Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_con_netWork
source: Network currently in use for the data connection, it may consume a lot of traffic, if the network interface settings set to jump
ar: شبكة قيد الاستخدام حاليا لاتصال البيانات، فإنه قد تستهلك الكثير من حركة المرور، إذا حددت إعدادات واجهة الشبكة للقفز
de: Netzwerk derzeit im Einsatz für die Datenverbindung , kann es eine Menge Verkehr verbrauchen, wenn die Netzwerk-Schnittstelle Einstellungen zu springen
es: La red actualmente en uso para la Conectando de datos, puede consumir una gran cantidad de tráfico, si los valores de la interfaz de red establecidos para saltar
fr: Réseau actuellement utilisé pour la connexion de données, il peut consommer beaucoup de trafic, si les paramètres de l'interface réseau mis à sauter
hu: Használatban lévő hálózat az adatkapcsolat, akkor fogyaszt a nagy forgalmú, ha a hálózati interfész beállítások beállítása ugrik
it: Rete attualmente in uso per la connessione dati, si può consumare un sacco di traffico, se le impostazioni di interfaccia di rete impostate per saltare
ja: ネットワークインターフェースの設定がジャンプする設定した場合、現在のデータ接続のために使用されているネットワークは、それは、多くのトラフィックを消費する可能性があります
ko: 네트워크 인터페이스 설정 점프로 설정된 경우 현재의 데이터 연결을 위해 사용되는 네트워크는 그 트래픽을 많이 소비 할
nl: Network momenteel in gebruik voor de dataverbinding, kan het een veel verkeer consumeren, als de netwerkinterface in te stellen om te springen
pt: Rede atualmente em uso para a conexão de dados, pode consumir uma grande quantidade de tráfego, se as configurações de interface de rede definida para saltar
ru: Сеть используется в настоящее время для подключения к данным, он может потреблять много трафика, если настройки сетевого интерфейса установите для перехода
tr_tr: Mobil veri şimdi ağ bağlantısı için kullanılır, çok fazla veri trafiği tüketebilir, ağ seçim arayüzüne geçmek ister misiniz?
zh_hans: 当前使用的网络为数据连接，可能消耗大量流量，是否跳转设置界面设置网络
zh_hant: 當前使用的網絡為數據連接，可能消耗大量流量，是否跳轉設置界面設置網絡

# mcs_no_netWork
source: Currently no network connection, whether the jump to set up the network settings interface
ar: حاليا لا يوجد اتصال الشبكة، سواء كانت القفزة لاقامة واجهة إعدادات الشبكة
de: Zurzeit gibt es keine Netzwerkverbindung , ob der Sprung, um die Netzwerkeinstellungen Schnittstelle einzurichten
es: Actualmente no hay Conectando a la red, si el salto para configurar la interfaz de configuración de red
fr: Actuellement aucune connexion réseau, si le saut pour configurer l'interface des paramètres réseau
hu: Jelenleg nincs hálózati kapcsolat, hogy a folytatásban, hogy hozzanak létre a hálózati beállításokat interfész
it: Attualmente nessuna connessione di rete, se il salto per impostare l'interfaccia delle impostazioni di rete
ja: 現在、ネットワーク接続、ジャンプがネットワーク設定インターフェースを設定するかどうか
ko: 현재 네트워크에 연결하지 점프는 네트워크 설정 인터페이스를 설정할지 여부
nl: Momenteel is er geen netwerkverbinding, of de sprong naar het opzetten van de interface-netwerkinstellingen
pt: Atualmente nenhuma conexão de rede, se o salto para configurar a interface de configurações de rede
ru: На данный момент нет подключения к сети, будь то прыжок, чтобы настроить интерфейс настройки сети
tr_tr: Şu anda ağ bağlantısı yok, ağ ayarları arayüzüne atla mı?
zh_hans: 当前为无网络连接，是否跳转到设置界面设置网络
zh_hant: 當前為無網絡連接，是否跳轉到設置界面設置網絡

# mcs_exception_des
source: Your app last exception exit, whether to send an error report to the server
ar: لديك التطبيق خروج استثناء الماضي، سواء بإرسال تقرير عن الخطأ إلى خادم
de: Ihre App letzte Ausnahme Ausgang, ob eine Fehlermeldung an den Server zu senden
es: Su aplicación salida última excepción, si desea enviar un informe de error en el servidor
fr: Votre application sortie dernière exception, que ce soit pour envoyer un rapport d'erreur sur le serveur
hu: Az alkalmazás utolsó kivételével kilépés, hogy küldjön-e hibajelentést a szerver
it: La vostra applicazione uscita ultima eccezione, se inviare un rapporto di errore al server
ja: サーバーにエラー報告を送信するかどうか、アプリの最後の例外出口、
ko: 서버에 오류 보고서를 보낼 수 있는지 여부를 앱 마지막 예외 출구
nl: Uw app laatste uitzondering exit, of om een foutenrapport te sturen naar de server
pt: Seu aplicativo exit última excepção, quer para enviar um relatório de erro para o servidor
ru: Ваше приложение выход Последнее исключение, следует ли отправить отчет об ошибке на сервере
tr_tr: Son bir kez uygulamanız olağandışı şekilde çıktı, sunucuya bir hata raporu göndermek istiyor musunuz?
zh_hans: 您的app上次异常退出，是否向服务器发送错误报告
zh_hant: 您的app上次異常退出，是否向服務器發送錯誤報告

# mcs_exception_prompt
source: Tip abnormal
ar: تلميح غير طبيعي
de: Tipp abnormal
es: Tip anormal
fr: Astuce anormale
hu: Tipp kóros
it: Tip anormale
ja: 異常なヒント
ko: 이상 팁
nl: Tip abnormale
pt: Dica anormal
ru: Совет ненормальным
tr_tr: Anormal istem
zh_hans: 异常提示
zh_hant: 異常提示

# mcs_erro_diagnosis
source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
de: Störungssuche
es: Solución de problemas
fr: Dépannage
hu: hibaelhárítás
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nl: Problemen oplossen
pt: Solução de problemas
ru: поиск неисправностей
tr_tr: Hata teşhisi
zh_hans: 错误诊断
zh_hant: 錯誤診斷

# mcs_erro_log_des
source: App recent record error log, select the submit button to upload an error log, thank you for your cooperation!
ar: التطبيق سجل مؤخرا سجل خطأ، حدد زر الإرسال لتحميل سجل خطأ، وشكرا لكم لتعاونكم!
de: App den letzten Rekord Fehlerprotokoll , wählen Sie den Absenden-Button ein Fehlerprotokoll zu laden, vielen Dank für Ihre Mitarbeit!
es: App reciente historial de registro de errores, seleccione el botón Enviar para cargar un registro de errores, gracias por su cooperación!
fr: App récent record journal des erreurs, sélectionnez le bouton d'envoi pour télécharger un journal d'erreurs, je vous remercie de votre collaboration!
hu: App mostani rekord error log, válassza a Küldés gombra a hibanaplót, köszönöm az együttműködést!
it: App recente record di log degli errori, selezionare il pulsante Invia per caricare un registro degli errori, grazie per la vostra collaborazione!
ja: アプリの最近のレコードエラーログ、エラーログをアップロードする送信ボタンを選択し、ご協力ありがとうございました！
ko: 앱 최근 기록 오류 로그의 오류 로그를 업로드 버튼을 제출 선택, 협조 해 주셔서 감사합니다!
nl: App recente verslag error log, selecteert u de knop in te dienen om een error log te uploaden, dank u voor uw medewerking!
pt: Log de erro registro recente aplicativo, selecione o botão enviar para enviar um log de erro, obrigado por sua cooperação!
ru: App последние записи журнала ошибок, выберите кнопку отправки, чтобы отправить отчет об ошибке, спасибо за сотрудничество!
tr_tr: Uygulama yakın bir zamanda bir hata günlüğünü kaydedin, hata günlüğünü yüklemek için gönderme seçeneğini seçin, işbirliğiniz için teşekkür ederiz!
zh_hans: App记录了近期的错误日志，请选择提交按钮上传错误日志，感谢您的配合！
zh_hant: App記錄了近期的錯誤日誌，請選擇提交按鈕上傳錯誤日誌，感謝您的配合！

# mcs_is_submitting
source: is submitting
ar: تقديمها
de: Being eingereicht
es: Al ser presentado
fr: Être présenté
hu: nyújtanak be
it: Essere presentato
ja: 提出されました
ko: 제출 된
nl: worden ingediend
pt: sendo submetido
ru: представляется
tr_tr: Gönderiliyor
zh_hans: 正在提交
zh_hant: 正在提交

# mcs_firmware_version
source: Firmware version
ar: إصدار البرنامج الثابت
es: Versión de firmware
fr: Version Firmware
hu: firmware verzió
it: Versione del firmware
ja: ファームウェアバージョン
ko: 펌웨어 버전
pt: Versão do firmware
ru: Версия прошивки
tr_tr: Bellenim sürümü
zh_hans: 固件版本
zh_hant: 固件版本

# mcs_device_assembly
source: 1.Power adaptor 2.Power slot 3.Ethernet slot 4.Ethernet 5.Connector
ar: 1. سلك الطاقة 2. منفذ الطاقة منفذ إيثرنت 3. 4. 5. كابل محول
de: 1.Stromleitung 2.Stromanschluss 3.Ethernet-Anschluss 4.Kabel 5.Adapter
es: 1.línea eléctrica 2.puerto de alimentación 3.puerto Ethernet 4.cable 5.adaptador
fr: 1.ligne électrique 2.port d'alimentation 3.port Ethernet 4.câble 5.adaptateur
hu: 1.távvezeték 2.hálózati port 3.Ethernet port 4.kábel 5.adapter
it: 1.linea elettrica 2.porta di alimentazione 3.porta Ethernet 4.cavo 5.adattatore
ja: 1.電力線 2.電源ポート 3.イーサネットポート 4.ケーブル 5.アダプタ
ko: 1.전원선 2.전원 포트 3.이더넷 포트 4.케이블 5.어댑터
nl: 1.Power line 2.power-poort 3.Ethernet port 4.kabel 5.adapter
pt: 1.linha de energia 2.porta de alimentação 3.porta Ethernet 4.cabo 5.adaptador
ru: 1.линия электропередачи 2.Stromanschluss 3.порт Ethernet 4.кабель 5.адаптер
tr_tr: 1.Güç adaptörü 2.Güç yuvası 3.Ethernet yuvası 4.Ethernet 5.Connector
zh_hans: 1.电源线 2.电源口 3.网口 4.网线 5.转接头
zh_hant: 1.電源線 2.電源口 3.網口 4.網線 5.轉接頭

# mcs_forgetpass_action_wizard_old
source: Press the RESET hole for one second then release,the device will restore to factory settings and restart automatically after 60 seconds.Password recovery is admin.
ar: اضغط على زر إعادة الضبط لثانية واحدة، وسيقوم الجهاز استعادة ضبط المصنع و 60 ثانية بعد بداية الشوط الثاني، واستعادة كلمة السر المشرف
de: Drücken Sie die Reset-Taste für eine Sekunde, wird das Gerät auf die Werkseinstellungen und 60 Sekunden nach dem Neustart wieder herzustellen, das Admin-Passwort-Recovery
es: Pulse el botón de reinicio durante un segundo, el dispositivo restaurará la configuración de fábrica y 60 segundos después de la reanudación, la recuperación de la contraseña de administrador
fr: Appuyez sur le bouton de remise à zéro pendant une seconde, le dispositif permet de restaurer les réglages d'usine et 60 secondes après le redémarrage, la récupération de mot de passe admin
hu: Nyomja meg a reset gombot egy másodpercig, a készülék visszaállítja a gyári beállításokat, és 60 másodperc után az újraindítás, akkor az admin jelszó visszaszerzés
it: Premere il pulsante di reset per un secondo, il dispositivo ripristinare le impostazioni di fabbrica e 60 secondi dopo il riavvio, il recupero della password di amministrazione
ja: 1秒間リセットボタンを押して、デバイスは、再起動後に管理者パスワードの回復を工場出荷時の設定と60秒を復元します
ko: 장치가 다시 시작한 후 초기 설정 60 초 복원, 1 초 동안 리셋 버튼을 누르면, 관리자 암호 복구
nl: Druk op de reset-knop een seconde, zal het apparaat de fabrieksinstellingen en 60 seconden na de herstart te herstellen, de admin wachtwoord herstel
pt: Pressione o botão de reset por um segundo, o dispositivo irá restaurar as configurações de fábrica e 60 segundos após o reatamento, a recuperação senha de administrador
ru: Нажмите кнопку сброса в течение одной секунды, устройство восстановит заводские настройки и через 60 секунд после перезагрузки, восстановление пароля администратора
tr_tr: Bir saniye süreyle RESET deliğine basın ve ardından bırakın, cihaz fabrika ayarlarına geri dönecek ve 60 saniye sonra otomatik olarak yeniden başlayacaktır. İlk şifre admin'tir.
zh_hans: 按住复位键一秒钟，该设备将恢复出厂设置并在60秒后重新启动，密码恢复为admin
zh_hant: 按住復位鍵一秒鐘，該設備將恢復出廠設置並在60秒後重新啟動，密碼恢復為admin

# mcs_device_assembly_mipc
source: 1.Power adaptor 2.Power slot 3.Ethernet slot 4.Ethernet
ar: 1. سلك الطاقة 2. منفذ الطاقة 3. منفذ إيثرنت 4. كابل
de: 1.Stromleitung 2.Stromanschluss 3.Ethernet-Anschluss 4.Kabel
es: 1.línea eléctrica 2.puerto de alimentación 3.puerto Ethernet 4.cable
fr: 1.ligne électrique 2.port d'alimentation 3.port Ethernet 4.câble
hu: 1.távvezeték 2.hálózati port 3.Ethernet port 4.kábel
it: 1.linea elettrica 2.porta di alimentazione 3.porta Ethernet 4.cavo
ja: 1.電力線 2.電源ポート 3.イーサネットポート 4.ケーブル
ko: 1.전원선 2.전원 포트 3.이더넷 포트 4.케이블
nl: 1.Power line 2.power-poort 3.Ethernet port 4.kabel
pt: 1.linha de energia 2.porta de alimentação 3.porta Ethernet 4.cabo
ru: 1.линия электропередачи 2.Stromanschluss 3.порт Ethernet 4.кабель
tr_tr: 1.Güç adaptörü 2.Güç yuvası 3.Ethernet yuvası 4.Ethernet
zh_hans: 1.电源线 2.电源口 3.网口 4.网线
zh_hant: 1.電源線 2.電源口 3.網口 4.網線

# mcs_device_connect_power_prompt
source: Equipment is not online, please see the power of your device access to the power supply, has seen the red light is often light, the device is started to complete.
ar: الجهاز لا على الانترنت، يرجى كما هو مبين على الجهاز الخاص بك الوصول إلى إمدادات الطاقة إمدادات الطاقة ، قد ترى الضوء الأحمر المعدات دائما على، بدء الانتهاء.
de: Gerät nicht online, bitte, Wie in der abbildung dargestellt, ihre EINRICHTUNGEN zugang zu Strom macht Licht rot sehen, IST OFT Hell, ausrüstung, inbetriebnahme abgeschlossen.
es: El equipo no está en línea, por favor, como se muestra en la figura el suministro de equipos de acceso a su fuente de energía, se ha visto la luz roja encendida, el dispositivo de arranque.
fr: Le dispositif n'est pas en ligne, s'il vous plaît, comme le montre la figure de l'alimentation d'un dispositif d'accès vous a vu la puissance de la lumière rouge est allumé, le dispositif de démarrage est terminé.
hu: a készülék nem online, kérem az ábrán látható módon kell, hogy a berendezés hálózati hozzáférési hálózati, már láttam a piros mindig fényes, berendezések újraindítva.
it: IL dispositivo non online, per favore, come mostrato nella Figura sarà il tuo dispositivo di accesso alla Rete Elettrica, è stato Visto spesso il potere della Luce Rosso brillante, di apparecchi di avviamento.
ja: 設備オンラインでないので、図のように、あなたの設備のアクセス電源を電源ランプは赤信号常亮、設備は起動でき。
ko: 장치 안 - 주십시오. 만약 그림 한 지시를 저장됩니다 전원 장치 로 이미 본 전원 등 빨간불 늘 밝고 장치 시작할 것이다.
nl: Het apparaat is niet online, alsjeblieft, zoals aangegeven in figuur om je apparatuur toegang tot energievoorziening, zien de lampjes rood licht apparatuur vaak, de start af.
pt: O equipamento não on - line, por favor, Como mostrado Na Figura de SEU acesso a UMA Fonte de alimentação de equipamentos, já VIU a Luz vermelha ACESA, O dispositivo de boot.
ru: оборудование не онлайн , пожалуйста, как показано на рисунке будет ваше устройство доступа к энергии, уже видел питания лампы часто ярко красный свет , запуск оборудования завершена.
tr_tr: Cihaz çevrimiçi değil, lütfen cihazınızı açın. Kırmızı ışığın yanıyorsa, cihaz başlatılmış demektir.
zh_hans: 设备不在线，请如图所示将您的设备接入电源，已看到电源灯红灯常亮，设备启动完成。
zh_hant: 設備不線上，請如圖所示將您的設備接入電源，已看到電源燈紅燈常亮，設備啟動完成。

# mcs_lights_sound
source: Have seen the lights
ar: قد ترى الضوء
de: Bereits gesehen
es: Ha visto la luz
fr: A voir de la lumière
hu: Nyisd ki az ajtót érzékelőt
it: Ha visto le Luci
ja: 亮、ランプが見える
ko: 이미 본 불빛
nl: Is dat licht
pt: Já VIU a Luz
ru: свет уже увидеть
tr_tr: Işıklar yanıyor.
zh_hans: 已看到灯亮
zh_hant: 已看到燈亮

# mcs_connect_power
source: Connecting power
ar: ربط السلطة
de: Im zusammenhang mit der Energieversorgung
es: Conectar la fuente de alimentación
fr: De connexion d'alimentation
hu: a kapcsolat.
it: Collegati con la fornitura di energia
ja: 接続電源
ko: 연결 전원
nl: In verband met de energievoorziening
pt: Conecte a Fonte de alimentação
ru: Соединения электропитания
tr_tr: Bağlantı gücü
zh_hans: 连接电源
zh_hant: 連接電源

# mcs_search_magnetic
source: As shown in the figure, combine the door magnet and press the hole in the right side for 1 second, the indicator light will flash
ar: كما هو مبين، الباب المغناطيسي جنبا إلى جنب واضغط على زر الجانب لمدة 1 ثانية بعد الإفراج عنهم، ويومض المؤشر ببطء
de: Wie gezeigt, langsam die kombinierte magnetische Tür und drücken Sie die seitliche Taste für 1 Sekunde nach der Veröffentlichung, die Anzeige blinkt
es: Como se muestra, la puerta magnético combinado y pulse el botón lateral durante 1 segundo después de la liberación, el indicador parpadea lentamente
fr: Comme le montre, la porte magnétique combiné et appuyez sur le bouton latéral pour 1 seconde après la libération, le voyant clignote lentement
hu: Mint látható, a kombinált mágneses ajtót és nyomja meg az oldalsó gombot 1 másodpercig megjelenése után, a kijelző lassan villog,
it: Come si vede, la porta magnetica combinata e premere il pulsante laterale per 1 secondo dopo il rilascio, l'indicatore lampeggia lentamente
ja: 図に示すように、複合磁気ドアとは、ゆっくりとインジケーターが点滅し、リリース後1秒間サイドボタンを押してください
ko: 도시 된 바와 같이, 결합 자기 도어를 천천히 표시등이 깜박, 출시 후 1 초 동안 사이드 버튼을 누릅니다
nl: Zoals getoond, de gecombineerde magnetische deur en druk op de knop aan de zijkant gedurende 1 seconden na de release, de indicator knippert langzaam
pt: Como mostrado, a porta magnética combinada e pressione o botão lateral para 1 segundo após o lançamento, o indicador pisca lentamente
ru: Как показано, комбинированная магнитная дверь и нажмите боковую кнопку в течение 1 секунды после выхода, индикатор медленно мигает
tr_tr: Gösterildiği gibi, kombine manyetik kapı ve yavaş yavaş gösterge yanıp söner, yayımlanmasından sonra 1 saniye süreyle yan düğmesine basın
zh_hans: 如图所示，合并门磁并短按侧面按钮1秒后松开，指示灯缓慢闪烁
zh_hant: 如圖所示，合併門磁並短按側面按鈕1秒後鬆開，指示燈緩慢閃爍

# mcs_add_magnetic
source: Open the door magnet and colse later.The door magnet can be add when the light flicker quickly.
ar: بعد فتح باب استشعار لدمج ، راجع مؤشر فلاش قبالة الانتهاء من إضافة
de: Nach der Türsensor öffnen die Anzeige blinken ab Beendigung der Zugabe zu fusionieren, sehen
es: Después de abrir el sensor de la puerta a fusionarse, ver el indicador de flash off terminación de la adición
fr: Après l'ouverture du capteur de porte de fusion , voir l'indicateur flash désactivé achèvement de l'addition
hu: Az ajtó nyitása után érzékelő egyesíteni , hogy a kijelző villog ki az adagolás befejezése
it: Dopo aver aperto la porta del sensore di fondere , vedere l'indicatore flash disattivato Completata l'aggiunta
ja: マージするドアセンサーを開いた後、インジケータは添加の完了点滅を参照してください
ko: 병합 문 센서를 연 후 표시가 첨가 완료 오프 플래시 참조
nl: Na het openen van de deur sensor te fuseren , zie de indicator flitser uit voltooiing van de toevoeging
pt: Depois de abrir o sensor da porta para mesclar , consulte o indicador de flash desligado conclusão da adição
ru: После открытия датчика открытия двери , чтобы сливаться , индикатор состояния мигает от завершения добавления
tr_tr: Open the door sensor and close it.The device can be added when the light flashes quickly
zh_hans: 打开门磁再合并，看到指示灯快闪后熄灭完成添加
zh_hant: 打開門磁再合併，看到指示燈快閃後熄滅完成添加

# mcs_already_downloaded
source: downloaded
ar: تحميل
de: Heruntergeladene
es: Se han descargado
fr: Téléchargé
hu: már letöltött
it: Ha scaricato
ja: ダウンロード
ko: 다운로드한
nl: Gedownload van
pt: Download
ru: Загрузить
tr_tr: İndirildi
zh_hans: 已下载
zh_hant: 已下載

# mcs_my_order
source: My Order
ar: طلبي
de: Meine bestellung
es: Mi orden.
fr: J'ai des ordres
hu: a parancs
it: IL Mio Ordine.
ja: 私の注文書
ko: 내가 주문
nl: Mijn orders
pt: A minha encomenda
ru: мой заказ
tr_tr: Benim siparişim
zh_hans: 我的订单
zh_hant: 我的訂單

# mcs_auto_mode
source: Auto Mode
ar: الوضع التلقائي
de: Automatik-Modus
es: El modo automático
fr: Mode automatique
hu: Automata üzemmód
it: La modalità automatica
ja: 自動モード
ko: 자동 모드
nl: automatische modus
pt: modo automático
ru: Автоматический режим
tr_tr: Otomatik mod
zh_hans: 自动模式
zh_hant: 自動模式

# mcs_new_small
source: Small
ar: الأصغر
de: Klein
es: Menor
fr: Basse
hu: Alacsony
it: Piccolo
ja: スモール
ko: 최소
nl: VGA
pt: Pequena
ru: Минимальное
tr_tr: Küçük
zh_hans: 最小
zh_hant: 最小

# mcs_new_half
source: Half
ar: لصغيرة
de: Mittel
es: La mitad
fr: Demi
hu: Közepes
it: Metà
ja: 低画質
ko: 저화질
nl: QVGA
pt: Medio
ru: Среднее
tr_tr: Yarım
zh_hans: 较小
zh_hant: 較小

# mcs_new_normal
source: Normal
ar: العادي
hu: Normál
ja: ノーマル画質
ko: 중화질
nl: Normaal
ru: Стандартное
zh_hans: 标清
zh_hant: 標清

# mcs_new_hd
source: HD
ar: عالية الدقة
fr: Haute définition
ja: 高画質
ko: HD화질
nl: HD 720P
zh_hans: 高清
zh_hant: 高清

# mcs_scene_now
source: Current scene
ar: المشهد الحالي
de: Aktuelle Situation
es: La actual situación
fr: Situation actuelle
hu: a jelenlegi forgatókönyv
it: L'attuale Scenario
ja: 現在の光景
ko: 현재 광경
nl: De huidige situatie
pt: O cenário atual
ru: Текущий сценарий
tr_tr: Şu anki sahne
zh_hans: 当前情景
zh_hant: 當前前景

# mcs_please_install_wechat
source: Please install WeChat
ar: الرجاء تثبيت WeChat
de: Bitte installieren sie WeChat
es: Instalar WeChat
fr: Veuillez installer WeChat
hu: kérem, helyezze WeChat
it: Per favore, l'installazione di WeChat
ja: インストールしてくださいWeChat
ko: WeChat 설치하십시오
nl: Alsjeblieft, de installatie van WeChat
pt: Instale o WeChat
ru: Пожалуйста, установите WeChat
tr_tr: Lütfen wechat'ı yükle
zh_hans: 请安装微信
zh_hant: 請安裝微信

# mcs_wechat_not_support
source: WeChat version is not supported, please update WeChat
ar: WeChat النسخة لا تدعم يرجى تحديث WeChat
de: Bitte aktualisieren WeChat WeChat fassung nicht unterstützen.
es: WeChat versión no apoyar la actualización de WeChat
fr: WeChat version ne soutient pas la mise à jour de WeChat
hu: nem támogatott verziót tegye naprakésszé WeChat WeChat
it: VI Prego di Non sostenere la versione aggiornata WeChat WeChat
ja: WeChatバージョン更新して下さいWeChat支持しない
ko: 지원하지 WeChat 버전 업데이트 WeChat 주십시오.
nl: WeChat update WeChat versie niet steunen.
pt: Não é compatível com a versão WeChat atualizar WeChat
ru: WeChat версии не поддерживается просьба обновить WeChat
tr_tr: Wechat sürümü desteklenmiyor, lütfen güncelleyin.
zh_hans: 微信版本不支持请更新微信
zh_hant: 微信版本不支持請更新微信

# mcs_motion_alert
source: Motion alert
ar: الحركة في حالة تأهب
de: Bewegungsmeldung
es: Alarma de movimiento
fr: Alerte mouvement
hu: Mozgás riasztás
it: Allarme movimento
ja: モーション警告
ko: 모션감지 경보
nl: Bewegingsdetectie alarm
pt: Alera de Movimento
ru: Тревога по движению
tr_tr: Hareket uyarısı
zh_hans: 移动侦测警报
zh_hant: 移動偵測警報

# mcs_io_alert
source: I/O alert
ar: I/O حالة تأهب
de: I/O alarm
es: Configurar alarma
fr: alerte E/S
hu: I/O riasztás
it: Allarme I/O
ja: I/O 警告
ko: I/O 경보
nl: I/O alarm
pt: I/O alerta
ru: I/O оповещения
tr_tr: I/O alarm
zh_hans: I/O 警報
zh_hant: I/O 警報

# mcs_valid_user_name
source: step1:Input valid user ID
ar: الخطوة الأولى: الرجاء إدخال اسم مستخدم صالح
de: Schritt 1: bitte geben sie eine gültige benutzernamen
es: Primer paso: escriba el nombre de usuario eficaz
fr: Première étape: Veuillez entrer un nom d'utilisateur valide
hu: első lépés: adja érvényes felhasználónév
it: Primo Passo: inserire il nome utente in modo efficace
ja: 第一歩：有効ユーザー名を入力して下さい
ko: 첫 번째 단계: 유효 사용자 이름을 입력하십시오.
nl: De eerste stap in een geldige gebruikersnaam:
pt: Primeiro Passo: Digite o Nome de usuário eficaz
ru: первый шаг: пожалуйста, введите имя пользователя
tr_tr: 1. Adım: Geçerli kullanıcı kimliğini girin
zh_hans: 第一步：请输入有效用户名
zh_hant: 第一步：請輸入有效用戶名

# mcs_binding_mailbox
source: Step2:Input your email bound with account
ar: الخطوة الثانية: أدخل البريد ملزم
de: Der Zweite Schritt: bitte geben sie eine verbindliche e - mail
es: Segundo paso: escriba un correo
fr: Deuxième étape: boîte aux lettres Veuillez entrer de liaison
hu: második lépés: adja meg a kötelező email
it: IL secondo Passo: inserire vincolanti nella cassetta della posta
ja: 第二歩：縫い付けの郵便箱に入力して下さい
ko: 두 번째 단계: 입력하십시오. 바인딩 사서함
nl: De tweede stap: voer de brievenbus gebonden
pt: Passo 2: Digite um e - mail
ru: Второй шаг: пожалуйста, введите обязательную почтовый ящик
tr_tr: 2. Adım: E-postanızı bağlama için giriniz
zh_hans: 第二步：请输入绑定的邮箱
zh_hant: 第二步：請輸入綁定的郵箱

# mcs_send_mailbox_succuess_prev
source: We already sent a email to your bound email address
ar: ونحن قد نقل لك ربط صندوق البريد
de: Wir haben Ihnen verbindliche e - mail - biografie
es: Tenemos a tu buzón de propagación de obligatorio
fr: Notre boîte aux lettres de a à vous de transfert de liaison
hu: már kötelező önöknek egy postaládát
it: Abbiamo la biografia vincolanti nella cassetta della posta per te
ja: 私たちはあなたへの郵便箱の郵便箱に伝わる
ko: 우리는 이미 당신께 보내 전해 바인딩 사서함
nl: We zijn naar je de biografie van de brievenbus gebonden
pt: Já para a transmissão de e - mail está vinculado
ru: Второй шаг: пожалуйста, введите обязательную почтовый ящик
tr_tr: Zaten bağlı bir e-posta adresine bir e-posta gönderdik
zh_hans: 我们已向您传传绑定的邮箱
zh_hant: 我們已向您傳傳綁定的郵箱
