Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_reconnect_please_wait
source: Reconnect, please wait
ar: إعادة الاتصال، يرجى الانتظار
de: Wird erneut verbunden, bitte warten
es: Vuelva a conectar, un momento por favor
fr: Reconnexion, veuillez patienter
hu: Újra csatlakozás, kérem várjon!
it: Ricollegati, attendere prego
ja: 再接続しています。お待ちください
ko: 재연결중, 기다리세요
nl: Sluit, even geduld aub
pt: Está a ligar novamente, por favor aguarde
ru: Идет соединение, подождите
tr_tr: Yeniden bağlanıyor,lütfen bekle
zh_hans: 重新连接中,请稍候
zh_hant: 重新連接中,請稍候

# mcs_erasing
source: Erasing
ar: يتم المسح
de: Löscht
es: Está borrando
fr: Effacement en cours
hu: Törlés
it: Cancellazione
ja: 削除しています
ko: 삭제중
nl: Uitwissen
pt: Está a apagar
ru: Удаление
tr_tr: Silme
zh_hans: 正在擦除
zh_hant: 正在刪除

# mcs_writing
source: Writing
ar: يتم الكتابة
de: Schreibt
es: Está escribiendo
fr: Écriture en cours
hu: Írás
it: Scrittura
ja: 書き込んでいます
ko: 저장중
nl: Schrijven
pt: Está a escrever
ru: Идет запись
tr_tr: Yazı yazıyor
zh_hans: 正在写入
zh_hant: 正在寫入

# mcs_new_version
source: Have new version
ar: طبعة جديدة
de: Neue Version vorhanden
es: Hay nueva versión
fr: Avoir une nouvelle version
hu: Elérhető frissebb verzió
it: Prendi la nuova versione
ja: 新しいバージョンがあります
ko: 새로운 버전이 있습니다
nl: Nieuwe versie
pt: Existe uma nova versão disponível
ru: Доступна новая версия
tr_tr: Yeni sürüme sahipsiniz
zh_hans: 有新版本
zh_hant: 有新版本

# mcs_equipment_flip
source: Flip
ar: تلقب الجهاز
de: Drehen
es: Rotar imagen
fr: Retourner
hu: Forgatás
it: Ribaltato
ja: フリップ
ko: 화면반전
nl: Omdraaien
ru: Перевернуть камеру
tr_tr: Çevir
zh_hans: 设备翻转
zh_hant: 設備翻轉

# mcs_device_status
source: Device status
ar: حالة الجهاز
de: Gerätestatus
es: Estado del dispositivo
fr: État du périphérique
hu: AZ eszköz állapota
it: Stato del dispositivo
ja: デバイスステータス
ko: 카메라 상태
nl: Status apparaat
pt: O estado do dispositivo
ru: Состояние камеры
tr_tr: Cihaz durumu
zh_hans: 设备状态
zh_hant: 設備狀態

# mcs_audio_setting
source: Audio setting
ar: إعدادات الصوت
de: Audioeinstellungen
es: Configuración de audio
fr: Réglages audio
hu: Hangbeállítás
it: Impostazione Audio
ja: オーディオ設定
ko: 오디오 설정
nl: Audio instellingen
pt: Configurações de áudio
ru: Настройка звука
tr_tr: Ses ayarları
zh_hans: 音频设置
zh_hant: 聲音設置

# mcs_nick_modify
source: Modify camera name
ar: تعديل اللقب
de: Kameranamen ändern
es: Modificar apodos
fr: Modifier le nom de la caméra
hu: Becenév megváltoztatása
it: Modifica Nome Camera
ja: ニックネームを変更します
ko: 카메라 이름변경
nl: Pas camera naam aan
pt: Alterar o nome de utilizador
ru: Изменить никнейм
tr_tr: Kamera adını değiştir
zh_hans: 修改昵称
zh_hant: 修改昵稱

# mcs_ready
source: Ready
ar: جاهزة
de: Bereit
es: Está listo
fr: Prêt
hu: Kész
it: Pronto
ja: OKです
ko: 준비됨
nl: Klaar
pt: Está pronto
ru: Готово
tr_tr: Hazır
zh_hans: 就绪
zh_hant: 就緒

# mcs_full
source: Full
ar: أكتب كاملا
de: Voll
es: Está lleno
fr: Complet
hu: Megtelt
it: Totale
ja: フルになりました
ko: 가득 참
nl: Vol
pt: Cheio
ru: Заполнено
tr_tr: Tam
zh_hans: 写满
zh_hant: 寫滿

# mcs_connecting
source: Connecting
ar: يتم الاتصال
de: Verbindet
es: Está conectando
fr: Connexion en cours
hu: Csatlakozás
it: Connessione
ja: 接続しています
ko: 연결중
nl: Verbinden
pt: Conexão em curso
ru: Соединяюсь
tr_tr: Bağlanılıyor
zh_hans: 连接中
zh_hant: 連接中

# mcs_message_buffering
source: Message buffering
ar: التخزين المؤقت للرسالة
de: Nachricht zwischenspeichern
es: Búffer de mensajes
fr: Mise en tampon des messages
hu: Üzenet pufferelés
it: Buffer messaggi
ja: メッセージバッファリング
ko: 버퍼링
nl: Bericht bufferen
pt: Buffering de Mensagens
ru: Буферизация сообщений
tr_tr: Mesajlar arabelleğe alınıyor
zh_hans: 消息缓存
zh_hant: 信息緩存

# mcs_upgrade_finish
source: Upgrade finish
ar: تم الترقية
de: Upgrade abschliessen
es: Actualiza terminar
fr: Mise à niveau terminée
hu: A frissítés kész
it: Aggiorna finitura
ja: アップグレード完了しました
ko: 업그레이드 완료
nl: Voltooi upgrade
pt: A atualização está concluida
ru: Завершить обновление
tr_tr: Güncelleme bitti
zh_hans: 升级完成
zh_hant: 升級完成

# mcs_image
source: Image
ar: الصورة
de: Bild
es: Imagen
hu: Kép
it: Immagine
ja: 写真
ko: 이미지
nl: Afbeelding
pt: Imagem
ru: Картинка
tr_tr: Resim
zh_hans: 图片
zh_hant: 圖片

# mcs_bar
source: Records
ar: مادة
de: Aufnahmen
es: Sección
fr: Enregistrements
hu: Felvétel
it: Registrazioni
ja: 条
ko: 로그
nl: Opnames
pt: Registos
ru: Записи
tr_tr: Kayıt
zh_hans: 条
zh_hant: 條

# mcs_init
source: Init
ar: التهيئة
es: Inicializar
fr: Initialiser
hu: Inicializálás
it: Inizializzazione
ja: 初期化
ko: 초기화
pt: Inicialização
ru: Инициализация
tr_tr: Başlatan
zh_hans: 初始化
zh_hant: 初始化

# mcs_confirm_new_password
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
hu: Új jelszó megerősítése
it: Conferma nuova password
ja: 新しいパスワードを確認します
ko: 새로운 비밀번호 확인
nl: Bevestig nieuwe wachtwoord
pt: Confirmar o novo código
ru: Подтвердите новый пароль
tr_tr: Yeni şifreyi onayla
zh_hans: 新密码确认
zh_hant: 新密碼確認

# mcs_continue_switch_wireless_network
source: Switch network maybe cause network failure. Continue?
ar: تبديل الشبكة قد يسبب انقطاع الشبكة، هل مواصلة؟
de: Ein Wechsel des Netzwerks kann einen Netzwerkfehler auslösen. Möchten Sie fortfahren?
es: Cambiar la red tal vez causar fallas de la red. ¿Desea continuar?
fr: Une commutation réseau peut causer un défaut réseau. Continuer ?
hu: A hálózat váltás a kapcsolat megszakadását eredményezheti. Kívánja folytatni?
it: Cambia rete forse a causa di un guasto alla rete. Continuare?
ja: ネットワークをスイッチすると、ネットワーク障害を引き起こす可能があります。続けますか？
ko: 네트워크 전환으로 접속이 중단될수 있습니다. 계속합니까?
nl: Wisselen van netwerk kan netwerkfouten veroorzaken, doorgaan?
pt: Alterações na rede podem causar falhas, continuar?
ru: Переключение сети может вызывать неполадки сети. Продолжить?
tr_tr: Ağ değiştirmek bağlantı kopmasına neden olabilir. Devam edilsin mi?
zh_hans: 切换网络可能导致网络中断,继续？
zh_hant: 切換網路可能導致網路中斷,繼續？

# mcs_restore_factory_settings_prompt
source: Device will restart after restore. Restore to factory settings?
ar: عند استعادة ضبط المصنع، سيتم إعادة تشغيل النظام ، هل مواصلة؟
de: Gerät wird nach der Wiederherstellung neu gestartet. Auf Werkseinstellungen zurücksetzen?
es: Restaurar los ajustes de fábrica. equipo será el reinicio después de la restauración. ¿ Continuar?
fr: Le périphérique redémarra après la restauration. Restaurer les valeurs par défaut ?
hu: Gyári beállítások visszaállítása. A berendezés újraindul a visszaállítás után. Kívánja folytatni?
it: Il dispositivo si riavvierà dopo il ripristino. Ripristinare le impostazioni predefinite?
ja: 工場出荷時の初期設定に戻すと、カメラは再起動します。続けますか？
ko: 카메라가 공장초기화 됩니다. 계속합니까?
nl: Apparaat zal opnieuw opstarten bij herstellen. Herstellen naar fabrieksinstellingen?
pt: Restaurar as configurações de fábrica, o sistema irá reiniciar, continuar?
ru: Восстановление заводских настроек. После восстнаволения настроек оборудование перезапустится. Продолжить?
tr_tr: Cihaz geri yüklemeden sonra yeniden başlayacak. Fabrika ayarlarına dönülsün mü?
zh_hans: 恢复出厂设置，系统将重新启动，继续？
zh_hant: 恢復出廠設置，系統將重新啟動，繼續？

# mcs_username_does_not_exis
source: Username does not exist.
ar: اسم المستخدم لا يوجد
de: Benutzername existiert nicht..
es: Nombre de usuario no existe
fr: Ce nom d'utilisateur n'existe pas.
hu: A felhasználónév nem létezik
it: Il nome utente non esiste.
ja: ユーザ名は存在していません
ko: 사용자이름이 존재하지 않습니다
nl: Gebruikersnaam bestaan niet
pt: O nome de usuário não existe
ru: Имя пользователя не существует
tr_tr: Kullanıcı adı mevcut değil
zh_hans: 用户名不存在
zh_hant: 用戶名不存在

# mcs_username_already_exists
source: Username already exists.
ar: اسم المستخدم موجود بالفعل
de: Benutzername existiert bereits.
es: Nombre de usuario ya existe
fr: Ce nom d'utilisateur existe déjà
hu: A felhasználónév már létezik
it: Nome utente già esistente
ja: ユーザー名は既に存在しています
ko: 존재하는 사용자이름 입니다
nl: Gebruikersnaam bestaat al
pt: O nome de usuário já existe
ru: Имя пользователя уже существует
tr_tr: Kullanıcı adı zaten var
zh_hans: 用户名已存在
zh_hant: 用戶名已存在

# mcs_successful_whether_login
source: Sign up successfully, sign in now?
ar: تم التسجيل، هل يتم تسجيل الدخول الآن؟
de: Anmeldung erfolgreich, jetzt anmelden?
es: Regist éxito, ¿muestra ahora ?
fr: Réussite de l'inscription, se connecter maintenant ?.
hu: Sikeres regisztráció, szeretne belépni?
it: Accesso riuscito, accedi adesso?
ja: 登録に成功しました。今サインインしますか？
ko: 가입성공, 로그인 하겠습니까?
nl: Registratie geslaagd, nu inloggen?
pt: O registo foi bem sucedido, entrar agora?
ru: Регистрация выполнена. Войти?
tr_tr: Başarıyla kaydolun. Şimdi giriş yap?
zh_hans: 注册成功,现在登录?
zh_hant: 註冊成功,現在登錄?

# mcs_username_demand
source: 6-20 letters or numbers begin with letters.
ar: 6-20 حروف أو أرقام مع بداية الحرف
de: 6-20 Buchstaben oder Zahlen, wobei mit Buchstaben zu beginnen ist.
es: Comienzan con 6-20 letras o números
fr: 6 à 20 lettres ou chiffres, commencer par une lettre
hu: 6-20 karakter, betűvel kezdve
it: 6-20 lettere o numeri iniziano con le lettere
ja: 文字で始まる6-20文字や数字
ko: 6-20자리의 문자또는 숫자
nl: 6 tot 20 letters of nummers, begin met letters.
pt: Começa por letras com 6-20 letras ou números
ru: Должен начинаться с буквы и содержать 6-20 букв или цифр.
tr_tr: 6-20 harf veya sayı. Harfle başlat
zh_hans: 由字母开头的6-20位字母或数字
zh_hant: 6-20位的字母或數字

# mcs_the_password_is_empty
source: The password is empty
ar: كلمة المرور تكون فارغة
de: Es wurde kein Passwort eingegeben.
es: La contraseña está vacía
fr: Le mot de passé est vide
hu: A jelszó üres
it: La password è vuota
ja: パスワードは空です
ko: 비밀번호가 입력되지 않았습니다
nl: Wachtwoord kan niet leeg zijn
pt: O código está vazio
ru: Пароль не задан
tr_tr: Parola boş
zh_hans: 密码为空
zh_hant: 密碼為空

# mcs_password_demand
source: 6-20 letters or numbers begin with the letters.
ar: حروف أو أرقام20الي6
de: 6-20 Buchstaben oder Zahlen, wobei mit Buchstaben zu beginnen ist.
es: 6-20 letras o números
fr: 6 à 20 lettres ou chiffres, commencer par une lettre
hu: 6-20 karakter, betűvel kezdve
it: 6-20 lettere o numeri iniziano con le lettere
ja: 6-20 文字の英語や数字
ko: 6-20자리의 문자또는 숫자
nl: 6 tot 20 letters of nummers, begin met letters.
pt: 6-20 letras ou números
ru: Должен начинаться с буквы и содержать 6-20 букв или цифр.
tr_tr: 6-20 harf veya sayı. Harfle başlat
zh_hans: 6-20位的字母或数字
zh_hant: 6-20位的字母或數字

# mcs_password_empty
source: Retype password
ar: تأكيد كلمة المرور فارغة
de: Passwort neu eingeben
es: Confirmar contraseña vacía
fr: Ressaisir le mot de passe
hu: Nincs jelszó megerősítés
it: Reinserisci password
ja: パスワードは空です
ko: 비밀번호를 재입력하세요
nl: Voer wachtwoord opnieuw in
pt: O código de confirmação está vazio
ru: Пароль не задан
tr_tr: Parolayı tekrar yazın
zh_hans: 确认密码为空
zh_hant: 確認密碼為空

# mcs_two_password_input_inconsistent
source: Passwords do not match.
ar: كلمة المرور المدخلة مرتين غير متناسقة
de: Passwörter stimmen nicht überein
es: Entrada de la contraseña de dos incompatible
fr: Les mots de passe ne sont pas identiques.
hu: A jelszavak nem egyeznek
it: Le password non corrispondono.
ja: パスワードが確認用と不一致です
ko: 비밀번호가 일치하지 않습니다
nl: Wachtwoorden komen niet overeen
pt: Entrada de códigos incompativeis
ru: Введенные пароли не совпадают
tr_tr: Parolalar eşleşmiyor
zh_hans: 两次密码输入不一致
zh_hant: 兩次密碼輸入不一致

# mcs_the_user_name_is_empty
source: The user name is empty.
ar: اسم المستخدم يكون فارغا
de: Es wurde kein Benutzername eingegeben.
es: El nombre de usuario está vacío
fr: Le nom de l'utilisateur est vide.
hu: A felhasználónév nincs megadva
it: Il nome utente è vuoto
ja: ユーザ名は空です
ko: 사용자 이름이 입력되지 않았습니다
nl: Gebruikersnaam is leeg
pt: O nome de usuário está vazio
ru: Имя пользователя не задано
tr_tr: Kullanıcı adı boş
zh_hans: 用户名为空
zh_hant: 用戶名為空

# mcs_upgrade_to_the_latest_version
source: Upgrade to the latest version
ar: الترقية إلى أحدث الطبعة
de: Upgrade auf die neueste Version
es: Actualizado a la última versión
fr: Mettre à niveau avec la dernière version
hu: Frissítés a legutóbbi verzióra
it: Passa all'ultima versione
ja: 最新のバージョンにアップグレードします
ko: 최신버전으로 업그레이드
nl: Update naar de laatste versie
pt: Atualizar para a versão mais recente
ru: Обновить до последней версии
tr_tr: En son sürüme geç
zh_hans: 升级到最新版本
zh_hant: 升級到最新版本

# mcs_subnet_mask_wrong_format
source: Network mask invalid format.
ar: خطأ تنسيق قناع الشبكة الفرعية
de: Netzwerkmaske ungültiges Format
es: Formato no válido de la máscara de red
fr: Format erroné pour le masque de réseau
hu: A hálózati maszk hibás formátumú
it: Formato della maschera di rete non valido
ja: ネットワークマスクは無効な形式です
ko: 네트워크 마스크 형식오류
nl: Netwerk mask ongeldig formaat
pt: Erro no formato da máscara de sub-rede
ru: Неправильная маска подсети
tr_tr: Ağ maskesinin biçimi geçersiz
zh_hans: 子网掩码格式错误
zh_hant: 子網掩碼格式錯誤

# mcs_upgrade_successful_restart_to_take_effect
source: Upgrade successful, restart the device.
ar: ترقية ناجحا، تحتاج إلى إعادة تشغيل الجهاز حتى تصبح نافذة المفعول
de: Upgrade erfolgreich, Gerät neu starten
es: Actualizado con éxito. Debe reiniciar el equipo para que haga efecto.
fr: Mise à niveau réussie, redémarrer le périphérique.
hu: Sikeresen frissítve, indítsa újra a berendezés!
it: Aggiornamento eseguito correttamente, riavviare il dispositivo.
ja: 成功に成功しました。有効にするデバイスを再起動します.
ko: 업그레이드 성공, 을 적용하려면 장치를 다시 시작.
nl: Update succesvol, opnieuw opstarten
pt: Atualização foi bem sucedida, você precisa reiniciar a equipamento.
ru: Обновление успешно, необходимо перезапустить оборудование для принятия настроек.
tr_tr: Başarıyla yükseltin, cihazı yeniden başlatın
zh_hans: 升级成功，需要重启设备才能生效
zh_hant: 升級成功，需要重啟設備才能生效

# mcs_need_to_restart_the_camera_to_take_effect
source: Need to restart the device to take effect.
ar: تحتاج إلى إعادة تشغيل الجهاز حتى تصبح نافذة المفعول
de: Neustart des Geräts erforderlich
es: Debe reiniciar la equipo para que surta efecto
fr: Redémarrer le périphérique pour la prise en compte.
hu: Az érvényesítéshez indítsa újra a berendezés
it: Necessità di riavviare il dispositivo per avere effetto.
ja: カメラを再起動後に、有効になります
ko: 을 적용하려면 장치를 다시 시작
nl: Start opnieuw op om veranderingen door te voeren
pt: Você precisa reiniciar a equipamento para as configurações tomarem efeito
ru: Необходимо перезапустить оборудование для принятия настроек.
tr_tr: Etkinleştirmek için cihazı yeniden başlatmanız gerekir
zh_hans: 需要重启设备才能生效
zh_hant: 需要重啟設備才能生效

# mcs_not_allowed_close_two_network_cards
source: Ethernet and Wi-Fi can not be disabled simultaneously.
ar: لا يمكنك تعطيل بطاقة إيثرنت وواي فاي في نفس الوقت
de: Ethernet und Wi-Fi können nicht gleichzeitig deaktiviert werden
es: Ethernet y Wi-Fi no se pueden desactivar simultáneamente
fr: Ethernet et Wi-Fi ne peuvent pas être désactivés simultanément
hu: A Wi-Fi és az Ethernet egyidejűleg nem választható le
it: Ethernet e Wi-Fi non possono essere disattivatisimultaneamente
ja: イーサネットとWi-Fiが同時に無効にすることはできません
ko: 이더넷과 Wi-Fi를 동시에 사용중지 할수 없습니다
nl: Ethernet en Wi-Fi kunnen niet tegelijk worden uitgeschakeld
pt: Você não pode desativar a placa Ethernet e Wi-Fi ao mesmo tempo
ru: Нельзя одновременно отключить Ethernet и Wi-Fi
tr_tr: Ethernet ve Wifi aynı anda devre dışı bırakılamaz
zh_hans: 不能同时禁用以太网卡和Wi-Fi
zh_hant: 不能同時停用以太網卡和Wi-Fi

# mcs_modified_successfully
source: Modified successfully
ar: تم التعديل بنجاح
de: Änderung erfolgreich
es: Modificado con éxito
fr: Réussite de la modification
hu: Sikeresen megváltoztatva
it: Modificato con successo!
ja: 変更に成功しました
ko: 수정 성공
nl: Succesvol gewijzigd
pt: Modificado com exito
ru: Изменение сохранено
tr_tr: Başarıyla değiştirildi
zh_hans: 修改成功
zh_hant: 修改成功

# mcs_connection_successfully
source: Connected
ar: تم الاتصال بنجاح
de: Verbunden
es: Conectar con éxito
fr: Connecté
hu: Sikeres csatlakozás
it: Connesso
ja: 接続に成功しました
ko: 연결됨
nl: Verbonden
pt: Conexão bem-sucedida
ru: Соединение установлено.
tr_tr: Bağlı
zh_hans: 连接成功
zh_hant: 連接成功

# mcs_connection_is_interrupted
source: Lost connection
ar: انقطع الاتصال
de: Keine Verbindung
es: Conectando interrumpida
fr: Connexion perdue
hu: A kapcsolat megszakadt
it: Connessione persa
ja: 接続が壊れました
ko: 연결 중단
nl: Verbinding verbroken
pt: Conexão interrompida
ru: Соединение разорвано.
tr_tr: Bağlantı kesildi
zh_hans: 连接中断
zh_hant: 連接中斷

# mcs_devices_in_the_account_overrun
source: Devices in the account overrun.
ar: عدد أجهزة المستخدم يتجاوز الحد
de: Überschreitung der Geräte im Konto
es: Excede el número de dispositivos de usuario
fr: Dépassement périphériques du compte
hu: Elérte az egy felhasználóhoz rendelhető maximális kamerák számát
it: Superamento dei dispositivi nel conto
ja: アカウント内のデバイスはオーバーランです
ko: 동시 접속자 초과
nl: Apparaten in het account overschreven
pt: O número máximo de usuários foi atingido
ru: Достигнуто максимальное количество подключенных камер для пользователя
tr_tr: Hesaptaki aygıtlar izin verilenin üzerinde
zh_hans: 用户设备数超限
zh_hant: 用戶設備數超限

# mcs_format_error
source: Format error
ar: خطأ التنسيق
de: Formatfehler
es: Error de formato
fr: Erreur du format
hu: Formázási hiba
it: Errore formato
ja: フォーマットエラー
ko: 포멧오류
nl: Formatteer error
pt: Erro de formato
ru: Формат не верен
tr_tr: Biçim hatası
zh_hans: 格式错误
zh_hant: 格式錯誤

# mcs_change
source: Change
ar: التعديل
de: Ändern
es: Cambiar
fr: Changer
hu: Megváltoztatás
it: Cambia
ja: 変更
ko: 변경
nl: Wijzig
pt: Modificar
ru: Изменить
tr_tr: Değiştir
zh_hans: 修改
zh_hant: 修改

# mcs_refresh
source: Refresh
ar: التحديث
de: Aktualisieren
es: Renovar
fr: Rafraîchir
hu: Frissítés
it: Aggiorna
ja: リフレッシュ
ko: 갱신
nl: Vernieuw
pt: Actualizar
ru: Обновить
tr_tr: Yenile
zh_hans: 刷新
zh_hant: 刷新

# mcs_connect
source: Connect
ar: ربط
de: Verbinden
es: Conectar
fr: Connecter
hu: Csatlakozás
it: Connetti
ja: 接続
ko: 연결
nl: Verbind
pt: Conetar
ru: Соединить
tr_tr: Bağlan
zh_hans: 连接
zh_hant: 連接

# mcs_upgrade
source: Upgrade
ar: ترقية
es: Actualizar
fr: Mettre à niveau
hu: Frissítés
it: Aggiorna
ja: アップグレード
ko: 업그레이드
nl: Update
pt: Atualizar
ru: Обновить ПО
tr_tr: Yükseltme
zh_hans: 升级
zh_hant: 升級

# mcs_activate
source: Activate
ar: تفعيل
de: Aktivieren
es: Activar
fr: Activer
hu: Aktiválás
it: Attiva
ja: アクティブ
ko: 활성화
nl: Activeer
pt: Ativar
ru: Активировать
tr_tr: Etkinleştir
zh_hans: 激活
zh_hant: 啟動

# mcs_filter
source: Filter
ar: تصفية
es: Filtrar
fr: Filtrer
hu: Szűrés
it: Filtro
ja: フィルタ
ko: 정렬
pt: Filtro
ru: Фильтровать
tr_tr: Filtre
zh_hans: 过滤
zh_hant: 篩選

# mcs_reset
source: Reset
ar: إعادة الوضع
de: Zurücksetzen
fr: Réinitialiser
hu: Újraindítás
ja: リセット
ko: 초기화
ru: Сбросить
tr_tr: Sıfırlama
zh_hans: 重置
zh_hant: 重置

# mcs_prompt_alert_off
source: Alert off，Continue?
ar: يتم ايقاف تشغيل الانذار ، هل موصلة؟
de: Alarm aus, fortsetzen?
es: Apagar el alerta , ¿Continuar?
fr: Alerte désactivée, continuer ?
hu: A riasztás kikapcsolása. Kívánja folytatni?
it: Allarme OFF, continuare?
ja: アラートをオフにします。続けますか
ko: 경계 Off, 계속합니까?
nl: Alarm uitgeschakeld, doorgaan?
pt: Alerta desligado, continuar?
ru: Отключить тревогу?
tr_tr: Uyarılar kapalı. Devam edilsin mi?
zh_hans: 撤销布防，继续？
zh_hant: 撤銷佈防，繼續？

# mcs_invalid_server
source: Invalid time server.
ar: عنوان خادم الوقت غير صالح
de: Ungültiger Zeitserver
es: Dirección del servidor NTP no es válido
fr: Serveur horaire erroné
hu: Hibás időszerver
it: Server orario non valido
ja: 無効なタイムサーバ
ko: 유효하지 않은 타임서버
nl: Ongeldige tijd server
pt: O endereço do servidor NTP é inválido
ru: Адрес сервера времени недействителен
tr_tr: Geçersiz zaman sunucusu
zh_hans: 时间服务器地址无效
zh_hant: 時間伺服器地址無效

# mcs_upgrade_prompt
source: Upgrade device software. Continue?
ar: ترقية برنامج الجهاز. استمر
de: Gerätesoftware aktualisieren, fortfahren?
es: Se actualizará el sistema de la cámara, ¿continuar?
fr: Mettre à jour le logiciel du périphérique. Continuer ?
hu: A berendezés szoftver frissítése. Kívánja folytatni?
it: Aggiorna software dispositivo. Continuare?
ja: デバイスソフトウェアをアップグレードします。続けます？
ko: 장치의 소프트웨어를 업그레이드합니다. 계속?
nl: Updaten van de software, doorgaan?
pt: Atualizar o programa da equipamento, continua?
ru: Обновить ПО оборудование?
tr_tr: Cihaz yazılımı yükseltilecek, devam edilsin mi?
zh_hans: 升级设备程序，继续？
zh_hant: 升級設備程式，繼續？

# mcs_restart_prompt
source: Restart device,continue?
ar: جهاز إعادة التشغيل، ومواصلة?
de: Gerät neu starten, fortsetzen?
es: Reinicie la dispositivo, continua？
fr: Redémarrer le périphérique,continuer ?
hu: Újraindítás eszköz, továbbra is?
it: Riavvia dispositivo, continuare?
ja: カメラを再起動します継続?
ko: 다시 시작 장치, 계속?
nl: Apparaat opnieuw opstarten, doorgaan?
pt: Reiniciar a câmera, continua?
ru: Перезапуск устройства, продолжают?
tr_tr: Aygıtı yeniden başlat, devam et?
zh_hans: 重启设备，继续？
zh_hant: 重啟設備，繼續？

# mcs_repeat
source: Repeat
ar: تكرار
de: Wiederholen
es: Repetir
fr: Répéter
hu: Ismétlés
it: Ripetere
ja: 繰り返す
ko: 반복
nl: Herhaal
pt: Repetir
ru: Повторить
tr_tr: Tekrar et
zh_hans: 重复
zh_hant: 重複

# mcs_scheduled_one
source: Schedule 1
ar: التسجيل المسبق 1
de: Schema 1
es: Grabación 1
fr: Programme 1
hu: Időzített felvétel 1
it: Programma 1
ja: スケジュール1
ko: 스케쥴녹화 1
nl: Schema 1
pt: Agenda de gravação 1
ru: Вариант расписание записи №1
tr_tr: Çizelge 1
zh_hans: 计划录像一
zh_hant: 預約錄影一

# mcs_scheduled_two
source: Schedule 2
ar: التسجيل المسبق 2
de: Schema 2
es: Grabación 2
fr: Programme 2
hu: Időzített felvétel 2
it: Programma 2
ja: スケジュール2
ko: 스케쥴녹화 2
nl: Schema 2
pt: Agenda de gravação 2
ru: Вариант расписание записи №2
tr_tr: Çizelge 2
zh_hans: 计划录像二
zh_hant: 預約錄影二

# mcs_scheduled_three
source: Schedule 3
ar: التسجيل المسبق 3
de: Schema 3
es: Grabación 3
fr: Programme 3
hu: Időzített felvétel 3
it: Programma 3
ja: スケジュール3
ko: 스케쥴녹화 3
nl: Schema 3
pt: Agendamento de gravação 3
ru: Вариант расписание записи №3
tr_tr: Çizelge 3
zh_hans: 计划录像三
zh_hant: 預約錄影三

# mcs_scheduled_four
source: Schedule 4
ar: التسجيل المسبق 4
de: Schema 4
es: Grabación 4
fr: Programme 4
hu: Időzített felvétel 4
it: Programma 4
ja: スケジュール4
ko: 스케쥴녹화 4
nl: Schema 4
pt: Agendamento de gravação 4
ru: Вариант расписание записи №4
tr_tr: Çizelge 4
zh_hans: 计划录像四
zh_hant: 預約錄影四

# mcs_more
source: More
ar: انظر المزيد من
de: Mehr
es: Más
fr: Plus
hu: Több
it: Altro
ja: もっと詳しい
ko: 더보기
nl: Meer
pt: Mais
ru: Посмотреть больше
tr_tr: Daha fazla
zh_hans: 查看更多
zh_hant: 查看更多

# mcs_leave
source: Release to load more
ar: يتم الافراج لتحميل الأكثر
de: Weiteres Release vorhanden
es: Afloje Cargando más
fr: Relâcher pour charger plus
hu: Még több betöltése
it: Release da caricare altro
ja: 離してもっとロードができます
ko: 놓으면 더 많이 표시됩니다
nl: Laat los om meer te laden
pt: Soltar a carregar mais
ru: Отпустить для загрузки еще
tr_tr: Daha yüklemek için serbest bırakın
zh_hans: 松开载入更多
zh_hant: 鬆開載入更多

# mcs_qrcode_scan
source: QR Code Scan
ar: مسح رمز الأبعاد
de: QR Kode scannen
es: Escanear el código QR
fr: Scan QR Code
hu: QR kód beolvasása
it: Esegui scansione del codice QR
ja: QRコードスキャン
ko: QR코드 스캔
pt: Scanear de código QR
ru: Сканирование QR-кода
tr_tr: QR Kodu Taraması
zh_hans: 二维码扫描
zh_hant: 二維碼掃描

# mcs_inserted
source: Inserted
ar: تم إدراج
de: Eingefügt
es: Insertado
fr: Inséré
hu: Beillesztve
it: Inserito
ja: 挿入しました
ko: 삽입됨
nl: Ingevoegd
pt: Inserido
ru: Установлено
tr_tr: Takıldı
zh_hans: 已插入
zh_hant: 已插入

# mcs_removed
source: Removed
ar: تم إزالة
de: Entfernt
es: Eliminado
fr: Retiré
hu: Eltávolítva
it: Rimosso
ja: 削除しました
ko: 제거됨
nl: Verwijderd
pt: Eliminado
ru: Извлечено
tr_tr: Kaldırıldı
zh_hans: 已移除
zh_hant: 已移除

# mcs_upgrade_init
source: Start upgrade
ar: تبدأ الترقية
de: Upgrade starten
es: Comenzar a actualizar
fr: Commencer la mise à niveau
hu: A frissítés indítása
it: Avvia Aggiornamento
ja: アップグレードが始まります
ko: 업그레이드 시작
nl: Start update
pt: Começar a atualização
ru: Начать обновление
tr_tr: Yükseltmeyi başlat
zh_hans: 开始升级
zh_hant: 開始升級

# mcs_upgrade_download
source: Download upgrade
ar: ترقية التنزيل
de: Upgrade laden
es: Actualizar descargar
fr: Télécharger la mise à niveau
hu: A frissítés letöltése
it: Scarica Aggiornamento
ja: アップグレードしてダウンロードします
ko: 업그레이드 다운로드
nl: Download update
pt: Descarregar o upgrade
ru: Скачать обновление
tr_tr: İndirme ve yükseltme
zh_hans: 升级下载
zh_hant: 升級下載
