Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_modify_network_prompt
source: Network modifications may cause network failure, proceed anyway?
ar: تعديل معلمات الشبكة قد يسبب انقطاع الشبكةيرجى تأكيد التعديلات?
de: Änderung des Netzwerks kann zum Verlust des vorhandenen Nertzwerks führen, bitten bestätigen Sie die Änderung noch einmal?
es: Modificación de parámetros de red podría causar interrupciones de la red, por favor confirme su modificar otra vez?
fr: Les modifications des paramètres réseau peuvent engendrer une panne du réseau ; continuer quand même?
hu: A hálózati beállítás megváltoztatása kapcsolódási hibát okozhat. Kívánja folytatni?
it: Le modifiche di rete possono causare un guasto alla rete, procedere comunque?
ja: ネットワーク変更はネットワーク障害を引き起こす可能性があり、変更確認?
ko: 변경후 카메라가 재시작 합니다
nl: Netwerk aanpassingen kunnen fouten veroorzaken, toch doorgaan?
pt: Modificar os parâmetros de rede pode causar problemas de ligação, confirmar as modificações?
ru: Изменения настроек сети может привести к ошибке подключения. Пожалуйста, подтвердите свои изменения?
tr_tr: Ağ değişiklikler ağ hatası neden olabilir, yine de devam edilsin mi?
zh_hans: 网络参数修改可能造成网络中断,确认修改?
zh_hant: 網路參數修改可能造成網路中斷,確認修改?

# mcs_wifi_disable_prompt
source: Disable Wi-Fi，Continue?
ar: تعطيل خدمة الواي فاي، هل مواصلة؟
de: Ausschalten des WLANs fortsetzen?
es: Desactivar Wi-Fi，Continue?
fr: Désactiver le Wi-Fi, continuer ?
hu: Kikapcsola a Wi-Fi-t?
it: Disabilita Wi-Fi, continuare?
ja: Wi-Fiを無効にします。続けますか？
ko: Wi-Fi 사용안함, 계속합니까?
nl: Wi-Fi deactiveren, doorgaan?
pt: Desativar Wi-Fi, continuar?
ru: Отключить Wi-Fi?
tr_tr: Wi-Fi'yi Devre Dışı Bırak, Devam Et mi?
zh_hans: 禁用Wi-Fi，继续?
zh_hant: 停用Wi-Fi，繼續?

# mcs_eth_disable_prompt
source: Disable ethernet. Continue?
ar: تعطيل بطاقة إيثرنت، هل مواصلة؟
de: Ethernet ausschalten, fortfahren?
es: Desactivar la tajeta de red de ethernet. Desea continuar?
fr: Desactiver Ethernet, continuer ?
hu: Kikapcsolja az Ethernet-et?
it: Disabilita ethernet. Continuare?
ja: イーサネットを無効にします。続けますか？
ko: 이더넷 사용안함, 계속합니까?
nl: Ethernet deactiveren, doorgaan?
pt: Desativar a placa Ethernet, continuar?
ru: Отключить Ethernet?
tr_tr: Ethernet'i devre dışı bırak, Devam et?
zh_hans: 禁用以太网卡，继续?
zh_hant: 停用以太網卡，繼續?

# mcs_auto_obtain
source: Use DHCP
ar: الحصول تلقائيا
de: DHCP verwenden
es: Uso DHCP
fr: Utiliser DHCP
hu: Automatikus DHCP használata
it: Usa DHCP
ja: 自動的に取得します
ko: DHCP
nl: Gebruik DHCP
pt: Obter automaticamente DHCP
ru: Получать автоматически
tr_tr: DHCP yi kullan
zh_hans: 自动获取
zh_hant: 自動獲取

# mcs_manually_set
source: Use static
ar: الإعداد اليدوي
de: Statische Adresse verwenden
es: Configurar manualmente
fr: Utiliser statique
hu: Manuális megadás
it: Usa statica
ja: 手動設定
ko: 수동 설정
nl: Gebruik statisch
pt: Configurar manualmente
ru: Задать в ручную
tr_tr: Statik kullan
zh_hans: 手动设置
zh_hant: 手動設置

# mcs_dns_prim
source: Primary DNS
ar: DNS المفضل
de: Primäre DNS
es: DNS primario
fr: DNS primaire
hu: Elsődleges DNS
it: DNS primario
ja: プライマリDNS
ko: 기본 DNS
nl: Primaire DNS
pt: DNS primario
ru: Первичный DNS
tr_tr: Birincil DNS
zh_hans: 首选DNS
zh_hant: 首選DNS

# mcs_client_mode
source: Client
ar: وضع المحطة
es: Cliente modo
hu: Kliens
ja: ターミナルモデル
ko: 클라이언트 모드
pt: Modo de cliente
ru: Пользовательский
tr_tr: Müşteri
zh_hans: 终端模式
zh_hant: 終端模式

# mcs_adhoc_mode
source: Adhoc
ar: وضع النقاط الساخنة
ja: アドホック
ko: 애드호크
pt: Modo de hotspot
zh_hans: 热点模式
zh_hant: 熱點模式

# mcs_connect_fail
source: Connect failed
ar: خطأ في الاتصال
de: Verbindung fehlgeschlagen
es: Falla en la conexión
fr: Échec de la connexion
hu: Kapcsolódási hiba
it: Connessione fallita
ja: 接続に失敗しました
ko: 연결 실패
nl: Verbinding mislukt
pt: Erro de conexão
ru: Ошибка cоединения
tr_tr: Bağlantı başarısız oldu
zh_hans: 连接失败
zh_hant: 連接失敗

# mcs_dhcp_server
source: DHCP server
ar: خادم DHCP
es: Servidor DHCP
fr: Serveur DHCP
hu: DHCP szerver
it: Server DHCP
ja: DHCPサーバ
ko: DHCP서버
pt: Servidor DHCP
ru: DHCP сервер
tr_tr: DHCP sunucu
zh_hans: DHCP服务器
zh_hant: DHCP伺服器

# mcs_display_text
source: Display text
ar: عرض الاسم
de: Text anzeigen
es: Mostrar texto
fr: Afficher le texte
hu: Szöveg megjelenítése
it: Visulizza testo
ja: 画面にカメラ名を表示します
ko: 화면이름 표시
nl: Geeft tekst weer
pt: Mostrar o texto
ru: Отобразить текст
tr_tr: Metin göster
zh_hans: 显示名称
zh_hant: 顯示名稱

# mcs_repair_prompt_detail
source: Repair may cause some data loss. Continue?
ar: إصلاح بطاقة الذاكرة الرقمية المؤمنة قد يؤدي إلى فقدان بعض البيانات، هل مواصلة؟
de: Reparatur kann zu Datenverlust führen, möchten Sie fortfahren?
es: Reparar la causa tal vez que perder algunos datos. ¿Desea continuar?
fr: La réparation peut engendrer des pertes de données. Continuer ?
hu: A helyreállítás adatvesztést okozhat. Kívánja folytatni?
it: La riparazione può causare una perdita di dati. Continuare?
ja: SDカードの修復は一部のデータが失われる可能です。続けますか
ko: SD카드를 수리하면 일부 데이터가 손실될 수 있습니다,계속합니까?
nl: Reparatie kan enige verlies van gegevens tot gevolg hebben. Doorgaan?
pt: Reparar o cartão SD pode resultar em alguma perda de dados, continua?
ru: Восстановление может привести к потере некоторых данных на SD-карте. Продолжить?
tr_tr: Onarım bazı veri kaybına neden olabilir Devam edilsin mi?
zh_hans: 修复SD卡可能导致部分数据丢失，继续？
zh_hant: 修復SD卡可能導致部分數據丟失，繼續？

# mcs_format_prompt_detail
source: Format will erase all data on SD card. Continue?
ar: التنسيق يحذف كافة البيانات الموجودة على بطاقة الذاكرة الرقمية المؤمنة، هل مواصلة؟
de: Durch die Formatierung werden sämtliche Daten auf der SD-Speicherkarte gelöscht. Möchten Sie fortfahren??
es: Formato borrará todos los datos en la tarjeta SD. ¿Desea continuar?
fr: Formater une carte SD efface toutes les données qu'elle contient. Continuer ?
hu: A formazás minden adatot törölni fog az SD kártyán, kívánja folytatni?
it: La formattazione cancellerà tutti i dati sulla scheda SD. Continuare?
ja: フォーマットはSDカードのすべてのデータを削除します。続けますか？
ko: 포멧을 하면 SD카드의 데이터가 삭제됩니다. 계속합니까?
nl: Format zal alle gegevens op de SD-kaart te wissen. Doorgaan?
pt: A formatação irá apagar todos os dados do cartão SD, continua?
ru: Форматирование удалит все данные на SD-карте. Продолжить?
tr_tr: Biçimlendirme, SD karttaki tüm verileri silecektir,Devam etmek ister misin?
zh_hans: 格式化将删除SD卡上所有数据，继续？
zh_hant: 格式化將刪除SD卡上所有數據，繼續？

# mcs_mount_prompt
source: Mount SD card. Continue?
ar: تحميل بطاقة الذاكرة الرقمية المؤمنة، هل مواصلة؟
de: SD-Speicherkarte einlegen, fortfahren?
es: Tarjeta SD de monte. ¿Desea continuar?
fr: Mettre la carte SD en place Continuer ?
hu: Az SD kártya hozzárendelése. Kívánja folytatni?
it: Monta scheda SD. Continuare?
ja: SDカードをマウントします。続けますか？
ko: SD카드를 접속합니다. 계속합니까?
nl: Mount SD-kaart. voortzetten
pt: Carregar o cartão SD, continuar?
ru: Загрузить SD карточку, продолжить?
tr_tr: SD kartı takın, devam et?
zh_hans: 加载SD卡，继续？
zh_hant: 加載SD卡，繼續？

# mcs_umount_prompt
source: Video and photo cannot be saved after SD card is unmounted. Continue?
ar: إلغاء تحميل بطاقة الذاكرة الرقمية المؤمنة يؤدي الي عدم حفظ الفيديو والصور وغيرهامن البيانات ، هل مواصلة ؟
de: Videos und Fotos können nicht gespeichert werden, wenn die SD-Speicherkarte entfernt wurde. Möchten Sie fortfahren?
es: Video y foto no pueden ser salvo después SD umount. ¿Desea continuar?
fr: Les vidéos et photos ne peuvent plus être sauvegardées une fois la carte SD retirée. Continuer ?
hu: Az SD kártya leválasztása után a felvételek mentése nem lehetséges. Kívánja folytatni?
it: Video e foto non possono essere salvati dopo aver smontato la scheda SD. Continuare?
ja: SDカードのアンマウントはビデオと写真が保存することができません。続けますか？
ko: SD카드 접속해제후 영상과 사진이 SD카드에 저장되지 않습니다. 계속합니까?
nl: Video en foto kan niet worden opgeslagen nadat de SD-kaart wordt ontkoppeld. Doorgaan?
pt: Se descarregar o cartão SD não poderá guardar mais videos ou fotos, continuar?
ru: После отключение SD-карты сохранение видеозаписей и скриншотов будет невозможно. Продолжить?
tr_tr: SD Kartı takılı değilken fotoğraf veya görüntü kaydı yapılamıyor. Devam edilsin mi?
zh_hans: 卸载SD卡将导致录像和图片等数据无法保存，继续？
zh_hant: 卸載SD卡將導致錄影和圖片等數據無法保存，繼續？

# mcs_sdcard_reset
source: Success. Restart to activate. Continue?
ar: تم الاعداد بنجاح، تحتاج إلى إعادة تشغيل الكاميرا لالتقاط ، هل مواصلة ؟
de: Erfolgreich. Für Aktivierung neu starten. Möchten Sie fortfahren?
es: Sistema de éxito, reiniciar la cámara para que surta efecto
fr: Opération réussie. Redémarrer pour activer. Continuer ?
hu: A beállítások elmentve. Indítsa újra a kamerát!
it: Successo. Riavvia per attivare. Continuare?
ja: 設定に成功しました。カメラ再起動後有効になります。続けますか？
ko: 설정완료, 적용을 위해 카메라를 리부팅합니다. 계속합니까?
nl: Succes. Herstart om te activeren. Doorgaan?
pt: Configuração actualizada com sucesso, você precisará de reiniciar a camera, continuar?
ru: Настройки сохранены. Перезапустите камеру, чтобы применить настройки.
tr_tr: Başarıyla tamamlandı. Etkinleştirilmesi için cihazı tekrar başlaması gerekiyor, devam edilsin mi?
zh_hans: 设置成功，需要重启摄像机才能生效,继续？
zh_hant: 設置成功，需要重啟攝影機才能生效,繼續？

# mcs_sdcard_repairing
source: Repairing, wait to restart.
ar: يتم الإصلاح لانتظار إعادة التشغيل
de: Reparatur läuft, bitte mit Neustart warten
es: Reparación espera reiniciar
fr: Réparation en cours, attendre pour redémarrer
hu: A helyreállítás folyamatban, várjon az újraindulásig!
it: Riparazione, attendi per riavviare
ja: 再起動後に修復します
ko: 수리중, 재부팅을 기다리세요
nl: Repareren, wachten om opnieuw op te starten.
pt: Reparação em curso para reiniciar
ru: Идет восстановление, ожидайте перезапуска
tr_tr: Tamir ediliyor,yeniden başlatmayı bekliyor
zh_hans: 修复待重启
zh_hant: 修復待重啟

# mcs_sdcard_formating
source: Formatting, wait to restart.
ar: يتم التنسيق لانتظار إعادة التشغيل
de: Formatierung läuft, bitte mit Neustart warten.
es: Formateo espera reiniciar
fr: Formatage en cours, attendre pour redémarrer
hu: Formázás, várjon az újraindításra!
it: Formattazione in corso attendere il riavvio
ja: 再起動後にフォーマットします
ko: 포멧중, 리부팅을 기다리세요
nl: Formatteren, wachten om opnieuw op te starten.
pt: Formatação em curso para reiniciar
ru: Идет форматирование, ожидайте перезапуска
tr_tr: Biçimlendirilmiş olma,yeniden başlatmayı bekliyor
zh_hans: 格式化待重启
zh_hant: 格式化待重啟

# mcs_sdcard_umount
source: Unmount
ar: دون تنزيل
de: Entfernen
es: Desmontar
fr: Retirer
hu: SD kártya leválasztása
it: Smonta
ja: アンマウント
ko: SD카드 접속해제
nl: ontkoppelen
pt: Não carregado
ru: Отключена
tr_tr: Unmounted
zh_hans: 未加载
zh_hant: 未加載

# mcs_valid
source: Valid
ar: متوفر
de: Gültig
es: Válido
fr: Valable
hu: Érvényes
it: Valido
ja: 未使用
ko: 사용가능
nl: Valide
pt: Válido
ru: Корректно
tr_tr: Geçerli
zh_hans: 可使用
zh_hant: 可使用

# mcs_io
source: IO alarm
ar: انذار IO
es: Alarma E/S
fr: Alarme E/S
hu: IO riasztás
it: Allarme I/O
ja: IOアラーム
ko: IO알람
pt: Alarme I/O
ru: Тревога внешнего датчика
zh_hans: IO报警
zh_hant: IO警報

# mcs_input
source: Input
ar: أدخل
de: Eingang
es: Entrada
fr: Entrée
hu: Bemenet
it: Ingresso
ja: インプット
ko: 입력
pt: Entrar
ru: Ввод
tr_tr: Giriş
zh_hans: 输入
zh_hant: 輸入

# mcs_outinput
source: Output
ar: أخرج
de: Ausgang
es: Salida
fr: Sortie
hu: Kimenet
it: Uscita
ja: アウトプット
ko: 출력
pt: Saida
ru: Вывод
tr_tr: Çıktı
zh_hans: 输出
zh_hant: 輸出

# mcs_prompt_alert_on
source: Alert on，Continue?
ar: إفتح التسليح ، متواصل؟
de: Alarm an, fortfahren?
es: Activar alertas, ¿continuar?
fr: Alerte activée, continuer ?
hu: A riasztás bekapcsolva. Kívánja folytatni?
it: Allarme attivo, continuare?
ja: アラートオン、続けますか？
ko: 경보 On. 계속합니까?
nl: Alarm aan, doorgaan?
pt: Activar o alarme, continuar?
ru: Тревоги включены, продолжить?
tr_tr: Uyarılar açık, devam edilsin mi?
zh_hans: 打开布防，继续？
zh_hant: 打開佈防，繼續？

# mcs_auto_sync_date_time
source: Auto sync
ar: التزامن التلقائي
es: Sincronización automática
hu: automatikus fordítás
it: Sincronizzazione automatica
ja: 自動同期
ko: 셀신
nl: Automatische synchronisatie
pt: A sincronização automática
ru: автоматическая синхронизация
tr_tr: Otomatik senkronizasyon
zh_hans: 自动同步
zh_hant: 自動同步

# mcs_alarm_record
source: Alarm record
ar: تسجيل الانذار
de: Aufnahme nach Alarm
es: Grabación de alarma
fr: Enregistrement d’alarme
hu: Viedófelvétel riasztás
it: Registrazioni di allarme
ja: アラームレコード
ko: 알람 영상
nl: Alarm opname
pt: Gravação de alarme
ru: Видеозапись тревоги
tr_tr: Alarm kaydı
zh_hans: 报警录像
zh_hant: 警報錄影

# mcs_username
source: User name
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom de l'utilisateur
hu: Felhasználó név
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
pt: Nome de usuário
ru: Имя пользователя
tr_tr: Kullanıcı adı
zh_hans: 用户名
zh_hant: 用戶名

# mcs_re_enter_the_password
source: Input the password again
ar: إعادة إدخال كلمة المرور
de: Passwort erneut eingeben
es: Vuelva a escribir su contraseña
fr: Saisir à nouveau le mot de passe
hu: Adja meg a jelszót újra!
it: Reinserisci la password
ja: もう一度パスワードを入力してください。
ko: 비밀번호 재입력
nl: Geef wachtwoord opnieuw in
pt: Entrar o código novamente
ru: Введите пароль еще раз
tr_tr: Şifreyi tekrar gir
zh_hans: 重新输入密码
zh_hant: 重新輸入密碼

# mcs_remember_me
source: Stay signed in
ar: الاحتفاظ بتسجيل الدخول
de: Angemeldet bleiben
es: Estancia firmado en
fr: Rester connecté
hu: Maradjon bejelentkezve
it: Resta connesso
ja: サインをそのままします
ko: 로그인 상태유지
nl: Blijf ingelogd
pt: Manter inscrito
ru: Запомнить меня
tr_tr: Oturumda kalın
zh_hans: 保持登录
zh_hant: 保持登錄

# mcs_home
source: Home
ar: منزل
fr: Accueil
hu: Vissza a kezdéshez
ja: ホーム
ru: Домой
tr_tr: Anasayfa
zh_hans: 首页
zh_hant: 首頁

# mcs_install_the_plug
source: Install plug-in
ar: تركيب البرنامج المساعد
de: Plugin installieren
es: Instalar el enchufe video
fr: Installer le plug-in
hu: Telepítse a csatlakozót!
it: Installa plug in
ja: プラグインをインストールします
ko: 플러그인 설치
nl: Plug-in installeren
pt: Instalar o plugin
ru: Установить плагин
tr_tr: Eklentiyi kur
zh_hans: 安装插件
zh_hant: 安裝插件

# mcs_install_the_video_plug
source: Install video plug-in
ar: تركيب البرنامج المساعد للفيديو
de: Video-Plugin installieren
es: Instalar el enchufe video
fr: Installer le plug-in vidéo
hu: Telepítse a videó csatlakozót!
it: Installa plug-in video
ja: ビデオプラグインをインストールします
ko: 영상 플러그인 설치
nl: Video plug-in installeren
pt: Instalar a ligação vídeo
ru: Установиь плагин видео
tr_tr: Video eklentisini kur
zh_hans: 安装视频插件
zh_hant: 安裝影像插件

# mcs_install_now
source: Install now
ar: قم بالتركيب الآن
de: Jetzt installieren
es: Instalar ahora
fr: Installer maintenantt
hu: Telepítés most
it: Installa adesso
ja: 今すぐインストールします
ko: 즉시 설치
nl: Installeer nu
pt: Instalar agora
ru: Установить сейчас
tr_tr: Şimdi kur
zh_hans: 立即安装
zh_hant: 立即安裝

# mcs_temporarily_installed_use_ordinary_video
source: No, install later
ar: لا يتم التركيب مؤقتا ، يتم استخدام الشاشة العادية
de: Nein, später installieren
es: No, instalar más tarde
fr: Non, installer ultérieurement
hu: Telepítés később
it: No, installa più tardi
ja: いいえ、後程でインストールします
ko: 다음에 설치
nl: Nee, installeer later
pt: Não, instalar mais tarde
ru: Установить позже
tr_tr: Hayır, daha sonra yükle
zh_hans: 暂不安装，使用普通视
zh_hant: 暫不安裝，使用普通視

# mcs_brightness
source: Brightness
ar: السطوع
de: Helligkeit
es: Brillo
fr: Luminosité
hu: Fényerő
it: Luminosità
ja: 輝度
ko: 밝기
nl: Helderheid
pt: Luminosidade
ru: Яркость
tr_tr: Parlaklık
zh_hans: 亮度
zh_hant: 亮度

# mcs_contrast
source: Contrast
ar: التباين
de: Kontrast
es: Contraste
fr: Contraste
hu: Kontraszt
it: Contrasto
ja: コントラスト
ko: 명암
pt: Contraste
ru: Контрастность
tr_tr: Kontrast Oranı
zh_hans: 对比度
zh_hant: 對比度

# mcs_color_saturation
source: Saturation
ar: التشبع
de: Sättigung
es: Saturación
hu: Színtelítettség
it: Saturazione
ja: 彩度
ko: 채도
nl: Verzadiging
pt: Saturação
ru: Насыщенность
tr_tr: Doygunluk
zh_hans: 饱和度
zh_hant: 飽和度

# mcs_sharpness
source: Sharpness
ar: الحدة
de: Schärfe
es: Nitidez
fr: Netteté
hu: Élesség
it: Nitidezza
ja: シャープネ ス
ko: 선명도
nl: Scherpstelling
pt: Agudeza
ru: Резкость
tr_tr: Keskinlik
zh_hans: 锐度
zh_hant: 銳度

# mcs_duration
source: Duration
ar: فترة الاستمرار
de: Dauer
es: Duración
fr: Durée
hu: Időtartam
it: Durata
ja: デュレーション
ko: 재생시간
nl: Duur
pt: Duração
ru: Продолжительность
tr_tr: Süre
zh_hans: 持续时长
zh_hant: 持續時間

# mcs_index
source: Index
ar: المؤشر
es: Índice
it: Indice
ja: 索引
ko: 번호
pt: Índice
ru: Индекс
tr_tr: Dizin
zh_hans: 索引
zh_hant: 索引

# mcs_remark
source: Remark
ar: الملاحظة
de: Bemerkung
es: Notas
fr: Remarque
hu: Megjegyzés
it: Nota
ja: 備考
ko: 비고
nl: Opmerking
pt: Observação
ru: Примечания
tr_tr: Açıklama
zh_hans: 备注
zh_hant: 備註

# mcs_media_stream
source: Media
ar: وسائل الإعلام
de: Medien
es: Los medios de comunicación
fr: Média
hu: Adathordozó
ja: メディア
ko: 미디어
pt: Mídia
ru: Данные
tr_tr: Medya
zh_hans: 媒体流
zh_hant: 媒體流

# mcs_server
source: Server
ar: الخادم
es: Servidor
fr: Serveur
hu: Szerver
ja: サーバ
ko: 서버
pt: Servidor
ru: Сервер
tr_tr: Sunucu
zh_hans: 服务器
zh_hant: 伺服器

# mcs_media_transfer
source: Transfer media
ar: نقل وسائل الإعلام
de: Medien übertragen
es: Transferencia de video
fr: Média de transfert
hu: Adatok átvitele
it: Trasferimento file multimediali
ja: 転送メディア
ko: 미디어 전송
nl: Media overdragen
pt: Transferir mídia
ru: Передача данных
tr_tr: Ortamı aktarma
zh_hans: 媒体传输
zh_hant: 媒體傳輸

# mcs_manufacturer
source: Manufacturer
ar: صانع
de: Hersteller
es: Fabricante
fr: Fabricant
hu: Gyártó
it: Produttore
ja: メーカー
ko: 제조자
nl: Fabrikant
pt: Fabricante
ru: Изготовитель
tr_tr: Üretici
zh_hans: 厂商
zh_hant: 廠商

# mcs_model
source: Model
ar: النموذج
de: Modell
es: Modelo
fr: Modèle
hu: Modell
it: Modello
ja: モデル
ko: 식별코드
pt: Modelo
ru: Модель
zh_hans: 型号
zh_hant: 型號

# mcs_plugin_version
source: Plug-in version
ar: اصدار البرنامج المساعد
es: Versión plug-in
fr: Version de Plug-in
hu: Plug-in verziószám
it: Versione plug in
ja: プラグインバージョン
ko: 플러그인 버전
nl: Plug-in versie
pt: A versão do plug-in
ru: Версия плагина
tr_tr: Eklenti Sürümü
zh_hans: 插件版本
zh_hant: 插件版本

# mcs_network_interface
source: Network interface
ar: واجهة الشبكة
de: Netzschnittstelle
es: Interfaz de red
fr: Interface réseau
hu: Hálózati csatlakozás
it: Interfaccia di rete
ja: ネットワークインタフェース
ko: 네트워크
nl: Netwerk interface
pt: Interface de rede
ru: Сетевой протокол
tr_tr: Ağ arabirimi
zh_hans: 网卡
zh_hant: 網卡

# mcs_transfer_protocol
source: Transfer protocol
ar: بروتوكول النقل
de: Protokoll übertragen
es: Protocolo de transferencia
fr: Protocole de transfert
hu: Adatátviteli protokol
it: Protocollo di trasferimento
ja: 転送プロトコル
ko: 전송 프로토콜
nl: Overdracht protocol
pt: O protocolo de transmissão
ru: Протокол передачи
tr_tr: Aktarım protokolü
zh_hans: 传输协议
zh_hant: 傳輸協議

# mcs_year
source: Year
ar: السنة
de: Jahr
es: Año
fr: Année
hu: Év
it: Anno
ja: 年
ko: 년
nl: Jaar
pt: Ano
ru: Год
tr_tr: Yıl
zh_hans: 年
zh_hant: 年

# mcs_month
source: Month
ar: الشهر
de: Monat
es: Mes
fr: Mois
hu: Hónap
it: Mese
ja: 月
ko: 월
nl: Maand
pt: Mês
ru: Месяц
tr_tr: Ay
zh_hans: 月
zh_hant: 月

# mcs_day
source: Day
ar: اليوم
de: Tag
es: Dia
fr: Jour
hu: nap
it: Giorno
ja: 日
ko: 날
nl: Dag
pt: Dia
ru: день
tr_tr: Gün
zh_hans: 日
zh_hant: 日

# mcs_hour
source: Hour
ar: الساعة
de: Stunde
es: Hora
fr: Heures
hu: Óra
it: Ora
ja: 時
ko: 시간
nl: Uur
pt: Hora
ru: Час
tr_tr: Saat
zh_hans: 小时
zh_hant: 小時

# mcs_minute
source: Minute
ar: الدقيقة
es: Minuto
fr: Minutes
hu: Perc
it: Minuto
ja: 分
ko: 분
nl: Minuut
pt: Minuto
ru: Минута
tr_tr: Dakika
zh_hans: 分
zh_hant: 分

# mcs_second
source: Second
ar: الثانية
de: Sekunde
es: Segundos
fr: Secondes
hu: Másodperc
it: Secondo
ja: 秒
ko: 초
nl: Seconde
pt: Segundo
ru: Секунда
tr_tr: Ikinci
zh_hans: 秒
zh_hant: 秒

# mcs_millisec
source: Millisec
ar: ميلي ثانية واحدة
de: Millisekunde
es: Milisegundo
fr: Millisecondes
hu: Tizedmásodperc
ja: ミリ
ko: 밀리 초
nl: Milliseconde
pt: Milisegundo
ru: Mиллисекунды
zh_hans: 毫秒
zh_hant: 毫秒

# mcs_ntp
source: Time server
ar: عنوان خادم الوقت
de: Zeitserver
es: Servidor de hora
fr: Serveur horaire
hu: Idő-szerver címe
it: Server Orario
ja: 時間サーバ
ko: 타임 서버
nl: Tijdserver
pt: O endereço do servidor NTP
ru: Адрес сервера времени
tr_tr: Zaman sunucusu
zh_hans: 时间服务器地址
zh_hant: 時間伺服器地址

# mcs_upload_upgrade
source: Upload upgrade
ar: تحميل الترقية
de: Upgrade laden
es: Subir la actualización
fr: Télécharger la mise à niveau
hu: A frissítés feltöltése
it: Carica aggiornamento
ja: アップロード
ko: 업그레이드 업로드
pt: Enviar o update
ru: Скачать и обновить
tr_tr: Yükseltme yükle
zh_hans: 上传升级
zh_hant: 上傳升級

# mcs_stop
source: Stop
ar: إيقاف
de: Stopp
es: Parada
ja: ストップ
ko: 정지
pt: Parar
ru: Остановить
tr_tr: Dur
zh_hans: 停止
zh_hant: 停止

# mcs_info_rewind
source: Rewind
ar: الترجيع
de: Rücklauf
es: Rebobinado
fr: Rembobinage
hu: Visszatekerés
it: Riavvolgimento
ja: リワインド
ko: 뒤로
pt: Rebobinar
ru: Перемотать назад
tr_tr: Geri sar
zh_hans: 快退
zh_hant: 快退

# mcs_fast_forward
source: Fast forward
ar: التقديم السريع
de: Vorlauf
es: Avance rápido
fr: En avant, rapide
hu: Előretekerés
it: FF
ja: 早送り
ko: 앞으로
pt: Difundir rápido
ru: Перемотать вперед
tr_tr: Hızlı ileri Sar
zh_hans: 快进
zh_hant: 快進

# mcs_previous_frame
source: Previous frame
ar: الإطار السابق
de: Vorheriges Bild
es: Fotograma anterior
fr: Image précédente
hu: Előző képkocka
it: Fotogramma precedente
ja: 前のフレーム
ko: 이전 프레임
nl: Vorig beeld
pt: Foto anterior
ru: Предыдущий кадр
tr_tr: Önceki çerçeve
zh_hans: 上一帧
zh_hant: 上一幀

# mcs_next_frame
source: Next frame
ar: الإطار التالي
de: Nächstes Bild
es: Siguiente fotograma
fr: Image suivante
hu: Következő képkocka
it: Fotogramma successivo
ja: 次のフレーム
ko: 다음 프레임
nl: volgend beeld
pt: Próxima imagem
ru: Следующий кадр
tr_tr: Sonraki çerçeve
zh_hans: 下一帧
zh_hant: 下一幀

# mcs_record_audio
source: Record audio
ar: تسجيل الصوت
de: Audio aufnehmen
es: Grabación de audio
fr: Enregistrer le son
hu: Hangfelvétel
it: Registra Audio
ja: オーディオレコード
ko: 오디오녹음
nl: Geluid opnemen
pt: Gravação de áudio
ru: Запись звука
tr_tr: Ses kaydet
zh_hans: 录制音频
zh_hant: 錄音

# mcs_week
source: Week
ar: الأسبوع
de: Woche
es: Semana
fr: Semaine
hu: Hét
it: Settimana
ja: 週間
ko: 주간
pt: Semana
ru: Неделя
tr_tr: Hafta
zh_hans: 星期
zh_hant: 星期

# mcs_all
source: All
ar: جميع
de: Alle
es: Todo
fr: Tout
hu: Minden
it: Tutto
ja: 全部
ko: 전체
nl: Alle
pt: Tudo
ru: Все
tr_tr: Hepsini seç
zh_hans: 全选
zh_hant: 全選

# mcs_id
source: ID
ar: الرقم
hu: Azonosító
ru: Номер
zh_hans: 序号
zh_hant: 序號

# mcs_select_all
source: Select all
ar: اختيار جميع
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hu: Összes kiválasztása
it: Seleziona tutto
ja: 全部を選択します
ko: 모두 선택
nl: Selecteer alles
pt: Selecionar tudo
ru: Выбрать все
tr_tr: Tümünü seç
zh_hans: 选择所有
zh_hant: 全選

# mcs_call
source: Call
ar: الاتصال
de: Ticket
es: Llamar
fr: Appeler
hu: Hívás
ja: コール
nl: telefoontje
pt: Chamar
ru: Вызвать
tr_tr: Çağrı
zh_hans: 呼叫
zh_hant: 呼叫

# mcs_activation
source: Activation
ar: رمز التفعيل
de: Aktivierung
es: Activación
hu: Aktiválás
it: Attivazione
ja: アクティベーション
ko: 활성화
nl: activering
pt: Ativação
ru: Код активации
tr_tr: Aktivasyon kodu
zh_hans: 激活码
zh_hant: 啟動碼

# mcs_caption
source: Upload file
ar: تحميل الملف
de: Datei hochladen
es: Subir archivo
fr: Télécharger le fichier
hu: File feltöltése
it: Carica file
ja: ファイルをアップロードします
ko: 업로드 파일
nl: Upload bestand
pt: Carregar arquivo
ru: Загрузить файл
tr_tr: Dosya yükleme
zh_hans: 上传文件
zh_hant: 上傳檔案

# mcs_alarm_device
source: Motion sensitivity
ar: جهاز الانذار
de: Bewegungsempfindlichkeit
es: Dispositivo de alerta
fr: Sensibilité mouvement
hu: Eszközriasztás
it: Sensibilità del movimento
ja: アラートデバイス
ko: 모션감도
nl: bewegingsgevoeligheid
pt: Equipamento de alarme
ru: Тревога устройства
tr_tr: Hareket hassasiyeti
zh_hans: 报警设备
zh_hant: 警報設備

# mcs_not_installed
source: Not installed
ar: غير مثبت
de: Nicht installiert
es: No está instalada
fr: Non installé
hu: Nincs telepítve
it: Non installato
ja: インストールされていません
ko: 설치되지 않음
nl: Niet geïnstalleerd
pt: Não instalado
ru: Не установлено
tr_tr: Yüklenmedi
zh_hans: 未安装
zh_hant: 未安裝

# mcs_join_us_now
source: Join us now
ar: انضم إلينا الآن
de: Melden Sie sich jetzt an
es: Únase a nosotros ahora
fr: Rejoignez-nous maintenant
hu: Csatlakozzon hozzánk!
it: Iscriviti adesso
ja: 今すぐ私たちに参加します
ko: 지금 가입
nl: Sluit je nu bij ons aan
pt: Junte-se a nós
ru: Присоединяйтесь к нам
tr_tr: Şimdi bize katılın
zh_hans: 现在就加入我们
zh_hant: 現在就加入我們
