Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_five_min
source: 5 min
ar: خمس دقائق
hu: öt perc
ja: 5分
ko: 5분
nl: 5 minuten
ru: пять минут
tr_tr: 5 dakika
zh_hans: 五分钟
zh_hant: 五分鐘

# mcs_category
source: Category
ar: الفئات
de: Kategorie
es: Categorías
fr: Catégorie
hu: kategória
it: Categoria
ja: 類別
ko: 분류
nl: Categorie
pt: Categorias
ru: категории
tr_tr: Kategori
zh_hans: 类 别 :
zh_hant: 類 別 :

# mcs_time_length
source: Duration
ar: طول الوقت
de: Dauer
es: Duración
fr: Durée
hu: ha a hosszú
it: Durata
ja: 時間が長い
ko: 이름
nl: Duur
pt: A Muito tempo
ru: продолжительность
tr_tr: Süre
zh_hans: 时 长 :
zh_hant: 時 長 :

# mcs_new
source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
hu: új
ja: 新規
ko: 새
nl: Nieuw
pt: Novo
ru: новый
tr_tr: Yeni
zh_hans: 新
zh_hant: 新

# mcs_week_setting_prompt
source: Week setting can not be empty
ar: يوم لا يمكن أن تكون فارغة
de: Woche muss eingegeben werden
es: Este campo no puede estar vacío
fr: Le champ semaine doit être rempli
hu: a héten nem.
it: L'impostazione della settimana non può essere vuota
ja: 日曜日は空にできません
ko: 주 못 비어
nl: Week instelling mag niet leeg zijn
pt: - não Pode ser vazio
ru: недели не может быть пустым
tr_tr: Hafta ayarları boş olamaz
zh_hans: 星期不能为空
zh_hant: 星期不能為空

# mcs_time_setting_prompt
source: Time settings can not be empty
ar: تحديد الوقت لا يمكن أن تكون فارغة
de: Zeit muss eingegeben werden
es: El tiempo no puede estar vacío
fr: Le champ heure doit être rempli
hu: időegyeztetés nem maradhat üresen
it: L'impostazione dell'ora non può essere vuota
ja: 時間を設定できない空
ko: 시간 설정 못 비어
nl: Tijdsinstelling mag niet leeg zijn
pt: O tempo não Pode ser vazio
ru: время установки не может быть пустым
tr_tr: Zaman ayarları boş olamaz
zh_hans: 时间设置不能为空
zh_hant: 時間設定不能為空

# mcs_today
source: Today
ar: اليوم
de: Heute
es: Hoy.
fr: Aujourd'hui
hu: ma
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pt: Hoje
ru: сегодня
tr_tr: Bugün
zh_hans: 今天
zh_hant: 今天

# mcs_wifi_password
source: WiFi Password
ar: واي فاي كلمة المرور
de: Wi-Fi-Passwort
es: Conectando Wi-Fi contraseña
fr: Mot de passe Wi-Fi
hu: Wi-Fi jelszót
it: Password Wi-Fi
ja: 無線LANのパスワード
ko: 무선 랜 암호
nl: Wi-Fi wachtwoord
pt: Wi-Fi senha
ru: Wi-Fi пароль
tr_tr: Wifi şifresi
zh_hans: Wi-Fi 密码
zh_hant: Wi-Fi 密碼

# mcs_register_prompt
source: Please register your account first
ar: يرجى تسجيل حسابك
de: Bitte registrieren Sie sich zuerst.
es: Por favor, número de registro.
fr: Veuillez commencer par enregistrer votre compte
hu: kérem, előbb regisztrált számlaszámot
it: Effettuare innanzitutto la registrazione del conto
ja: どうぞお先に登録するアカウント
ko: 당신이 먼저 계정 등록
nl: Registreer uw account eerst
pt: Por favor, primeiro registo de conta
ru: Пожалуйста, зарегистрируйтесь счета
tr_tr: Lütfen önce hesabınızı kaydettirin
zh_hans: 请您先注册账号
zh_hant: 請您先註冊帳號

# mcs_click_login
source: Click here to login
ar: اضغط على تسجيل الدخول
de: Klicken Sie hier, um sich anzumelden.
es: Haga clic en iniciar sesion
fr: Cliquez ici pour vous connecter
hu: a bejelentkezés
it: Clicca qui per effettuare il l’accesso
ja: ログイ ン
ko: 눌러서 로그인
nl: Klik hier om in te loggen
pt: Clique EM login
ru: Нажмите кнопку входа
tr_tr: Giriş yapmak için tıklayınız
zh_hans: 点击登录
zh_hant: 點擊登入

# mcs_not_login_prompt
source: You have not logged in, please click here to login!
ar: كنت لا تسجيل الدخول ، انقر فوق تسجيل الدخول !
de: Sie haben sich nicht angemeldet, bitte klicken Sie hier, um sich anzumelden.
es: No estás registrado, por favor, haga clic en login.
fr: Vous n'êtes pas connecté, veuillez cliquer ici pour vous connecter !
hu: - hogy be nem írja alá, kérem!
it: Non hai effettuato il login, si prega di cliccare qui per accedere!
ja: まだお登録、登録をクリックしてください！
ko: 아직 로그인 단추를 누르십시오 등록!
nl: U bent niet ingelogd, klik hier om in te loggen
pt: Você não está logado, por favor clique EM Entrar!
ru: Вы также не войти, пожалуйста, нажмите на кнопку войти !
tr_tr: Giriş yapmadınız.Lütfen giriş yapmak için buraya tıklayın!
zh_hans: 您还没登录，请点击登录！
zh_hant: 您還沒登入，請點擊登入！

# mcs_product_presentation
source: Home
ar: الصفحة الرئيسية
es: La
fr: Accueil
hu: homepage
ja: トップページ
ko: 홈
pt: Home page
ru: Домашняя страница
tr_tr: Anasayfa
zh_hans: 首页
zh_hant: 首頁

# mcs_help_feedback
source: FAQ
ar: مساعدة
es: Ayuda
hu: segíts
ja: 助ける
ko: 돕다
pt: Ajuda
ru: помочь
zh_hans: 帮助
zh_hant: 幫助

# mcs_help_information
source: FAQ
ar: مساعدة
es: Ayuda
hu: segíts
ja: 助ける
ko: 돕다
pt: Ajuda
ru: помочь
zh_hans: 帮助
zh_hant: 幫助

# mcs_feedback
source: Feedback
ar: ملاحظات
es: La retroalimentación
fr: La rétroaction
hu: véleményét
it: Commenti
ja: 意見フィードバック
ko: 의견이 피드백
ru: обратной связи
tr_tr: Geri bildirim
zh_hans: 意见反馈
zh_hant: 意見回饋

# mcs_feedback_des
source: Thanks for using our app, please give us your valuable advice
ar: شكرا لدينا استخدام التطبيق ، مرحبا بكم في طرح اقتراحاتكم
de: Dank der Verwendung von WIR - app, aufgefordert, uns ihre wertvollen Vorschlag
es: Gracias al uso de nuestra App, bienvenido a nuestra propuesta de sus valiosos comentarios
fr: Merci d'utiliser notre app, bienvenue à nous donner votre avis
hu: hála használjuk app hozott nekünk köszönöm értékes véleményeiket
it: Grazie all'uso di App con noi, CI ha dato il tuo Prezioso parere
ja: 感謝するapp、歓迎に貴重な意見を提出します
ko: 감사 사용 우리 app, 환영 우리에게 당신의 귀중한 의견을 제기했다
nl: Dankzij het gebruik van onze app, welkom stelt ons voor uw waardevolle opmerkingen
pt: Obrigado por USAR Nosso aplicativo, BEM - vindo para NOS Dar SUA valiosa opinião
ru: Спасибо за использование мы app , приветствует дает нам Ваши ценные мнения
tr_tr: Uygulamamızı kullandığınız için teşekkürler, lütfen değerli görüşlerinizi bize bildirin
zh_hans: 感谢使用我们app,欢迎给我们提出您宝贵的意见
zh_hant: 感謝使用我們app，歡迎給我們提出您寶貴的意見

# mcs_feedback_praise
source: Praise
ar: الثناء
de: Lob
es: Elogios
fr: éloges
hu: ez
it: Di Lodi
ja: 好評を与える
ko: 호평
nl: Lof
pt: Louvor
ru: признание
tr_tr: Övgü
zh_hans: 给个好评
zh_hant: 給個好評

# mcs_feedback_title_prompt
source: Feedback title
ar: ردود الفعل على العنوان
de: Feedback - titel
es: Título de retroalimentación
fr: Titre de rétroaction
hu: a visszajelzés
it: Il titolo di Feedback
ja: フィードバックタイトル
ko: 피드백 제목
nl: Feedback - Titel
pt: O título de feedback
ru: название обратной связи
tr_tr: Geri bildirim başlığı
zh_hans: 反馈标题
zh_hant: 迴響標題

# mcs_feedback_title
source: Please enter the title (18 words or less)
ar: الرجاء إدخال عنوان (18 كلمة أو أقل )
de: Bitte geben sie den titel (18 Wörter)
es: Introduzca el título (18 palabras o menos)
fr: Saisissez le titre (18 mots)
hu: kérem, adja meg a címet (18 szóban vagy kevesebb)
it: Inserisci un titolo (18 Parole o meno)
ja: タイトル（18字以内）を入力して下さい
ko: 제목을 입력하십시오 (18 이내일)
nl: Voer de titel (18 woorden)
pt: Por favor, Digite o título (18 caracteres)
ru: Пожалуйста, введите название (18 слов )
tr_tr: Lütfen başlığı girin (18 kelime veya daha az)
zh_hans: 请输入标题(18字以内)
zh_hant: 請輸入標題（18字以內）

# mcs_feedback_type_prompt
source: Problem types
ar: أنواع الأسئلة
de: Art der probleme
es: Tipos de problemas
fr: Le type de problème
hu: a probléma típusa
it: IL tipo di problema
ja: 問題タイプ
ko: 문제 유형
nl: Aard van het probleem
pt: Tipos de problemAs
ru: вопрос типа
tr_tr: Sorun türleri
zh_hans: 问题类型
zh_hant: 問題類型

# mcs_feedback_please_select
source: Please select type
ar: الرجاء اختيار نوع
de: Bitte wählen sie eine Art
es: Por favor seleccione el tipo de
fr: Veuillez choisir le type de
hu: kérem válasszon típusa
it: Per favore, La scelta del tipo di
ja: 選択タイプを選択してください
ko: 형식을 선택하십시오
nl: Alsjeblieft, de keuze van soorten
pt: Por favor, escolha o Tipo de
ru: Пожалуйста, выберите тип
tr_tr: Lütfen türü seçin
zh_hans: - -请选择类型- -
zh_hant: --請選擇類型--

# mcs_feedback_select_option1
source: Interface problem
ar: واجهة مشكلة
de: nterface - problem
es: Problemas de la interfaz
fr: Interface utilisateur
hu: interfész probléma
it: I problemi di interfaccia
ja: インタフェース問題
ko: 인터페이스 문제
nl: De interface
pt: Interface
ru: интерфейс
tr_tr: Arayüz problemi
zh_hans: 界面问题
zh_hant: 介面問題

# mcs_feedback_select_option2
source: Camera problem
ar: مشكلة الكاميرا
de: Kamera - problem
es: El problema de la Cámara
fr: La question de la caméra
hu: a kamera
it: La telecamera
ja: カメラ問題
ko: 카메라 문제
nl: De camera 's
pt: O problema Da câmera
ru: камера проблемы
tr_tr: Kamera sorunu
zh_hans: 摄像机问题
zh_hant: 攝像機問題

# mcs_feedback_select_option9
source: Other issues
ar: مسائل أخرى
de: Andere probleme
es: Otros problemas
fr: Autres questions
hu: egyéb kérdések
it: Altri problemi
ja: その他の問題
ko: 다른 문제
nl: Andere problemen
pt: Outras perguntas
ru: Другие вопросы
tr_tr: Diğer problemler
zh_hans: 其他问题
zh_hant: 其他問題

# mcs_feedback_dec_prompt
source: Specific description
ar: وصف محدد
de: Konkrete Beschreibung
es: La descripción detallada de
fr: La description spécifique
hu: részletes leírása
it: In PARTICOLARE la descrizione
ja: 具体的な説明
ko: 자세한 설명
nl: Een gedetailleerde beschrijving
pt: Descrição
ru: конкретное описание
tr_tr: Spesifik açıklama
zh_hans: 具体描述
zh_hant: 具體描述

# mcs_feedback_dec
source: Please enter your comments
ar: الرجاء كتابة تعليقاتكم
de: Bitte geben sie ihre Bemerkungen
es: Escriba su opinión
fr: Veuillez saisir votre avis
hu: kérem, üsse be a vélemény
it: Per favore, inserisci il tuo parere
ja: あなたの意見を入力してください
ko: 당신의 의견을 입력하십시오
nl: Voer uw opmerkingen
pt: Por favor, indique a SUA opinião
ru: Пожалуйста, введите ваше мнение
tr_tr: Lütfen yorumlarınızı girin
zh_hans: 请输入您的意见
zh_hant: 請輸入您的意見

# mcs_feedback_upload_photo
source: Upload photos
ar: تحميل الصور
de: Das hochladen von Fotos
es: Subir fotos
fr: Télécharger des photos
hu: kép feltöltése
it: Caricare le Foto
ja: 写真をアップロードする
ko: 사진 업로드
nl: Upload de foto 's
pt: Upload de fotos
ru: загружать фотографии
tr_tr: Fotoğrafları yükle
zh_hans: 上传照片
zh_hant: 上傳照片

# mcs_preview_pic
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hu: a bemutató
it: Anteprima
ja: プレビュー
ko: 미리 보기
nl: De preview
ru: Просмотр
tr_tr: önizleme
zh_hans: 预览
zh_hant: 預覽

# mcs_Album
source: Select from Album
ar: اختر من البوم
de: Wählen Sie aus dem Album
es: Seleccione de álbum
fr: Sélectionnez de l'album
hu: Válasszunk album
it: Seleziona da Album
ja: アルバムから選択します
ko: 앨범에서 선택
nl: Kies uit Album
pt: Selecione a partir de Album
ru: Выберите из альбома
tr_tr: Albüm arasından seçim yapın
zh_hans: 从相册中选取
zh_hant: 從相冊中選取

# mcs_Photograph
source: Photograph
ar: صورة
de: Foto
es: fotografía
fr: photographie
hu: fénykép
it: fotografia
ja: 写真
ko: 사진
nl: foto
pt: fotografia
ru: фотография
tr_tr: Fotoğraf
zh_hans: 拍照
zh_hant: 拍照

# mcs_camera_unavailable
source: Unavailable with your camera
ar: غير متوفر مع الكاميرا
de: Nicht verfügbar mit Ihrer Kamera
es: No disponible con la cámara
fr: Non disponible avec votre appareil photo
hu: Nem érhető el a kamerával
it: Non disponibile con la fotocamera
ja: お使いのカメラではご利用いただけません
ko: 카메라와 함께 사용할 수 없음
nl: Niet beschikbaar bij uw camera
pt: Não disponível com a sua câmara
ru: Недоступен с вашей камеры
tr_tr: Fotoğraf makineniz kullanılamıyor
zh_hans: 相机不可用
zh_hant: 相機不可用

# mcs_feedback_submit
source: Submit
ar: تقديم
de: Vorlage
es: La presentación de
fr: Soumettre
hu: a benyújtott
it: La presentazione di
ja: 提出する
ko: 제출
nl: Indiening van
pt: A apresentação
ru: представления
tr_tr: Gönder
zh_hans: 提交
zh_hant: 提交

# mcs_feedback_title_alert
source: Title does not conform to the rules
ar: العنوان لا يتوافق مع القواعد
de: Der titel nicht im einklang mit den regeln
es: El título no cumple las normas
fr: Le titre n'est pas conforme aux règles
hu: nem felel meg a szabályoknak
it: Il titolo non è conforme alle regole
ja: 問題は規則に合わない
ko: 제목 맞지 않는 규칙
nl: De titel is niet in overeenstemming met de regels
pt: O título não está de acordo com as Regras
ru: название не соответствует правилам
tr_tr: Başlık kurallara uymuyor
zh_hans: 标题不符合规则
zh_hant: 標題不符合規則

# mcs_feedback_type_alert
source: Please select the correct type
ar: الرجاء اختيار النوع الصحيح
de: Bitte wählen sie die richtige Art
es: Por favor, seleccionar el tipo de
fr: Veuillez choisir le bon type
hu: kérjük, válassza ki a megfelelő típusú
it: Per favore, scegliere il Giusto tipo di
ja: 正しいタイプを選択してください
ko: 부디 정확하게 종류 선택
nl: Het kiezen van de juiste aard
pt: Por favor, escolha o Tipo correto
ru: Пожалуйста, выберите правильный тип
tr_tr: Lütfen doğru türü seçin
zh_hans: 请选择正确的类型
zh_hant: 請選擇正確的類型

# mcs_feedback_dec_alert
source: Please enter your comments
ar: الرجاء كتابة تعليقاتكم
de: Bitte geben sie ihre Bemerkungen
es: Escriba su opinión
fr: Veuillez saisir votre avis
hu: kérem, üsse be a vélemény
it: Per favore, inserisci il tuo parere
ja: あなたの意見を入力してください
ko: 당신의 의견을 입력하십시오
nl: Voer uw opmerkingen
pt: Por favor, indique a SUA opinião
ru: Пожалуйста, введите ваше мнение
tr_tr: Lütfen yorumlarınızı girin
zh_hans: 请输入您的意见
zh_hant: 請輸入您的意見

# mcs_feedback_submit_success
source: Submit successfully
ar: تقدم ناجح
de: Hat der Erfolg
es: Presentado con éxito
fr: Transmis avec succès
hu: a benyújtott sikeres
it: Presentato con successo
ja: 成功を提出する
ko: 제출 성공
nl: Bij de succesvolle
pt: Apresentação de SUCESSO
ru: представлен успех
tr_tr: Başarıyla gönderin
zh_hans: 提交成功
zh_hant: 提交成功

# mcs_feedback_submit_fail
source: Submission failed
ar: فشل في تقديم
de: Vorlage gescheitert
es: El fracaso de la Comisión
fr: La présentation a échoué
hu: a benyújtott
it: La presentazione di un fallimento
ja: 失敗を提出する
ko: 제출 실패
nl: Falen
pt: A Falta de submissão
ru: представления не
tr_tr: Gönderme başarısız oldu
zh_hans: 提交失败
zh_hant: 提交失敗

# mcs_connect_wifi_prompt
source: Connect Wi-Fi
ar: اتصال واي فاي
de: Mit Wi-Fi verbinden
es: La Conectando Wi-Fi
fr: Connecter la Wi-Fi
hu: kapcsolat a Wi-Fi
it: Connessione Wi-Fi
ja: 接続Wi-Fi
ko: 연결 Wi-Fi
nl: Verbind met Wi-fi
pt: A conexão Wi-Fi
ru: соединение Wi-Fi
tr_tr: Wifi'yi bağla
zh_hans: 连接Wi-Fi
zh_hant: 連接Wi-Fi

# mcs_cloud
source: Cloud
ar: سحابة
es: nube
fr: Nuage (Cloud)
hu: felhő
ja: クラウド
ko: 구름
pt: nuvem
ru: облако
tr_tr: Bulut
zh_hans: 云端
zh_hant: 雲端

# mcs_demo
source: Demo
ar: عرض
fr: démo
ja: 体験
ko: 체험
ru: демо -
zh_hans: 体验
zh_hant: 體驗

# mcs_shortest
source: Shortest
ar: أقصر
de: Schnelltest
es: Más corto
fr: Le plus court
hu: a legrövidebb
it: Più breve
ja: 最短
ko: 최단
nl: Kortste
pt: O Mais curto
ru: кратчайший
tr_tr: En kısa
zh_hans: 最短
zh_hant: 最短

# mcs_no_history
source: No history
ar: لا يوجد شئ
de: Kein Verlauf
es: No hay historial
fr: Absence d'historique
hu: Nem története
it: Nessuno storico
ja: 履歴はありませんありません
ko: 병력 없음
nl: Geen historie
pt: Não há histórico
ru: Нет истории
tr_tr: Geçmişi yok
zh_hans: 无历史记录
zh_hant: 無歷史記錄

# mcs_download_pc_client
source: Click to download the PC client
ar: اضغط هنا لتحميل العميل PC
de: Klicken Sie hier, um den PC-Client herunterzuladen.
es: Haz clic aquí para descargar el cliente de PC
fr: Cliquer pour télécharger le client PC
hu: Ide kattintva letöltheti a PC kliens
it: Cliccare per scaricare il client PC
ja: PCクライアントをダウンロードするにはクリック
ko: PC 클라이언트를 다운로드하려면 클릭
nl: Download de PC software
pt: Clique para baixar o cliente do PC
ru: Нажмите, чтобы скачать клиент PC
tr_tr: PC uygulamasını indirmek için tıklayınız
zh_hans: 点击下载PC客户端
zh_hant: 點擊下載PC客戶端

# mcs_accounts_bind_email_exist
source: The account has been bound to the mailbox
ar: هذا الحساب قد تم ربط أكثر من بريد
de: Das Konto wurde mit der Mailbox verknüpft.
es: Esta cuenta se une un buzón de correo
fr: Le compte à été rattaché à la boîte à courriels
hu: a számla kötelező postaládát is.
it: L'account è stato legato alla casella di posta
ja: このアカウントはメールすること
ko: 이 계정 이미 바인딩 적이 사서함
nl: Het account is gekoppeld met uw email.
pt: A conta de caixa de correio está ligado
ru: этот номер счета уже связывают с почтовый ящик
tr_tr: Hesap posta kutusuna bağlandı
zh_hans: 该账号已经绑定过邮箱
zh_hant: 該帳號已經綁定過郵箱

# mcs_accounts_bind_email_busy
source: The mailbox has been bound to account
ar: هذا البريد قد تم ربط الحساب
de: Die Mailbox wurde mit dem Konto verknüpft.
es: La cuenta de correo ha sido vinculado.
fr: La boîte à courriels a été rattachée au compte
hu: az a postaláda már kötelező erejű volt.
it: La casella di posta è stata legata al conto
ja: このメールはもう過ぎてアカウントをする
ko: 이 메일 계정 적이 이미 바인딩
nl: Uw email is gekoppeld met het account
pt: A caixa de correio está ligado a conta
ru: этот ящик уже связывают с счета
tr_tr: Posta kutusu belirli bir hesaba bağlı
zh_hans: 该邮箱已经绑定过账号
zh_hant: 該郵箱已經綁定過帳號

# mcs_systemupdatetip_noversionnodetail
source: Have new version for upgrade but no detail describe
ar: الإصدار الحالي من التحديث هو متاح، أي معلومات مفصلة التحديث
de: Es steht eine neue Version für ein Upgrade zur Verfügung, jedoch keine detaillierte Beschreibung
es: La versión actual de la actualización está disponible, no hay información detallada de actualización
fr: Il y a une nouvelle version de mise à niveau, mais sans plus de précisions
hu: A jelenlegi verzió a frissítés, de nincs részletes frissítési információk
it: Prendi la nuova versione per l'aggiornamento, ma nessun dettaglio è descritto
ja: アップデートの現在のバージョンが利用可能で、詳細な更新情報なし
ko: 업데이트의 최신 버전을 사용할 수, 더 자세한 업데이트 정보 없음
nl: Nieuwe software upgrade versie, zonder detail omschrijving
pt: A versão atual da atualização está disponível, nenhuma informação detalhada atualização
ru: Не Текущая версия обновления доступна, подробная информация не обновление
tr_tr: Yeni sürüm yükseltme için kullanılabilir, ancak ayrıntı yoktur.
zh_hans: 当前版本有可用的更新，暂无详细更新信息
zh_hant: 當前版本有可用的更新，暫無詳細更新信息

# mcs_systemupdatetip_nodetail
source: no detail describe
ar: لا توجد معلومات مفصلة التحديث
de: Keine detaillierte Beschreibung
es: No hay información detallada de actualización
fr: Description non disponible
hu: Nincs részletes frissítési információk
it: nessun dettaglio descritto
ja: 詳細な更新情報なし
ko: 더 자세한 업데이트 정보 없음
nl: geen detail omschrijving
pt: Nenhuma informação sobre a actualização detalhada
ru: Нет подробная информация обновление
tr_tr: Detaylı bir açıklama yok
zh_hans: 暂无详细更新信息
zh_hant: 暫無詳細更新信息

# mcs_systemupdatetip_updatefrom
source: Your current version
ar: النسخة الحالية
de: Ihre aktuelle Version
es: La versión actual
fr: Votre version actuelle
hu: a jelenlegi változat
it: La vostra versione attuale
ja: カレントバージョン
ko: 현재 버전
nl: Uw huidige versie
pt: A versão atual
ru: Текущая версия
tr_tr: Geçerli sürüm
zh_hans: 当前版本
zh_hant: 當前版本

# mcs_systemupdatetip_updateto
source: can upgrade to
ar: يمكنك الترقية إلى
de: Upgrade möglich auf
es: Se puede actualizar a
fr: peut être mis à niveau vers
hu: lehet korszerűsítése
it: Possibilità di aggiornare a
ja: グレードアップすることができ
ko: 당신은 업그레이드 할 수 있습니다
nl: kan geupgrade worden naar
pt: Você pode atualizar para
ru: Вы можете перейти на
tr_tr: Güncelleştirebilir
zh_hans: 可以升级到
zh_hant: 可以陞級到

# mcs_systemupdatetip_sureforupdate
source: sure for this upgrade?
ar: تحديد الترقية؟
de: Wollen Sie dieses Upgrade durchführen?
es: ¿Determinar la actualización?
fr: êtes vous sûr de vouloir faire cette mise à niveau ?
hu: biztos a fejlődéssel?
it: sicuri di questo aggiornamento?
ja: 確定のアップグレード？
ko: 업그레이드 결정?
nl: Wilt u daadwerkelijk upgraden?
pt: Determine upgrade?
ru: Определить обновить?
tr_tr: Bu yükseltmeyi yapmak istediğinizden emin misiniz??
zh_hans: 确定升级？
zh_hant: 確定陞級？

# mcs_systemupdatetip_updatecontent
source: detail for this upgrade
ar: هذا تحديث المحتوى
de: Einzelheiten zu diesem Upgrade
es: El contenido de esta actualización
fr: description de cette mise à niveau
hu: ezen alkalommal frissített tartalom
it: dettaglio per questo aggiornamento
ja: 今回のアップデートの内容
ko: 업데이트 된 내용
nl: upgrade details
pt: O conteúdo atualizado
ru: Обновленный содержание
tr_tr: Yükseltmenin ayrıntıları
zh_hans: 本次更新的内容
zh_hant: 本次更新的内容

# mcs_operate_prompt
source: Please operate according to the diagram
ar: من فضلك تعمل وفقا للمخطط
de: Bitte bedienen Sie das Gerät wie dargestellt.
es: Por favor, operar de acuerdo con el diagrama
fr: Veuillez effectuer les opérations conformément au diagramme
hu: Пожалуйста, работать в соответствии со схемой
it: Si prega di operare secondo lo schema
ja: 図に従って操作してください
ko: 그림에 따라 작동하십시오
nl: Werk a.u.b. Volgens het diagram
pt: O conteúdo atualizado
ru: Kérjük, hogy az ábra szerint
tr_tr: Lütfen diyagrama göre işlem yapın
zh_hans: 请根据图示操作
zh_hant: 請根據圖示操作

# mcs_operation_prompt
source: Operation prompt
ar: تشغيل موجه
de: Operation veranlasst
es: pronta operación
fr: Invite d'opération
hu: működés azonnali
it: Prompt operativo
ja: 操作プロンプト
ko: 작업 프롬프트
pt: prompt de operação
ru: операция быстрое
tr_tr: Çalıştırma istemi
zh_hans: 操作提示
zh_hant: 操作提示

# mcs_qrcode_prompt_content
source: Use the device camera to scan mobile qrcode
ar: استخدام الكاميرا جهاز لفحص المحمول رمز ثنائي الأبعاد
de: Verwenden Sie die Kamera des Geräts, um den mobilen QR-Code einzuscannen.
es: Utilice la cámara del dispositivo móvil para escanear el código de dos dimensiones
fr: Utiliser le périphérique caméra pour scanner le QR-code mobile
hu: Используйте камеру устройства для сканирования мобильных двумерного кода
it: Usa la videocamera del dispositivo per la scansione del codice qr mobile
ja: モバイル二次元コードをスキャンするために、デバイスのカメラを使用して
ko: 모바일 이차원 코드를 스캔 장치 카메라를 사용하여
nl: Gebruik de camera om de smartphone QR code te scannen
pt: Use a câmera do dispositivo para digitalizar o código bidimensional móvel
ru: Használja a készülék kamerájával beolvasni mobil kétdimenziós kód
tr_tr: Cep telefonunuzdaki barkodu taramak için cihaz kamerasını kullanın.
zh_hans: 用设备摄像头扫描手机二维码
zh_hant: 用設備攝像頭掃描手機二維碼

# mcs_qrcode_camera_distance
source: Qrcode with the camera distance 12 ~ 14cm
ar: ثنائي الأبعاد الرمز مع مسافة كاميرا 12 ~ ل 14cm
de: QR-Code mit Kameraabstand 12 - 14 cm
es: Código bidimensional con la distancia de la cámara 12 ~ 14cm
fr: QR-code, mettre la caméra à 12 à 14 cm de distance
hu: Kétdimenziós kódot a kamera távolság 12 ~ 14cm
it: Codice Qr con la videocamera ad una distanza di 12 ~ 14 cm
ja: カメラの距離の2次元コード12〜14センチメートル
ko: 카메라 거리와 함께 두 개의 차원 코드 12 ~ 14cm
nl: Hou de camera ongeveer 12 tot 14 cm van de QR code voor het scannen van uw Wi-Fi signaal.
pt: Código bidimensional com a distância da câmara 12 ~ 14 centímetros
ru: Двумерный код с расстоянием камеры 12 ~ 14cm
tr_tr: QR koduyla kamera arasındaki mesafe 12-14cm olmalıdır.
zh_hans: 二维码与摄像头距离12~14cm
zh_hant: 二維碼與攝像頭距離12~14cm

# mcs_planvideo_datewizard
source: Please set date
ar: يرجى تحديد تاريخ
de: Bitte Datum einstellen
es: Por favor, fijar la fecha
fr: Veuillez définir la date
hu: kérem egyeztessünk
it: Si prega di impostare la data
ja: 曜日を設定してください。
ko: 설치 날짜 주십시오.
nl: Stel een datum in
pt: Por favor, definir a data
ru: Пожалуйста, установить дату
tr_tr: Lütfen tarihi ayarla
zh_hans: 请设置日期
zh_hant: 請設定日期

# mcs_planvideo_timewizard
source: Please set time
ar: يرجى تحديد الوقت
de: Bitte Zeit einstellen
es: Por favor, establecer el tiempo
fr: Veuillez définir l'heure
hu: kérem határozza meg az idő
it: Si prega di impostare l'ora
ja: 時間を設定してください。
ko: 설정 시간 좀
nl: Stel een tijd in
pt: Configure o tempo
ru: Пожалуйста, установить время
tr_tr: Lütfen saati ayarlayın.
zh_hans: 请设置时间
zh_hant: 請設定時間

# mcs_planvideo_wizard
source: Please set time and date
ar: الرجاء تحديد الوقت و التاريخ
de: Bitte Zeit und Datum einstellen
es: Por favor, configuración de fecha y hora
fr: Veuillez définir la date et l'heure
hu: kérem határozza meg az idő és dátum
it: Si prega di impostare l'ora e la data
ja: 曜日と時刻を設定してください。
ko: 좀 시간과 날짜 설정
nl: Stel een tijd en datum in
pt: Defina a Hora e a data
ru: Пожалуйста, установить время и дата
tr_tr: Lütfen tarih ve saati ayarlayın.
zh_hans: 请设置时间和日期
zh_hant: 請設定時間和日期

# mcs_email_unbind
source: Mail account does not bind
ar: لا يلزم حساب البريد
de: E-Mail-Konto passt nicht
es: Cuenta de correo no se une
fr: Impossible de rattacher le compte courriel
hu: Mail fiók nem köti
it: Account di posta elettronica non vincolante
ja: メールアドレス登 録
ko: 메일 계정이 결합하지 않습니다
nl: Email account niet gekoppeld
pt: Conta de correio não se liga
ru: Счета: не связываться
tr_tr: Hesap posta kutusuna bağlı değildi.
zh_hans: 帐号没有绑定邮箱
zh_hant: 帳號沒有綁定郵箱
