Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_begin_with_the_letters
source: Begin with the letters.
ar: تبدأ بحرف، يمكن أن تحتوي أبجدية رقمية فقط
de: Zunächst Buchstaben eingeben
es: Comience con letras
fr: Commencer par les lettres
hu: Betűvel kezdődjön!
it: Inizia con le lettere
ja: 文字で始まり、文字または数字を含みます
ko: 숫자를 포함한 문자로 시작합니다
nl: Beginnen met de letters.
pt: Começar por uma letra
ru: Должен начинаться с буквы
tr_tr: Harflerle başlayın
zh_hans: 以字母开始，只能包含数字字母
zh_hant: 以字母開始，只能包含數字字母

# mcs_sign_up
source: Sign up
ar: التسجيل
de: Registrieren
es: Registrarse
fr: Connecter
hu: Regisztráció
it: Registrati
ja: 登録
ko: 등록
nl: Registreer
pt: Registar
ru: Войти
tr_tr: Kaydol
zh_hans: 注册
zh_hant: 註冊

# mcs_sign_up_failed
source: Sign up failed.
ar: فشل التسجيل
de: Anmeldung fehlgeschlagen
es: Regístrate fallado
fr: Échec de la connexion
hu: Hibás regisztáció
it: Accesso fallito
ja: 登録に失敗しました
ko: 등록 실패
nl: Registratie mislukt
pt: Falha ao registar
ru: Ошибка входа
tr_tr: Kayıt başarısız oldu
zh_hans: 注册失败
zh_hant: 註冊失敗

# mcs_successful_sign_up
source: Sign up successfully.
ar: قم بالتسجيل الناجح
de: Anmeldung erfolgreich
es: Regístrate con éxito
fr: Réussite de la connexion
hu: Sikeres regisztáció
it: Accesso riuscito
ja: 登録に成功しました
ko: 등록 성공
nl: Registratie geslaagd
pt: Registo bem sucedido
ru: Выполнен вход
tr_tr: Kaydolma başarısız oldu
zh_hans: 注册成功
zh_hant: 註冊成功

# mcs_are_you_sure_delete
source: Confirm delete?
ar: هل أنت متأكد من حذف؟
de: Löschen bestätigen
es: ¿Está seguro que desea eliminar la cámara de su cuenta?
fr: Confirmer la suppression
hu: Valóban törölni akarja?
it: Conferma eliminazione
ja: 削除しますか？
ko: 삭제를 확인합니까?
nl: Bevestig verwijdering
pt: Deseja eliminar?
ru: Вы уверены, что хотите удалить?
tr_tr: Silme işlemini onayla?
zh_hans: 是否删除?
zh_hant: 是否刪除?

# mcs_failed_to_set_the
source: Set failed.
ar: فشل الإعداد
de: Installation fehlgeschlagen
es: Ajuste error
fr: Échec du réglage
hu: Sikertelen beállítás
it: Impostazione fallita
ja: 設定に失敗しました
ko: 설정 실패
nl: Instellen mislukt
pt: Falha ao instalar
ru: Ошибка сохранения настроек
tr_tr: Ayarlama başarısız oldu
zh_hans: 设置失败
zh_hant: 設置失敗

# mcs_set_successfully
source: Set successfully
ar: تم الاعداد بنجاح
de: Einstellung erfolgreich
es: Ajuste con éxito
fr: Réussite du réglage
hu: Sikeres beállítás
it: Impostazione eseguita
ja: 設定に成功しました
ko: 설정 성공
nl: Instellen geslaagd
pt: Instalação bem sucedida
ru: Настройки сохранены
tr_tr: Başarıyla ayarlandı
zh_hans: 设置成功
zh_hant: 設置成功

# mcs_downloading
source: Downloading
ar: يتم التحميل
de: Download wird ausgeführt
es: Descargando
fr: Téléchargement en cours
hu: Letöltés
it: Download in corso
ja: ダウンロードしています
ko: 다운로드 중
nl: Downloaden
pt: A descarregar
ru: Скачивание
tr_tr: İndiriliyor
zh_hans: 升级中，正在下载
zh_hant: 升級中，正在下載

# mcs_wrote
source: Wrote
ar: تم الكتابة
de: Aufgezeichnet
es: Escrito
fr: A écrit
hu: Kiírás befejzve
it: Scrittura
ja: 書き込んでいました
ko: 입력
nl: Schreef
pt: Escrito
ru: Записано
tr_tr: Yazdı
zh_hans: 已写入
zh_hant: 已寫入

# mcs_visit_again_later
source: Please visit again later
ar: يرجى تسجيل الدخول مرة أخرى في وقت لاحق
de: Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut.
es: Visite de nuevo más tarde
fr: Veuillez revenir plus tard
hu: Kérem látogasson vissza később!
it: Vi preghiamo di riprovare più tardi
ja: 後程に再ログインしてください
ko: 잠시후 다시 로그인 하십시오
nl: Bezoek later opnieuw
pt: Por favor voltar mais tarde
ru: Пожалуйста, попробуйте зайти позже
tr_tr: Lütfen tekrar deneyin
zh_hans: 请稍后再访问
zh_hant: 請稍後再訪問

# mcs_restart_failed
source: Restart failed
ar: إعادة تشغيل فشل
de: Neustart fehlgeschlagen
es: Reiniciar fallido
fr: Échec du redémarrage
hu: Az újraindítás nem sikerült
it: Riavvio fallito
ja: リスタートに失敗しました
ko: 재시작 실패
nl: Opnieuw opstarten mislukt
pt: Reinícialização falhou
ru: Ошибка перезапуска
tr_tr: Yeniden başlatılamadı
zh_hans: 重启失败
zh_hant: 重啟失敗

# mcs_upgrade_failed
source: Upgrade failed
ar: فشل التحديث
de: Upgrade fehlgeschlagen
es: Actualización fallada
fr: Échec de la mise à niveau
hu: A firssítés nem sikerült
it: Aggiornamento Fallito
ja: アップデートに失敗しました
ko: 업데이트 실패
nl: Upgrade mislukt
pt: Erro dd atualização
ru: Ошибка при обновлении
tr_tr: Güncelleme başarısız oldu
zh_hans: 更新失败
zh_hant: 更新失敗

# mcs_connnected
source: Connected
ar: تم التوصيل
de: Verbunden
es: Conectado
fr: Connecté
hu: Kapcsolódva
it: Connesso
ja: 連続しました
ko: 접속됨
nl: Verbonden
pt: Está conectado
ru: Соединено
tr_tr: Bağlı
zh_hans: 已连接
zh_hant: 已連接

# mcs_connnected_to
source: Connected to
ar: متصلا
de: Verbunden mit
es: Conectado a
fr: Connecté à
hu: Kapcsolódva
it: Connesso a
ja: に接続されている
ko: 에 접속
nl: Verbonden met
pt: Conectado a
ru: Подключение к
tr_tr: Bağlı olunan
zh_hans: 已连接到
zh_hant: 已連接到

# mcs_not_select
source: not selected
ar: دون إختيار
de: Nicht ausgewählt
es: Seleccionar red
fr: non sélectionné
hu: Nincs kiválasztva
it: Non selezionato
ja: 選択しました
ko: 선택 안됨
nl: Niet geselecteerd
pt: Não selecionado
ru: Не выбрано
tr_tr: Seçili değil
zh_hans: 未选择
zh_hant: 未選擇

# mcs_message_list
source: Message list
ar: قائمة الرسائل
de: Verzeichnis der Nachrichten
es: List de mensaje
fr: Liste de messages
hu: Üzenetlista
it: Lista messaggi
ja: メッセージリスト
ko: 메세지 리스트
nl: Berichten lijst
pt: Lista de mensagens
ru: Список тревог
tr_tr: Mesaj listesi
zh_hans: 信息列表
zh_hant: 信息列表

# mcs_saved_password
source: Saved password
ar: كلمة المرور محفوظة
de: Passwort gespeichert
es: Contraseña guardada
fr: Mot de passe enregistré
hu: Jelszó elmentve
it: Password salvata
ja: 保存されたパスワード
ko: 비밀번호 저장
nl: Bewaard wachtwoord
pt: Código guardado
ru: Пароль сохранен
tr_tr: Kayıtlı şifre
zh_hans: 已存密码
zh_hant: 已存密碼

# mcs_alert
source: Alert
ar: إنذار
de: Warnhinweis
es: Alerta
fr: Alerte
hu: Riasztás
it: Avviso
ja: アラーム
ko: 경보
nl: Alarm
pt: Alerta
ru: Тревога
tr_tr: Uyarı
zh_hans: 告警
zh_hant: 警報

# mcs_no_record
source: No record
ar: لا يوجد فيديو
de: Keine Aufname
es: No video
fr: Aucun enregistrement
hu: Nincs felvétel
it: Nessuna registrazione
ja: レコードがありません
ko: 영상 없음
nl: Geen opname
pt: Não há vídeos
ru: Нет видеозаписи
tr_tr: Kayıt yok
zh_hans: 暂无录像
zh_hant: 暫無錄影

# mcs_new_about
source: New : about
ar: جديد : حوالي
de: Neu: Information
es: Nuevo : sobre
fr: Nouveau : à propos de
hu: Új : A készülék
it: Nuovo Info
ja: 新規
ko: 업데이트 : 관하여
nl: Nieuw: over
pt: Novo : Sobre
ru: Новый : об устройстве
tr_tr: Yeni:hakkında
zh_hans: 新 : 约
zh_hant: 新 : 約

# mcs_device
source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fr: Périphérique
hu: Eszköz
it: Dispositivo
ja: カメラ
ko: 카메라
nl: Apparaat
pt: Dispositivo
ru: Камера
tr_tr: Cihaz
zh_hans: 设备
zh_hant: 設備

# mcs_config
source: Config
ar: المكونات
de: Konfig
es: Configuración
hu: Konfiguráció
ja: 配置
ko: 설정
nl: Configuratie
pt: Configuração
ru: Настройка
tr_tr: Yapılandırma
zh_hans: 配置
zh_hant: 配置

# mcs_change_password_failed
source: Change password failed
ar: فشل تغيير كلمة المرور
de: Passwortänderung fehlgeschlagen
es: Cambiar contraseña fallado
fr: Échec de la modification du mot de passe
hu: A jelszó megváltoztatása nem sikerült
it: Modifica password fallita
ja: パスワード変更に失敗しました
ko: 비밀번호 변경 실패
nl: Wijzing wachtwoord mislukt
pt: Falha ao alterar o código
ru: Ошибка при смене пароля
tr_tr: Şifre değiştirme başarısız oldu
zh_hans: 修改密码失败
zh_hant: 修改密碼失敗

# mcs_do_you_want_restart
source: Do you want to restart?
ar: هل تريد إعادة تشغيل؟
de: Neustart gewünscht?
es: Desea reiniciar ?
fr: Voulez-vous redémarrer?
hu: Szeretné újraindítani?
it: Vuoi riavviare?
ja: 再起動 しますか？
ko: 재시작 하겠습니까?
nl: Wilt u opnieuw opstarten?
pt: Deseja reiniciar?
ru: Перезапустить камеру?
tr_tr: Yeniden başlatmak istiyor musun?
zh_hans: 是否重启?
zh_hant: 是否重啟?

# mcs_do_you_want_restore
source: Confirm restore?
ar: هل تريد استعادة؟?
de: Wiederherstellen bestätigen
es: Desea restaurar?
fr: Confirmer la restauration
hu: Szeretné visszaállítani?
it: Conferma ripristino
ja: 工場出荷時の初期設定に戻しますか？
ko: 공장초기화를 실행합니까?
nl: Bevestig herstel
pt: Deseja restaurar?
ru: Восстановить заводские настройки?
tr_tr: Geri almayı onaylıyor musunuz?
zh_hans: 是否恢复出厂设置?
zh_hant: 是否恢復出廠設置?

# mcs_do_you_want_upgrade
source: Do you want to upgrade?
ar: هل تريد الترقية؟
de: Upgrade gewünscht?
es: Desea actualizar ?
fr: Voulez-vous faire la mise à niveau?
hu: Szeretné frissíteni
it: Vuoi aggiornare ora?
ja: アップグレードしますか？
ko: 업그레이드를 실행합니까?
nl: Wilt u updaten?
pt: Deseja atualizar?
ru: Обновить версию ПО?
tr_tr: Yükseltmek ister misiniz?
zh_hans: 是否升级?
zh_hant: 是否升級?

# mcs_load_end
source: End of videos
ar: تم تحميل جميع البيانات
de: Ende der Videos
es: Terminar cargar
fr: Fin des vidéos
hu: Betöltés vége
it: Fine dei video
ja: ロードされました
ko: 데이터 로딩 완료
nl: Einde van opnames
pt: Todos os dados foram carregados
ru: Данные загружены
tr_tr: Videoların Sonu
zh_hans: 已加载全部数据
zh_hant: 已加載全部數據

# mcs_loading
source: Loading...
ar: ...تنزيل
de: Lädt...
es: Cargando...
fr: Chargement en cours
hu: Betöltés...
it: Caricamento in corso...
ja: 読み込み中...
ko: 로딩중...
nl: Laden...
pt: A carregar...
ru: Загружаю...
tr_tr: Yükleniyor ...
zh_hans: 正在加载...
zh_hant: 正在加載...

# mcs_down_refresh
source: Pull down to refresh
ar: إسحب الي تحت فيمكن تحديث
de: Pull-Down für Aktualisierung
es: Abajo para actualizar
fr: Tirer vers le bas pour rafraîchir
hu: Léptessen le a frissítéshez!
it: Tira verso il basso per aggiornare ...
ja: ダウンでリフレッシュします
ko: 아래로 내리면 리플레쉬 합니다
nl: Trek omlaag om te vernieuwen
pt: Para baixo para atualizar
ru: Потяните вниз для обновления
tr_tr: Yenilemek için çekin
zh_hans: 下拉可以刷新
zh_hant: 下拉可以刷新

# mcs_release_refresh
source: Refresh release
ar: إطلاق تحديث
de: Release aktualisieren
es: liberación Actualizar
fr: Lancement du rafraîchissement
hu: Frissítés kiadás
it: Aggiorna Release
ja: リフレッシュリリース
ko: 새로 고침 출시
nl: Laat los om te vernieuwen
pt: liberação de atualização
ru: Обновить релиз
tr_tr: Tazelemek için bırak
zh_hans: 释放刷新
zh_hant: 釋放刷新

# mcs_refreshing
source: Refreshing
ar: منعش
de: Aktualisierung läuft
es: refrescante
fr: Rafraîchissement en cours
hu: üdítő
it: Ripristinare
ja: 爽やか
ko: 새로 고침
nl: Vernieuwen
pt: refrescante
ru: освежающий
tr_tr: Yenileniyor
zh_hans: 正在刷新
zh_hant: 正在刷新

# mcs_release_then_loading_data_hint
source: Release to load
ar: الإفراج لتحميل البيانات
de: Release vorhanden
es: La liberación de la carga de datos
fr: Relâcher pour charger
hu: A betöltött adatok törlése
it: Release da caricare
ja: ロードデータをリリースします
ko: 놓으면 로드 됩니다
nl: Laat los om te laden
pt: Actualizar Download
ru: Очистить загруженные данные
tr_tr: Yüklemek için bırakın
zh_hans: 释放加载数据
zh_hant: 釋放加載數據

# mcs_pull_refresh_hint
source: Pull to refresh
ar: إسحب الي فوق فيمكن تنزيل
de: Für Aktualisierung ziehen
es: Tire para cargar
fr: Tirer pour rafraîchir
hu: Léptessen fel a frissítéshez!
it: Tira per aggiornare
ja: プルでリフレッシュします
ko: 위로 올리면 리플레쉬 합니다
nl: Trek omlaag om te vernieuwen
pt: Puxar para atualizar
ru: Потяните вверх для обновления
tr_tr: Yenilemek için çekin
zh_hans: 上拉可以加载
zh_hant: 上拉可以加載

# mcs_restarting
source: Restarting
ar: يتم إعادة التشغيل
de: Neustart wird ausgeführt
es: Reiniciando
fr: Redémarrage en cours
hu: Újraindítás
it: Reset
ja: リスタートしています
ko: 재시작 중
nl: Opnieuw opstarten
pt: Está a reiniciar
ru: Перезапускаю
tr_tr: Yeniden Başlanıyor
zh_hans: 重启中
zh_hant: 重啟中

# mcs_upgraded_time
source: Upgraded time :
ar: تجديد الي :
de: Zeit Upgrade::
es: Actualizada el :
fr: Heure mise à niveau :
hu: Frissítési idő :
it: Ora aggiornata:
ja: 更新日 :
ko: 업그레이드 시간:
nl: Geüpdatet tijd:
pt: Atualizado em :
ru: Время обновления :
tr_tr: Yükseltilmiş zaman
zh_hans: 更新于 :
zh_hant: 更新於 :

# mcs_done
source: Done
ar: فعلت
de: Abgeschlossen
es: Terminado
fr: Terminé
hu: Befejezve
it: Fatto
ja: 完成
ko: 완료
nl: Klaar
pt: Terminado
ru: Готово
tr_tr: Bitti
zh_hans: 完成
zh_hant: 完成

# mcs_playback
source: Playback
ar: اعادة التشغيل
de: Wiedergabe
es: Reproducción
fr: Lecture
hu: Lejátszás
it: Riproduci
ja: プレーバック
ko: 녹화재생
nl: Terugspelen
pt: Reprodução
ru: Повтор видео
tr_tr: Oynatma
zh_hans: 回放
zh_hant: 回放

# mcs_i_o_alarm
source: I/O alarm
ar: الانذار I/O
es: I/O Alarma
fr: E/S alarme
hu: I/O riasztás
it: Allarme I/O
ja: I/Oアラーム
ko: I/O 경보
pt: Alarme I/O
ru: Тревожный вход
tr_tr: I/O alârm
zh_hans: I/O报警
zh_hant: I/O警報

# mcs_alarm_action
source: Motion detection
ar: عمل منبه
de: Bewegungserkennung
es: Alarma de movimiento
fr: Détection de mouvement
hu: Esemény riasztáskor
it: Azioni di Allarme
ja: アラームアクション
ko: 알람 설정
nl: Bewegingsdetectie
pt: Ação de alarme
ru: Действие при тревоге
tr_tr: Hareket algılama
zh_hans: 报警联动
zh_hant: 警報聯動

# mcs_alarm_sources
source: Alarm sources
ar: مصدر الانذار
de: Alarmrquellen
es: Fuentes de alarma
fr: Émetteurs d'alarme
hu: Riasztási források
it: Sorgenti di allarme
ja: アラームソース
ko: 알람 방식
nl: Alarm bronnen
pt: Fonte de alarme
ru: Тип тревоги
tr_tr: Alarm kaynakları
zh_hans: 报警源
zh_hant: 警報源

# mcs_io_output
source: Relay output
ar: I/O إخراج
de: Relaisausgang
es: I/O Salida
fr: Sortie relais
hu: I/O bemenet
it: Uscita relè
ja: I/O アウトプット
ko: I/O 출력
nl: I/O output
pt: E/S de saída
ru: Тревожный выход
tr_tr: I/O çıktı
zh_hans: I/O 输出
zh_hant: I/O 輸出

# mcs_snapshots
source: Snapshots
ar: لقطة
de: Schnappschüsse
es: Tomar fotos
fr: Clichés
hu: Fénykép
it: Istantanee
ja: スナップショット
ko: 스냅샷
nl: Moment opnames
pt: Tirar foto
ru: Скриншот
tr_tr: Enstantane fotoğraf
zh_hans: 快照
zh_hant: 快照

# mcs_snapshot
source: Snapshot
ar: لقطة
de: Schnappschuss
es: Imagen
fr: Cliché
hu: Fénykép
it: Istantanea
ja: スナップショット
ko: 스냅샷
nl: Moment opname
pt: Tirar foto
ru: Скриншот
tr_tr: Enstantane fotoğraf
zh_hans: 快照
zh_hant: 快照

# mcs_snapshot_interval
source: Snapshot interval(s)
ar: الفاصل الزمني للصور (ثانية)
de: Intervall(e) für Schnappschüsse
es: Intervo de instantánea
fr: Intervalle(s) des clichés
hu: Fénykép időköz
it: Intervallo istantanea
ja: スナップショット間隔(秒)
ko: 스냅샷 인터벌(초)
nl: Moment opname interval(s)
pt: Fotos intervalo (min)
ru: Интервал снятия скриншотов (сек.)
tr_tr: Anlık görüntü aralığı(s)
zh_hans: 拍照间隔(秒)
zh_hant: 拍照間隔(秒)

# mcs_pre_record_length
source: Pre-record length(s)
ar: وقت التسجيل المسبق (ثواني)
de: Länge(n) Vor-Aufnahme
es: Longitud del Pre - registro ( s )
fr: Longueur(s) de préenregistrement
hu: az előre rögzített felvétel hossza
it: Lunghezza pre-registrazione
ja: プリレコード時間(秒)
ko: 사전 녹화(초)
nl: Pre-opname lengte
pt: Tempo de pré-gravação (min)
ru: Длительность предварительной записи (сек.)
tr_tr: Ön kayıt uzunluğu
zh_hans: 预录时间(秒)
zh_hant: 預錄時間(秒)

# mcs_nick_range_hint
source: Camera name must contain less than 20 characters.
ar: الإسم المستعار أقل من 20 الأرقام و الأحرف
de: Kameraname darf nicht mehr als 20 Zeichen umfassen
es: Apodo menos de 20 dígitos y letras
fr: Le nom de la caméra doit comporter moins de 20 caractères
hu: a név nem lehet több 20 karakternél
it: Il nome della videocamera deve contenere meno di 20 caratteri
ja: ニックネームは20数字と文字以内です
ko: 카메라 이름은 20자 이내 입니다
nl: Camera naam dient minder dan 20 tekens te bevatten
pt: Erro nickname (máximo de 20 caracteres)
ru: Никнейм должен быть менше 20 букв или цифр
tr_tr: Kamera adı 20 karakterden daha az içermelidir
zh_hans: 昵称为最多20位的数字和字母
zh_hant: 昵稱為最多20位的數字和字母

# mcs_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Sauvegarder
hu: Mentés
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
ru: Сохранить
tr_tr: Kayıt
zh_hans: 保存
zh_hant: 儲存

# mcs_close
source: Close
ar: أغلق
de: Beenden
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudi
ja: 閉じる
ko: 닫힘
nl: Sluiten
pt: Fechar
ru: Закрыть
tr_tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

# mcs_snapshoting
source: Snapshoting
ar: التقاط الصور
de: Erstellt Schnappschuss
es: fotografiado en
fr: Prise de clichés en cours
hu: fényképezett
it: Istantanea
ja: キャプチャー中
ko: 사진 촬영
nl: Moment opname maken
pt: tirar fotos
ru: Фотосъемка
tr_tr: Anlık görüntü çekmek
zh_hans: 拍照中
zh_hant: 拍照中

# mcs_snapshot_failed
source: Snapshot failed
ar: فشل تصوير
de: Schnappschuss fehlgeschlagen
es: Fotos fallidas
fr: Échec de la prise de cliché
hu: Sikertelen képfelvétel
it: Istantanea fallita
ja: 撮影に失敗しました
ko: 스냅샷 실패
nl: Moment opname mislukt
pt: Erro ao tirar foto
ru: Ошибка скриншота
tr_tr: Anlık görüntü başarısız
zh_hans: 拍照失败
zh_hant: 拍照失敗

# mcs_record_failed
source: Record failed
ar: فشل التسجيل
de: Aufnahme fehlgeschlagen
es: Error en la operación de video
fr: Échec de l'enregistrement
hu: Sikertelen videófelvétel
it: Registrazione Fallita
ja: レコードに失敗しました
ko: 녹화실패
nl: Opname mislukt
pt: Falha ao gravar vídeo
ru: Ошибка видеозаписи
tr_tr: Kayıt başarısız
zh_hans: 操作录像失败
zh_hant: 操作錄影失敗

# mcs_saved_successfully
source: Saved successfully
ar: حفظ بنجاح إلى الألبوم
de: Erfolgreich gespeichert
es: Guardado con éxito
fr: Réussite de le sauvegarde
hu: Sikeresen elmentve
it: Salvata correttamente
ja: 保存に成功しました
ko: 저장 성공
nl: Opslaan geslaagd
pt: Guardado com exito
ru: Сохранен в фотоальбоме
tr_tr: Başarıyla kaydedildi
zh_hans: 成功保存到相册
zh_hant: 成功儲存到相簿

# mcs_save_failed
source: Save failed
ar: فشل الحفظ
de: Speichern fehlgeschlagen
es: Guardado fallado
fr: Échec de la sauvegarde
hu: A mentés nem sikerült
it: Salvataggio Fallito
ja: 保存に失敗しました
ko: 저장 실패
nl: Opslaan mislukt
pt: Falha ao guardar
ru: Ошибка сохранения
tr_tr: Kaydedildi başarısız oldu
zh_hans: 保存失败
zh_hant: 儲存失敗

# mcs_restart_to_take_effect
source: Restart to take effect.
ar: Riav:"المفعول بعد إعادة تشغيل"
de: Neustart erforderlich
es: Reiniciar surta efecto
fr: Redémarrer pour prendre en compte
hu: Az érvényesítéshez indítson újra!
it: Riavviare per rendere effettivo
ja: 再起動後、有効になり ます。
ko: 리부팅후에 적용 됩니다
nl: Start opnieuw op om veranderingen door te voeren
pt: Reiniciar para atualizar modificações
ru: Необходим перезапуск
tr_tr: Değişikliklerin etkinleşmesi için yeniden başlatın
zh_hans: 重启后生效
zh_hant: 重啟後生效

# mcs_please_allow_access_album
source: Please allow MIPC to access your photo album.
ar: اسمحوا MIPC لزيارة ألبوم الصور الخاص بك.
de: Bitte ermöglichen Sie maxCam den Zugriff auf Ihr Fotoalbum
es: Por favor permita MIPC visitar a su álbum de fotos.
fr: Veuillez autoriser maxCam à accéder à votre album photo.
hu: Engedélyezze a hozzáférést a MIPC részére a fotóalbumához!
it: Si prega di consentire maxCam di accedere al vostro album fotografico
ja: MIPCはフォトアルバムを訪問することができるように設定し下さい.
ko: MIPC 포토 앨범에 접속을 허용해주세요.
nl: Sta MIPC toe om toegang te krijgen tot het foto album
pt: Autorizar MIPC a aceder ao seu álbum.
ru: Пожалуйста, разрешите программе доступ к Вашему фотоальбому.
tr_tr: Lütfen Vimtag'ın fotoğraf albümünüze erişmesine izin verin
zh_hans: 请允许MIPC求访问您的相册
zh_hant: 請允許MIPC使用您的相簿

# mcs_please_allow
source: Please allow
ar: اسمحوا
de: Bitte erlauben Sie
es: Por favor permita
fr: Veuillez autoriser
hu: Kérjük, hogy
it: Si prega di consentire
ja: お許しください
ko: 소요
nl: Sta
pt: Autorizar
ru: Пожалуйста, разрешите
tr_tr: Lütfen izin verin
zh_hans: 请允许
zh_hant: 請允許

# mcs_access_album
source: to access your photo album.
ar: زيارة ألبوم الصور الخاص بك.
de: den Zugriff auf Ihr Fotoalbum
es: visitar a su álbum de fotos.
fr: pour accéder à votre album photo.
hu: eléréséhez a fénykép album
it: l'accesso al vostro album fotografico
ja: あなたのフォトアルバムにアクセスします
ko: 사진 앨범에 액세스 할 수
nl: toe om toegang te krijgen tot het foto album
pt: a aceder ao seu álbum.
ru: чтобы получить доступ к фотоальбом
tr_tr: Fotoğraf albümüne erişmek için
zh_hans: 访问您的相册
zh_hant: 使用您的相簿

# mcs_ios_privacy_setting_for_photo_prompt
source: You can change settings in the iPhone "Settings->Privacy->Photos", find the application "
ar: يمكنك إجراء تغييرات في اي فون " إعدادات - الخصوصية – الصور " التطبيق "
de: Kann unter iPhone "Einstellungen->Datenschutz->Fotos" und der App "
es: IPhone " Ajustes - > Privacidad -> Fotos " , encontrar la aplicación "
fr: Modification possible sur iPhone "Settings->Privacy->Photos", trouver l'application "
hu: A hozzáférést Iphonon a "Beállítások->Privát->Fotók", menüpontban a "
it: Può essere modificato in iPhone "Impostazioni->Privacy->Foto", trova applicazione "
ja: iPhone "設定 - >プライバシー - >写真"中でアプリケーション".
ko: iPhone의"설정->개인적->사진"에 프로그램"
nl: Kan veranderd worden in iPhone "Settings->Privacy->Photos", find the application "
pt: Você pode modificar no iPhone "Configurações -> Privacidade -> Foto ", localize o aplicativo "
ru: может быть изменение дин iPhone "настройки-> privacy-> фотографии " найти T, и приложение "
tr_tr: iPhone " Ayarlar-> Gizlilik-> Fotoğraflar "da uygulamayı bulabilir"
zh_hans: 您可以在iPhone的"设置->隐私->照片"中,找到应用程序"
zh_hant: 您可以在iPhone的"設置->隱私->照片"中,找到應用程式"

# mcs_execute_change
source: " change.
ar: " تغيير
de: " geändert werden.
es: " cambiar.
hu: " " alkalmazásnál tudja megváltoztatni
it: " modifica.
ja: "変更することができます.
ko: " 를 찾아내고 변경할 수 있다.
nl: " verander
pt: " para fazer mudanças.
ru: " изменение
tr_tr: " Değişiklik
zh_hans: "进行更改
zh_hant: "進行更改

# mcs_access_camera
source: to access your camera.
ar: لزيارة الكاميرا
de: um auf die Kamera zuzugreifen.
es: visitar a su Cámara
fr: pour accéder à votre caméra
hu: hozzáférhet a kamera!
it: per accedere alla vostra videocamera.
ja: お使いのカメラにアクセスします
ko: 카메라에 액세스 할 수
nl: om toegang te krijgen tot uw camera
pt: para aceder à camera
ru: получить доступ к камере
tr_tr: Kameranıza erişmek için
zh_hans: 访问您的相机
zh_hant: 使用您的相機

# mcs_please_allow_access_camera
source: Please allow MIPC to access your camera.
ar: اسمحوا MIPC لزيارة الكاميرا
de: Bitte ermöglichen Sie maxCam den Zugriff auf Ihre Kamera
es: Por favor permita MIPC visitar a su Cámara
fr: Veuillez autoriser maxCam à accéder à votre caméra
hu: Engedélyezze a hozzáférést a MIPC részére a kamerához!
it: Si prega di consentire l'accesso alla vostra videocamera.
ja: MIPCは、お使いのカメラを訪問することを許可してください
ko: MIPC의 카메라 접속을 허용합니다
nl: Sta MIPC toe om toegang te krijgen tot uw camera
pt: Autorizar o acesso de MIPC para aceder à camera
ru: Пожалуйста, разрешите доступ программе к вашей камере
tr_tr: Lütfen MIPC'nin kameranıza erişmesine izin verin.
zh_hans: 请允许MIPC求访问您的相机
zh_hant: 請允許MIPC使用您的相機

# mcs_ios_privacy_setting_for_camera_prompt
source: You can change settings in the iPhone "Settings->Privacy->Camera", find the application "
ar: يمكنك في اي فون "إعدادات -> الخصوصية -> كاميرا "، موقع التطبيق "
de: Kann unter iPhone "Einstellungen->Datenschutz->Kamera" und der App "
es: Puedes estar en iPhone "Ajustes - > Privacidad -> Cámara" , encontrar la aplicación "
fr: Modification possible sur iPhone "Settings->Privacy->Photos", trouver l'application "
hu: A hozzáférést Iphonon a "Beállítások->Privát->Kamera", menüpontban a "
it: È possibile modificare le impostazioni in iPhone "Impostazioni-> Privacy-> videocamera ", trova applicazione "
ja: iPhone "設定 ->プライバシー ->カメラ"中でアプリケーション"
ko: iPhone의"설정->개인적->사진"에 카메라"
nl: Instellingen kunnen veranderd worden in iPhone "Settings->Privacy->Photos", find the application "
pt: Você pode alterar no iPhone "Configurações -> Privacidade -> Câmera", localize o aplicativo "
ru: может быть изменение дин iPhone "настройки-> privacy-> фотографии " найти T, и приложение "
tr_tr: iPhone " Ayarlar-> Gizlilik-> Kamera " daki ayarları değiştirebilir, uygulamayı bulabilir"
zh_hans: 您可以在iPhone的"设置->隐私->相机"中,找到应用程序"
zh_hant: 您可以在iPhone的"設置->隱私->相機"中,找到應用程式"

# mcs_busy_when_write
source: Busy writing
ar: مشغول عند الكتابة
de: Schreibt
es: Ocupado cuando escribir
fr: Écriture en cours
hu: Nem tud rögzíteni
it: Scrittura occupata
ja: 書き込みは忙しいです
ko: 데이터 레코딩중
nl: Bezig met overschrijven
pt: Ocupado a gravar
ru: Недоступно для записи
tr_tr: Meşgul yazma
zh_hans: 写入忙
zh_hant: 寫入忙

# mcs_unknown_error
source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Desconocido error
fr: Erreur indéterminée
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nl: Onbekende error
pt: Erro desconhecido
ru: Неизвестная ошибка
tr_tr: Bilinmeyen hata
zh_hans: 未知错误
zh_hant: 未知錯誤

# mcs_i_know
source: I know
ar: أنا أعلم
de: Ich weiss!
es: Yo sé
fr: Je sais !
hu: Igen, tudom
it: Lo so!
ja: 分かりました
ko: 이해 했습니다
nl: Ik weet het!
pt: Eu sei
ru: Да, я знаю
tr_tr: Biliyorum
zh_hans: 我知道了
zh_hant: 我知道了
