Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_wifi_config_success
source: Configuration success
ar: نجاح التكوين
de: Konfiguration erfolgreich
es: el éxito de configuración
fr: Réussite de la configuration
hu: Configuration siker
it: Configurazione riuscita
ja: コンフィギュレーションの成功
ko: 구성 성공
nl: Configuratie geslaagd
pt: configuração de sucesso
ru: успех конфигурации
tr_tr: Yapılandırma başarılı
zh_hans: 配置成功
zh_hant: 配置成功

# mcs_wifi_config_failure
source: Configuration failed
ar: فشل التكوين
de: Konfiguration fehlgeschlagen
es: Configuración fracasó
fr: échec de la configuration
hu: Configuration nem sikerült
it: Configurazione fallita
ja: 構成に失敗しました
ko: 구성 실패
nl: Configuratie mislukt
pt: configuração falhou
ru: Конфигурация не удалось
tr_tr: Yapılandırma başarısız oldu
zh_hans: 配置失败
zh_hant: 配置失敗

# mcs_failure_prompt
source: Please try again or return to check if Wi-Fi password is entered correctly
ar: يرجى المحاولة مرة أخرى أو العودة للتحقق Wi-Fi كلمة المرور يتم إدخالها بشكل صحيح
de: Bitte versuchen Sie es erneut oder prüfen Sie, ob das Wi-Fi-Passwort korrekt eingegeben wurde.
es: Por favor, inténtelo de nuevo o volver a comprobar Wi-Fi contraseña se introduce correctamente
fr: Veuillez essayer à nouveau ou retourner pour vérifier si le mot de passe Wi-Fi a été saisi correctement
hu: Próbálja újra, vagy visszatér, hogy ellenőrizze Wi-Fi jelszó helyes
it: Riprova o ricontrolla se è stata inserita correttamente la password Wi-Fi
ja: 再試行するか、正しく入力されている無線LANのパスワードを確認するために戻ってください
ko: 다시 시도하거나 올바르게 입력 와이파이 암호를 확인하기 위해 보내 주시기 바랍니다
nl: Probeer opnieuw, of ga terug om na te gaan of het juiste Wi-Fi wachtwoord is ingevuld
pt: Por favor, tente novamente ou voltar a verificar Wi-Fi senha é digitada corretamente
ru: Пожалуйста, попробуйте еще раз или вернуться, чтобы проверить Wi-Fi пароль введен правильно
tr_tr: Lütfen tekrar deneyin veya Wi-Fi şifresinin doğru bir şekilde girilip girilmediğini kontrol edin
zh_hans: 请重试或返回检查Wi-Fi密码是否输入正确
zh_hant: 請重試或返回檢查Wi-Fi密碼是否輸入正確

# mcs_display_password
source: Show password
ar: عرض كلمة المرور
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
hu: Mutasd a jelszót
it: Mostra Password
ja: パスワードを表示
ko: 비밀번호 표시
nl: Wachtwoord tonen
pt: Mostrar senha
ru: показать пароль
tr_tr: Parolayı göster
zh_hans: 显示密码
zh_hant: 顯示密碼

# mcs_action_smart_config_wifi
source: Configuration Wizard
ar: معالج التكوين
de: Konfigurationsassistent
es: Asistente de configuración
fr: Assistant de configuration
it: Assistente di configurazione
ja: 構成ウィザード
ko: 구성 마법사
nl: Configuratie Wizard
pt: Assistente de Configuração
ru: Мастер настройки
tr_tr: yapılandırma kılavuzu
zh_hans: 配置向导
zh_hant: 配置嚮導

# mcs_wifi_invalid
source: Please connect to Wi-Fi for your cellphone firstly
ar: الشبكة لا واي فاي، يرجى الاتصال واي فاي
de: Bitte verbinden Sie zunächst Ihr Mobiltelefon mit dem Wi-Fi.
es: Su red no es Wi-Fi, por favor conectar Wi-Fi
fr: Veuillez commencer par vous connecter au réseau Wi-Fi sur votre téléphone cellulaire
hu: A hálózat nincs Wi-Fi, csatlakoztassa Wi-Fi
it: Si prega di connettersi al Wi-Fi prima con il vostro cellulare
ja: お使いのネットワークは、Wi-Fiではないが、無線LANを接続してください
ko: 당신의 네트워크는 무선 랜을하지 와이파이 연결하십시오입니다
nl: Maak eerst verbinding met uw mobiele telefoon via Wi-Fi
pt: Sua rede está não Wi-Fi, por favor conectar Wi-Fi
ru: Ваша сеть не Wi-Fi, подключите Wi-Fi
tr_tr: Önce cep telefonunuzla Wi-Fi'ye bağlanın
zh_hans: 请先将手机连接上Wi-Fi网络
zh_hant: 您的網絡不是WiFi，請先連接Wi-Fi

# mcs_phone_not_connect_wifi
source: Wi-Fi network is not connected
ar: شبكة واي فاي غير متصل
de: Nicht mit dem Wi-Fi-Netzwerk verbunden
es: Red Wi-Fi no está conectado
fr: Le réseau Wifi n'est pas connecté
hu: Wi-Fi hálózat nem csatlakozik
it: La rete Wi-Fi non è collegata
ja: Wi-Fiネットワークが接続されていません
ko: 무선 네트워크가 연결되지
nl: Wi-Fi netwerk is niet verbonden
pt: Rede Wi-Fi não está conectado
ru: Wi-Fi сеть не подключены
tr_tr: Kablosuz ağ bağlı değil
zh_hans: 手机未连接上Wi-Fi网络
zh_hant: 手機未連接上Wi-Fi網絡

# mcs_prompt_check_connection
source: Your camera is not online, please check the camera's line connection.
ar: الكاميرا ليست على الانترنت، والتحقق من خط اتصال الكامير
de: Ihre Kamera ist nicht online, bitte überprüfen Sie die Anschlüsse der Kamera..
es: La cámara no está en línea, compruebe la Conectando de la línea de la cámara.
fr: Votre caméra n'est pas en ligne, veuillez vérifier la connexion en ligne de la caméra.
hu: A kamera nem elérhető, ellenőrizze a kapcsolatot!
it: La videocamera non è online, si prega di controllare il collegamento in linea della videocamera
ja: お使いのカメラは、オンラインではない、カメラの回線接続を確認してください.
ko: 카메라가 온라인이 아닙니다. 카메라의 연결상태를 확인해 주세요
nl: Uw camera is niet online, zijn de kabels goed aangesloten?
pt: Sua câmera não é on-line, verifique a conexão de linha da câmera.
ru: Камера не в сети, проверьте подключение камеры.
tr_tr: Fotoğraf makineniz çevrimiçi değil, lütfen fotoğraf makinesinin fiziksel bağlantısını kontrol edin
zh_hans: 您的摄像机不在线，请检查摄像机的线路连接
zh_hant: 您的攝影機不在線，請檢查攝影機的線路連接

# mcs_wifi_cfg_ready
source: Ready
ar: استعداد
de: Bereit
es: Listo
fr: Prêt
hu: Kész
it: Pronto
ja: レディー
ko: 준비된
nl: Klaar
pt: Pronto
ru: Готовы
tr_tr: Hazır
zh_hans: 准备好了
zh_hant: 準備好了

# mcs_reset_complete
source: Reset is complete
ar: إعادة تعيين اكتمال
de: Zurücksetzen abgeschlossen
es: Reset es completa
fr: La réinitialisation est terminée
hu: Reset befejeződött
it: Il reset è completo
ja: リセットが完了すると
ko: 재설정 완료
nl: Reset is klaar
pt: reposição está concluída
ru: Сброс полная
tr_tr: Sıfırlandı tamamlandı
zh_hans: 复位好了
zh_hant: 復位好了

# mcs_how_to_restore_factory_settings
source: How to restore factory settings: use the RESET pin pressing the RESET hole at the bottom of camera for more than 10 seconds
ar: كيفية استعادة ضبط المصنع: استخدام دبوس RESET الضغط على اعادة فتحه في أسفل الكاميرا لأكثر من 10 ثوان
de: Zurücksetzen auf Werkseinstellungen: Drücken Sie mit dem Stift länger als 10 Sekunden in die Öffnung RESET auf der Unterseite der Kamera.
es: Cómo restaurar la configuración de fábrica: usar el pin de RESET pulsando el agujero de RESET en la parte inferior de la cámara durante más de 10 segundos
fr: Comment revenir au réglage par défaut : utiliser la tige de réinitialisation en appuyant dans l'orifice RESET au dessous de la caméra pendant plus de10 secondes
hu: Hogyan lehet visszaállítani a gyári beállításokat: használhatja a RESET láb megnyomja a RESET alján kamera több mint 10 másodperc
it: Come ripristinare le impostazioni di fabbrica: utilizzare il pin di RESET premendo nel foro della parte inferiore della videocamera per più di 10 secondi
ja: 工場出荷時の設定を復元する方法：10秒以上カメラの底部にあるRESET穴を押してRESET端子を使用します
ko: 기본 설정을 복원하는 방법 : 10 초 이상 카메라의 하단에있는 리셋 구멍을 눌러 리셋 핀을 사용
nl: Hoe zet ik mijn apparaat terug naar de fabrieksinstellingen? Gebruik de RESET naald, en druk minimaal 10 seconden op de RESET knop (onderkant van de camera)
pt: Como restaurar as configurações de fábrica: usar o pino de reset pressionando o orifício RESET na parte inferior da câmera por mais de 10 segundos
ru: Как восстановить заводские настройки: используйте сброса ПИН нажав RESET, отверстие в нижней части камеры в течение более 10 секунд
tr_tr: Fabrika ayarlarını geri yüklemek için: makinenin altındaki RESET deliğine 10 saniye basılı tutun
zh_hans: 怎样恢复出厂设置：使用重置针长按摄像机底部的RESET重置孔10s以上
zh_hant: 怎樣恢復出廠設置：使用重置針長按攝像機底部的RESET重置孔10s以上

# mcs_forgetpass_action_wizard
source: Please long press the device Reset reset hole 10 seconds after the release, you will hear the device voice prompt "to restore the factory settings".
ar: من فضلك اضغط على إعادة تعيين جهاز ثقب بعد 10 ثواني فك الجهاز ، سوف تسمع صوت 'استعادة ضبط المصنع '.
de: Bitte Lange auf Geräte nach 10 sekunden - blenden reset lockern, hören sie die Geräte stimme "wieder auf die standardeinstellung".
es: Por favor pulse reset reset equipos de agujeros de 10 segundos después de la liberación, se oirá la voz de "equipos de restaurar la configuración de fábrica".
fr: Desserrer les Secrétaire général par le trou de la Réinitialisation d'un dispositif de Réinitialisation après 10 secondes, vous entendrez le dispositif invite vocale "reprise de réglages d'usine".
hu: kérem az eszközök hosszú Reset reset lyuk után 10 másodperccel a meg fogja hallani: "a gyártelepi meghatározott berendezések".
it: Per favore, lungo Il buco in Base alle attrezzature di riduzione di 10 secondi dopo il rilascio, Avete sentito La Voce per "attrezzature di ripristinare Le impostazioni di fabbrica".
ja: どうぞ長押しする設備がリセットリセット穴じゅう秒後に外れて、あなたを聞いて音声で「回復出荷設置設備」。
ko: 좀 길게 따라 장치 Reset 리셋 공 10초 후에 놓다, 당신이 들은 것이다 장치 음성 안내 '복구 출하 설정 ".
nl: Alsjeblieft, lang op basis van apparatuur - opnieuw gat na 10 seconden laat je stem horen, zal de apparatuur "de fabrieksinstellingen."
pt: Por favor pressione reset reset buraco equipamento de 10 Segundos e depois soltar, você VAI ouvir a voz de equipamentos "restaurar configurações de fábrica".
ru: Пожалуйста, секретаря по оборудования сбросить сбросить дыры после 10 секунд ослабить , вы услышите оборудования голосовые подсказки"восстановить заводские настройки".
tr_tr: Lütfen RESET tuşunu bırakıldıktan 10 saniye sonra tekrar basın, cihazın fabrika ayarlarına dönesi için sesli komutları duyacaksınız. Yaklaşık 20 saniye bekleyin; kurtarma şifresi ‘admin’dir
zh_hans: 请长按设备Reset复位孔10秒后松开，您将听到设备语音提示“恢复出厂设置”。
zh_hant: 請長按設備Reset復位孔10秒後鬆開，您將聽到設備語音提示“恢復出廠設定”。

# mcs_prompt_check_device_connection
source: Your device is offline, please check the device's line connection.
ar: الجهاز لا غير متواجد، والتحقق من الأسلاك لتوصيل الجهاز
de: Ihr Gerät ist nicht online, bitte überprüfen Sie die Anschlüsse des Geräts.
es: Su dispositivo no está en línea, revisar el cableado para conectar el dispositivo
fr: Votre périphérique n'est pas en ligne, veuillez vérifier la connexion en ligne du périphériquel
hu: A készülék nem elérhető, ellenőrizze a vezetékeket csatlakoztatni az eszközt
it: Il vostro dispositivo non online, si prega di controllare il collegamento in linea del dispositivo.
ja: お使いのデバイスがオンラインでない、デバイスを接続するための配線をチェック
ko: 장치가 온라인 상태가 아닌, 장치를 연결하는 배선을 확인
nl: Uw camera is niet online, zijn de kabels goed aangesloten?
pt: Seu aparelho não está on-line, verifique a fiação para conectar o dispositivo
ru: Ваше устройство не в сети, проверить проводку для подключения устройства
tr_tr: Cihazınız çevrimdışıydı, lütfen cihazınızın fiziksel bağlantısını kontrol edin
zh_hans: 您的设备不在线，请检查设备的线路连接
zh_hant: 您的設備不在線，請檢查設備的線路連接

# mcs_prompt_select_device_connection
source: Your device is not online, please select the Internet connection method
ar: هل الجهاز لا على الإنترنت، الرجاء اختيار طريقة التواصل
de: Ihr Gerät ist nicht online, wählen sie die Art der vernetzung
es: Su equipo no en línea, seleccione el modo de red
fr: Votre appareil n'est pas en ligne, sélectionnez le mode de mise en réseau
hu: a műszert nem sok online módon kiválasztásához
it: IL tuo dispositivo DI SELEZIONE in modo non in Linea, per favore
ja: あなたの設備はオンラインしないで、選択してネット方式を選択して下さい
ko: 당신의 장치 안 - 선택하십시오. 네트워크에 연결하다 방식
nl: Uw apparatuur niet online, kies de wijze van netwerken
pt: O SEU aparelho não é on - line, por favor, escolha o modo de rede
ru: Ваше устройство не онлайн , пожалуйста, выберите способ взаимодействия
tr_tr: Cihazınız çevrimiçi değil, lütfen İnternet bağlantısını kontrol edin
zh_hans: 您的设备不在线，请选择联网方式
zh_hant: 您的設備不線上，請選擇聯網管道

# mcs_input_wifi_name
source: Please input Wi-Fi name
ar: يرجى إدخال اسم واي فاي
de: Bitte geben Sie den Namen der Wi-Fi-Verbindung ein.
es: Por favor introduce el nombre Wi-Fi
fr: Veuillez saisir le nom Wi-Fi
hu: Írja be Wi-Fi név
it: Immettere il nome del file WiFi
ja: 入力してください無線LAN名
ko: 제발 입력 와이파이 이름
nl: Voer Wi-Fi naam in
pt: Por favor coloque o nome Wi-Fi
ru: Пожалуйста, название входа Wi-Fi
tr_tr: Lütfen Wifi adını girin
zh_hans: 请输入Wi-Fi名称
zh_hant: 請輸入Wi-Fi名稱

# mcs_action_previous
source: Previous
ar: سابق
de: Vorher
es: anterior
fr: précédent
hu: előző
it: Precedente
ja: 前
ko: 이전
nl: Vorige
pt: anterior
ru: предыдущий
tr_tr: Önceki
zh_hans: 上一步
zh_hant: 上一步

# mcs_io_alert_range_hint
source: IO alert time should be less than 60 seconds
ar: IO الوقت في حالة تأهب يجب أن تكون أقل من 60 ثانية
de: IO-Alarm sollte weniger als 60 Sekunden betragen.
es: IO tiempo de alerta debe ser menos de 60 segundos
fr: Le temps d'alerte E/S doit être inférieur à 60 secondes.
hu: IO riasztási időt kell kevesebb, mint 60 másodperc
it: Il tempo di allarme IO dovrebbe essere meno di 60 secondi
ja: IOアラート時間は60秒未満である必要があります
ko: IO 경고 시간은 60 초 미만이어야한다
nl: IO alarm tijd dient minder dan 60 seconden te zijn
pt: IO tempo de alerta deve ser menos de 60 segundos
ru: IO оповещения время должно быть меньше, чем 60 секунд
tr_tr: IO uyarı süresi 60 saniyeden az olmalıdır
zh_hans: IO报警时间应小于60秒
zh_hant: IO報警時間應小於60秒

# mcs_io_alert_time
source: IO alert time(s)
ar: الوقت IO إنذار (في ثواني)
de: Zeitpunkt(e) für IO-Alarm
es: IO hora de alarma(s)
fr: Temps d'alerte E/S
hu: IO riasztás idő(másodpercben)
it: Tempo di allarme IO
ja: IOアラーム時間(秒)
ko: IO 알람 시간(초)
nl: IO alarm tijd(en)
pt: IO hora do alarme(min)
ru: IO время сигнала(cek.)
tr_tr: IO uyarı süresi (ları)
zh_hans: IO报警时长(秒)
zh_hant: IO報警時長(秒)

# mcs_smart
source: smart
ar: ذكي
de: intelligent
es: inteligente
fr: intelligent
hu: okos
it: intelligente
ja: スマート
ko: 똑똑한
nl: Slim
pt: inteligente
ru: умный
tr_tr: Akıllı
zh_hans: 移动智能
zh_hant: 移動智能

# mcs_plan
source: plan
ar: خطة
hu: terv
it: piano
ja: プラン
ko: 계획
pt: plano
ru: план
zh_hans: 定点净化
zh_hant: 定點淨化

# mcs_mute
source: mute
ar: أخرس
de: stumm
es: mudo
fr: silencieux
hu: néma
it: muto
ja: ミュート
ko: 음소거
nl: demp
pt: mudo
tr_tr: sessiz
zh_hans: 静音
zh_hant: 靜音

# mcs_wind_speed
source: wind speed
ar: سرعة الرياح
de: Windgeschwindigkeit
es: velocidad del viento
fr: vitesse du vent
hu: szélsebesség
it: velocità del vento
ja: 風速
ko: 풍속
nl: Wind snelheid
pt: velocidade do vento
ru: скорость ветра
tr_tr: Rüzgar hızı
zh_hans: 风速
zh_hant: 風速

# mcs_one
source: One gear
ar: والعتاد واحد
de: Eine Schaltstufe
es: un engranaje
fr: Un niveau
hu: egy fogaskerék
it: Un marcia
ja: 一方の歯車
ko: 하나의 기어
nl: Een versnelling
pt: uma engrenagem
ru: одна передача
tr_tr: Birinci vites
zh_hans: 一档
zh_hant: 一檔

# mcs_two
source: Two gear
ar: اثنين من العتاد
de: Zwei Schaltstufen
es: Dos engranajes
fr: Deux niveaux
hu: két sebességfokozat
it: Due marcei
ja: 二つの歯車
ko: 두 기어
nl: Twee versnellingen
pt: dois engrenagem
ru: Два передач
tr_tr: İkinci vites
zh_hans: 二档
zh_hant: 二檔

# mcs_three
source: Three gear
ar: ثلاثة العتاد
de: Drei Schaltstufen
es: Tres engranajes
fr: Trois niveaux
hu: három fokozatban
it: Tre marce
ja: 三つの歯車
ko: 세 기어
nl: Drie versnellingen
ru: Три передач
tr_tr: Üçüncü vites
zh_hans: 三档
zh_hant: 三檔

# mcs_purify_mode
source: purify mode
ar: وضع تنقية
de: Modus löschen
es: modo de purificar
fr: mode purification
hu: megtisztítani mód
it: purifica modalità
ja: モードを浄化
ko: 모드를 정화
nl: Zuivere mode
pt: modo de purificar
ru: режим очистки
tr_tr: Arındırma modu
zh_hans: 净化模式
zh_hant: 淨化模式

# mcs_video_list
source: Video list
ar: قائمة الفيديو
de: Verzeichnis der Videos
es: lista vídeo
fr: Liste des vidéos
hu: videó lista
it: Lista Video
ja: 動画リスト
ko: 동영상 목록
nl: Video lijst
pt: lista de vídeos
ru: список видео
tr_tr: Video listesi
zh_hans: 视频列表
zh_hant: 視頻列表

# mcs_wifi_cfg_restore_factory_settings
source: Hold the cellphone close to device, if device has configured Wi-Fi, press the RESET hole for one second then release, the device will restore to factory settings and restart automatically.
ar: عقد الهاتف المحمول بالقرب من الجهاز، إذا لم يقم جهاز واي فاي، واضغط على اعادة فتحه لثانية واحدة ثم الإفراج عنهم، الجهاز سوف استعادة لضبط المصنع وإعادة تشغيل تلقائيا
de: Halten Sie das Mobiltelefon nah an das Gerät, wenn für das Gerät Wi-Fi konfiguriert wurde. Drücken Sie mit einem spitzen Gegenstand eine Sekunde lang in die Öffnung RESET, und lassen Sie los. Das Gerät wird auf die Werkseinstellungen zurückgesetzt und startet automatisch neu.
es: Sostenga el teléfono móvil cerca de dispositivo, si el dispositivo se ha configurado Wi-Fi, presionar RESET durante un segundo y luego suelte, el dispositivo va a restaurar la configuración de fábrica y reiniciar automáticamente
fr: Tenir le téléphone cellulaire près du périphérique. Si le périphérique a déjà été configuré en Wi-Fi, appuyer dans le trou de réinitialisation RESET pendant une seconde et le libérer, le périphérique retournera automatiquement à la configuration d'usine.
hu: Tartsa a mobiltelefon közel készüléket, ha az eszköz már konfigurálva Wi-Fi, nyomja meg a RESET lyukat egy másodpercig, majd engedje, a készülék visszaállítja a gyári beállításokat, és automatikusan újraindul
it: Tenere il cellulare vicino al dispositivo, se il dispositivo è configurato Wi-Fi, premere RESET per un secondo e poi rilasciare, il dispositivo ripristinerà le impostazioni di fabbrica e si riavvierà automaticamente.
ja: 、デバイスの近くに携帯電話を保持する装置が無線LANを設定した場合、1秒間RESET穴を押して放し、デバイスは工場出荷時の設定に復元され、自動的に再起動
ko: 장치에 가까운 휴대 전화를 잡고 장치가 무선 랜을 구성한 경우, 다음 1 초 동안 리셋 구멍을 보도 자료, 장치가 공장 설정으로 복원하고 자동으로 다시 시작
nl: Houd uw mobiele telefoon in de buurt van het apparaat. Zodra de Wi-Fi is geconfigureerd, druk dan 2 seconden op de RESET knop en laat deze dan los. Het apparaat zet zich nu terug naar de fabrieksinstellingen en start zichzelf opnieuw op.
pt: Segure o telemóvel perto de dispositivo, se o dispositivo não configurou Wi-Fi, pressionar o orifício RESET por um segundo, em seguida, liberar, o dispositivo irá restaurar as configurações de fábrica e reiniciar automaticamente
ru: Halten Sie das Mobiltelefon in der Nähe von Gerät, wenn Gerät ist Wi-Fi konfiguriert, drücken Sie die RESET-Öffnung für eine Sekunde dann los, wird das Gerät auf die Werkseinstellungen wiederherstellen und automatisch neu startet
tr_tr: Telefonunuzu cihazınıza yakın tutun; eğer Wi-Fi’ınız ayarlıysa, Reset tuşuna 1 sn boyunca basıp bırakın, cihaz otomatik olarak fabrika ayarlarına dönüp baştan başlayacaktır.
zh_hans: 请将手机靠近设备，如果设备已配置过Wi-Fi，请按RESET复位键1秒后松开，设备将恢复出厂设置并自动重启
zh_hant: 请将手机靠近设备，如果设备已配置过Wi-Fi，请按RESET复位键1秒后松开，设备将恢复出厂设置并自动重启

# mcs_mask_settings
source: Mask settings
ar: ضبط قناع
de: Einstellung der Maske
es: Seleccionar área de detección de movimiento
fr: Paramètres de masque
hu: Mask beállítások
it: impostazioni della maschera
ja: マスクの設定
ko: 마스크 설정
nl: Mask instellingen
pt: configurações de máscara
ru: настройки маски
tr_tr: Maske Ayarı
zh_hans: 遮罩设置
zh_hant: 遮罩設置

# mcs_notification_settings
source: Notification settings
ar: إعدادات الإشعار
de: Benachrichtigungseinstellungen
es: configuración de las notificaciones
fr: Paramètres de notification
hu: értesítési beállítások
it: Impostazioni delle notifiche
ja: 通知設定
ko: 알림 설정
nl: Melding instellingen
pt: configurações de máscara
ru: настройки уведомлений
tr_tr: Bildirim ayarları
zh_hans: 通知设置
zh_hant: 通知設置

# mcs_alarm_settings
source: Alarm settings
ar: ضبط المنبه
de: Alarmeinstellungen
es: Los ajustes de alarma
fr: Réglages d'alarme
hu: riasztás beállítások
it: Impostazioni degli allarmi
ja: IOアラーム
ko: 알람 설정
nl: Alarm instellingen
pt: Os ajustes de alarme
ru: настройки сигнализации
tr_tr: Alarm ayarı
zh_hans: 报警设置
zh_hant: 報警設置

# mcs_motion_detection
source: Motion Detection
ar: تحسس الحركة
de: Bewegungserkennung
es: Detección De Movimiento
fr: Détection De Mouvement
it: Rilevamento movimento
ja: 動体検知
ko: 모션 감지
nl: Bewegingsdetectie
pt: Detector De Movimento
ru: Определение Движения
tr_tr: Hareket algılama
zh_hans: 移动侦测
zh_hant: 移動偵測

# mcs_io_alarm
source: I/O Alarm
ar: I/O إنذار
es: E/S de alarma
fr: Alarme E/S
it: Allarme I/O
ja: I/Oアラーム
ko: I/O 알람
pt: S Alarme /
ru: О сигнализации I /
zh_hans: I/O报警
zh_hant: I/O報警

# mcs_connect_status
source: Connection Status
ar: حالة الاتصال
de: Verbindungsstatus
es: Estado de la Conectando
fr: État de la connexion
it: Stato connessione
ja: 接続状況
ko: 연결 상태
nl: Verbindingsstatus
pt: status da conexão
ru: Состояние подключения
tr_tr: Bağlantı durumu
zh_hans: 连接状态
zh_hant: 連接狀態

# mcs_motion_notification
source: Motion And Notification
ar: التنبيهات والإشعارات
de: Bewegung und Benachrichtigung
es: Alertas y notificaciones
fr: Mouvement et notification
hu: Riasztások és értesítések
it: Movimento e notifica
ja: 警報と通知
ko: 경고 및 알림
nl: Beweging en melding
pt: Alertas e notificações
ru: Предупреждения и уведомления
tr_tr: Hareket ve Bildirim
zh_hans: 报警和通知
zh_hant: 報警和通知

# mcs_device_connected
source: Device is connected
ar: يتم توصيل الجهاز
de: Das Gerät ist verbunden.
es: El dispositivo está conectado
fr: Le périphérique est connecté
hu: Készülék csatlakozik
it: Il dispositivo è connesso
ja: デバイスが接続されています
ko: 장치가 연결된
nl: Apparaat is verbonden
pt: Dispositivo está conectado
ru: Устройство подключено
tr_tr: Cihaz bağlı
zh_hans: 设备已连接
zh_hant: 設備已連接

# mcs_start_spray
source: Start spraying?
ar: بدء الرش؟
de: Ausstrahlung beginnen?
es: Empiece a rociar?
fr: Commencer à diffuser ?
hu: Kezdje permetezés?
it: Iniziare a spruzzare?
ja: スプレーを開始？
ko: 분사 시작?
pt: Comece a pulverização?
ru: Начните распыление?
tr_tr: Püskürtmeye başla
zh_hans: 开始喷雾?
zh_hant: 開始噴霧？

# mcs_available_network
source: Network unavailable，check network
ar: شبكة متوفرة، شبكة الاختيار
de: Netzwerk nicht verfügbar, Netzwerk prüfen
es: La red no está disponible, la red de verificación
fr: Réseau indisponible, vérifier le réseau
hu: Hálózat nem elérhető, ellenőrizze a hálózati
it: Rete non disponibile, controlla rete
ja: ネットワーク利用できない、チェックネットワーク
ko: 네트워크를 사용할 수없는, 체크 네트워크
nl: Netwerk niet beschikbaar, controleer het netwerk
pt: Rede indisponíveis, rede de cheque
ru: Сеть недоступна, Проверка Настроеной
tr_tr: Ağ kullanılamıyor, şebekeyi kontrol et
zh_hans: 当前网络不可用，请检查您的网络设置
zh_hant: 當前網絡不可用，請檢查您的網絡設置

# mcs_select_wifi_wizard
source: Please select Wi-Fi network firstly
ar: الرجاء اختيار شبكة واي فاي أولا
de: Bitte wählen Sie zuerst ein Netzwerk.
es: Por favor, seleccione la red Wi-Fi en primer lugar
fr: Veuillez commencer par sélectionner le réseau Wi-Fi
hu: Kérjük, válasszon Wi-Fi hálózatot először
it: Si prega di selezionare la rete Wi-Fi in primo luogo
ja: まず、Wi-Fiネットワークを選択してください
ko: 먼저 무선 네트워크를 선택하세요
nl: Selecteer eerst het juiste Wi-Fi netwerk
pt: Por favor, selecione rede Wi-Fi em primeiro lugar
ru: Пожалуйста, выберите Wi-Fi сеть во-первых
tr_tr: Lütfen önce Wifi ağını seçin
zh_hans: 请你先选择Wi-Fi网络
zh_hant: 請你先選擇無線網絡

# mcs_input_wifi_password
source: Input Wi-Fi password
ar: إدخال واي فاي كلمة المرور
de: Wi-Fi-Passwort eingeben
es: Ingresar contraseña de Wi-Fi
fr: Saisir le mot de passe Wi-Fi
hu: Kérjük, válasszon Wi-Fi hálózatot először
it: Inserisci password Wi-Fi
ja: 入力された無線LANのパスワード
ko: 입력 무선 랜 암호
nl: Geef Wi-Fi wachtwoord op
pt: Entrada de senha Wi-Fi
ru: Input Wi-Fi jelszót
tr_tr: Wifi şifresi gireni
zh_hans: 输入Wi-Fi密码
zh_hant: 輸入Wi-Fi密碼

# mcs_device_admin_password
source: Device Admin Password
ar: الجهاز المشرف كلمة السر
de: Passwort des Geräteadministrators
es: Contraseña administrador
fr: Mot de passe d'administration du périphérique
hu: Készülék admin jelszó
it: Password amministratore dispositivo
ja: カメラの管理者パスワード
ko: 장치 관리자 암호
nl: Apparaat admin wachtwoord
pt: Dispositivo senha de administrador
ru: Пароль администратора устройства
tr_tr: Cihaz Yönetici Şifresi
zh_hans: 设备管理密码
zh_hant: 設備管理密碼

# mcs_device_guest_password
source: Device Guest Password
ar: جهاز كلمة ضيف
de: Gastpasswort für Gerät
es: Contraseña invitado
fr: Mot de passe d'invité du périphérique
hu: Device vendég jelszót
it: Password ospite dispositivo
ja: カメラゲストパスワード
ko: 장치 손님 암호
nl: Apparaat gast wachtwoord
pt: Dispositivo senha hóspede
ru: Гостевой пароль устройства
tr_tr: Cihazın Ziyaretçi Şifresi
zh_hans: 设备访客密码
zh_hant: 設備訪客密碼
