Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_empty_cloud_list_second
source: Click on the upper left corner on the
ar: انقر على الزاوية اليسرى
de: Klicken Sie auf die linke obere Ecke
es: Haga clic en la esquina superior izquierda de la
fr: Veuillez cliquer dans le coin en haut à gauche
hu: klikk bal felső
it: Clicca nell'angolo in alto a sinistra della
ja: 左の角をクリックして
ko: 클릭 왼쪽 위 의
nl: Klik op de linker bovenhoek van de
pt: Clique no canto superior esquerdo
ru: Нажмите кнопку в верхнем левом углу
tr_tr: Sol üst köşeyi tıklayın
zh_hans: 点击左上角的
zh_hant: 點擊左上角的

# mcs_empty_cloud_list_third
source: to add a device!
ar: إضافة جهاز !
de: Gerät hinzufügen!
es: ¿La adición de equipos?
fr: Ajout d'un périphérique !
hu: új berendezés!
it: Aggiungi dispositivo
ja: 設備を追加しましょう！
ko: 추가 장치 가자!
nl: voeg camera toe!
pt: Além de equipamentos!
ru: Добавить устройство !
tr_tr: Bir cihaz eklemek için
zh_hans: 添加设备吧！
zh_hant: 添加設備吧！

# mcs_empty_local_list_first
source: Your local list is empty,
ar: قائمة الخاص بك المحلية فارغة،
de: Ihr lokales Verzeichnis ist leer.
es: Su lista local está vacía,
fr: Votre liste locale est vide
hu: az ön helyi lista üres,
it: L'elenco locale è vuoto
ja: あなたの当地のリストは空きです、
ko: 당신의 이 목록이 비어 있으면
nl: Uw cloud opname lijst is leeg
pt: A SUA lista de locais vazios,
ru: Ваш локальный список пуст ,
tr_tr: Yerel listeniz boş
zh_hans: 您的本地列表还是空空的，
zh_hant: 您的本地清單還是空空的，

# mcs_empty_local_list_second
source: try
ar: محاولة
de: Versuchen
es: Intenta
fr: essayer
hu: próbáld
it: prova
ja: 試み
ko: 시도
nl: probeer
pt: A tentativa de
ru: попытка
tr_tr: Dene
zh_hans: 尝试
zh_hant: 嘗試

# mcs_empty_local_list_third
source: Pull down the screen
ar: الشاشة المنسدلة
de: Bildschirm auswählen
es: presionar pantalla y mover tu dedo hacia abajo
fr: Tirer l'écran vers le bas
hu: a legördülő
it: Tira verso il basso lo schermo
ja: プルダウンスクリーン
ko: 드롭다운 화면
nl: Veeg het scherm naar onderen
pt: - tela
ru: выпадающий экран
tr_tr: Ekranı aşağı doğru çekin
zh_hans: 下拉屏幕
zh_hant: 下拉荧幕

# mcs_empty_local_list_forth
source: refresh!
ar: تحديث !
de: Aktualisieren
fr: Rafraîchir!
hu: a legördülő
it: Aggiorna!
ja: 새로 고침 가자!
ko: 새로 고침 가자!
nl: ververs
ru: Обновить !
tr_tr: Yenile
zh_hans: 刷新吧！
zh_hant: 重繪吧！

# mcs_empty_local_list_fifth
source: （Search for devices within the LAN）
ar: （البحث في الشبكة المحلية المعدات）
de: (Suchen Sie über die LAN-Verbindung nach weiteren Geräten）
es: (Busca dispositivos en la red LAN)
fr: （Recherche de périphériques sur le réseau local LAN）
hu: （- ian belül található berendezések）
it: (Ricerca dei dispositivi all'interno della LAN)
ja: （LAN内の設備を検索する）
ko: （검색 있는 랜 내의 장치）
nl: （Zoek camera's binnen de LAN）（Zoek camera's binnen de LAN）（Zoek camera's binnen de LAN）
pt: （O equipamento no local de Busca）
ru: （Поиск в интернет , где оборудование）
tr_tr: LAN içindeki aygıtları ara
zh_hans: （搜索所在局域网内的设备）
zh_hant: （蒐索所在局域網內的設備）

# mcs_record_prompt
source: You can view the record in "Account->My Folder"
ar: يمكنك عرض الفيديو في لي ->بلدي المجلدات
de: Sie finden die Aufnahme unter "My->My Folder"
es: Puede ver el video en "Mi cuenta->Mis archivos"
fr: Vous pouvez voir l'enregistrement dans "My->My Folder"
hu: Megnézheti a videót "My->Saját mappák"
it: È possibile visualizzare il record in "My->My Folder"
ja: “マイファイル“で再生できま す
ko: "나의->내 파일" 동영상을 볼 수 있습니다
nl: U kunt de opname zien in "My->My Folder"
pt: Você pode ver o vídeo no "meu->minhas pastas"
ru: Вы можете просматривать видео в "мой->Мои папки"
tr_tr: Kayıt " Hesap-> Klasörüm " de görebilir
zh_hans: 您可以在"我->我的文件"中查看该录像
zh_hant: 您可以在"我->我的文件"中查看該錄像

# mcs_record_download_prompt
source: You can view the record in "My Folder"
ar: يمكنك عرض السجل في"مجلد بلدي"
de: sie können den rekord im "mein ordner"
es: Puede ver el video en "Mis archivos"
fr: Vous pouvez visionner la vidéo "Mes dossiers"
hu: Megnézheti a videót "Saját mappák"
it: È possibile visualizzare il video nel "Cartelle"
ja: “マイファイル“で再生できま す
ko: "내 파일" 동영상을 볼 수 있습니다
nl: U kunt het record te bekijken in "Mijn map "
pt: Você pode ver o vídeo no "minhas pastas"
ru: Вы можете просматривать видео в "Мои папки"
tr_tr: Dosyayı " Klasörüm "'de izleyebilir
zh_hans: 您可以在"我的文件"中查看该录像
zh_hant: 您可以在"我的文件"中查看該錄像

# mcs_register_buton_start
source: No account?
ar: ليس لديك حساب،
de: Kein Konto?,
es: No se cuenta,
fr: Absence de compte ?
hu: Nem veszi,
it: Nessun account?
ja: アカウントがないときは
ko: 계정이 없습니다,
nl: Geen account?
pt: Não tem conta,
ru: Нет учетной записи,
tr_tr: Hesap yok mu?
zh_hans: 还没有账号，
zh_hant: 還沒有賬號，

# mcs_register_buton_end
source: Tap to sign up
ar: إشترك الآن
de: Zum Anmelden antippen
es: regístrese ahora
fr: Tapez pour vous connecter
hu: Regisztrálj most
it: Sfiora per registrarsi
ja: 今すぐ登録
ko: 지금 등록
nl: Klik om aan te melden
pt: Registe-se agora
ru: Зарегистрируйтесь сейчас
tr_tr: Kaydolmak için dokunun
zh_hans: 立即注册
zh_hant: 立即註冊

# mcs_product
source: Product
ar: نتاج
de: Produkt
es: producto
fr: Produit
hu: termék
it: Prodotto
ja: 製品
ko: 생성물
pt: produto
ru: продукт
tr_tr: Ürün
zh_hans: 产品
zh_hant: 產品

# mcs_user_or_password_invalid
source: Invalid username or password
ar: اسم المستخدم أو كلمة المرور غير صحيحة
de: Ungültiger Benutzername oder Passwort
es: Nombre de usuario o contraseña son incorrectos
fr: Nom d'utilisateur ou mot de passe erronés
hu: Felhasználónév vagy jelszó helytelen
it: Nome utente o password non validi
ja: ユーザー名またはパスワードが正しくありません
ko: 사용자 이름이나 암호가 잘못되었습니다
nl: Ongeldige gebruikersnaam of wachtwoord
pt: Nome de usuário ou senha está incorreta
ru: Имя пользователя или неверный пароль
tr_tr: Geçersiz kullanıcı adı veya şifre
zh_hans: 用户名或密码错误
zh_hant: 用戶名或密碼錯誤

# mcs_share_video_prompt
source: You are using non WiFi network, please switch to WiFi network to share again
ar: كنت تستخدم غير شبكة واي فاي التبديل إلى شبكة واي فاي ، يرجى إعادة تقاسم
de: Sie sind nicht mit dem Wi-Fi-Netzwerk verbunden, bitte wechseln Sie zu Wi-Fi, um die Daten zu teilen.
es: No estás usando la red Wi - Fi, cambiar a la red WIFI a compartir
fr: Vous utilisez un réseau non WiFi, veuillez passer sur un réseau WiFi pour partager à nouveau
hu: ön nem wifi hálózatát használják, átkapcsolna a wifi - hálózat keretében újra megosztani
it: Si utilizza rete non Wi-Fi, si prega di passare alla rete Wi-Fi per condividere di nuovo
ja: ご使用している非WiFiネットワークへの切り替えをくださいWiFiネットで分かち合う
ko: 당신은 지금 사용 비 WiFi 네트워크 전환 주십시오 WiFi 네트워크 다음 다시 나누다
nl: U gebruikt een niet actief Wi-fi netwerk. Schakel a.u.b. het Wi-fi netwerk in om te delen
pt: Você está usando UMA rede wi - fi não, por favor, mudar para a rede WiFi e compartilhar
ru: Вы используете не сети WiFi , пожалуйста, переключиться на сети WiFi снова поделиться под
tr_tr: Kablosuz olmayan ağ kullanıyorsunuz, lütfen tekrar paylaşmak için lütfen kablosuz ağa geçin.
zh_hans: 您正在使用非WiFi网络，请切换到WiFi网络下再分享
zh_hant: 您正在使用非WiFi網絡，請切換到WiFi網絡下再分享

# mcs_download_video_prompt
source: You are using non WiFi network, download will generate traffic costs, continue?
ar: كنت تستخدم غير شبكة واي فاي، تحميل سوف يولد تدفق التكاليف في الاستمرار؟
de: Sie sind nicht mit dem Wi-Fi-Netzwerk verbunden, daher entstehen beim Download Verbindungskosten. Möchten Sie fortfahren?
es: ¿Usted no está usando la red Wi - Fi para descargar el flujo de producción, gastos, continuar?
fr: Vous utilisez un réseau non WiFi, le téléchargement engendrera des coûts de trafic de données, continuer ?
hu: ön nem wifi hálózatát használják, amely továbbra is letölthető - díjat?
it: Si utilizza rete non WiFi, il download genererà costi di traffico, continuare?
ja: ご使用中の非WiFiネットダウンロードは、パケット料金、続けますか？
ko: 당신은 지금 사용 비 WiFi 네트워크, 다운로드 생기는 유량 비용을 것입니다. 계속 진행하시겠습니까?
nl: U gebruikt een niet actief Wi-fi netwerk, het downloaden kan extra kosten meebrengen. Doorgaan?
pt: Você está usando UMA rede wi - fi para download não TEM custos, fluxo, continuar?
ru: Вы используете не будет иметь трафика загрузки сети WiFi , расходы , продолжать ?
tr_tr: WiFi olmayan ağ kullanıyorsunuz, indirme işlemi veri kullanma ücreti doğurabilir, devam edilsin mi?
zh_hans: 您正在使用非WiFi网络，下载将产生流量费用，继续？
zh_hant: 您正在使用非WiFi網絡，下載將產生流量費用，繼續？

# mcs_normal
source: Normal
ar: عادي
hu: közönséges
it: Normale
ja: 普通
ko: 보통
nl: Normaal
ru: обычный
zh_hans: 普通
zh_hant: 普通

# mcs_common_problem
source: Common problem
ar: أسئلة وأجوبة
de: Allgemeines Problem
es: Preguntas más frecuentes
fr: Problème courant
hu: gyakran ismételt Kérdések
it: Problema comune
ja: よくある質問
ko: 자주 묻는 질문
nl: Bekend probleem
pt: Perguntas Mais frequentes
ru: Часто задаваемые вопросы
tr_tr: Sık karşılaşılan sorun
zh_hans: 常见问题
zh_hant: 常見問題

# msc_enter_comment
source: Enter your comments
ar: أدخل التعليق
de: Anmerkungen eingeben
es: Introduzca sus comentarios
fr: Saisissez vos commentaires
hu: Írja meg észrevételeit
it: Inserisci i commenti
ja: コメントを入力してください
ko: 의견을 입력
nl: Geef uw commentaar in
pt: Digite os seus comentários
ru: Введите ваши комментарии
tr_tr: Yorumlarınızı girin
zh_hans: 输入你的意见
zh_hant: 輸入你的意見

# msc_description
source: description
ar: وصف
de: Beschreibung
es: descripción
hu: leírás
it: descrizione
ja: 説明
ko: 기술
nl: omschrijving
pt: descrição
ru: описание
tr_tr: Açıklama
zh_hans: 概述
zh_hant: 概述

# mcs_parameter
source: parameter
ar: المعلمات
es: parámetros
fr: Paramètre
hu: paraméterek
it: Parametro
ja: パラメータ
ko: 매개 변수
pt: parâmetros
ru: параметры
tr_tr: Parametre
zh_hans: 参数
zh_hant: 參數

# mcs_help_and_feedback
source: Help and Feedback
ar: مساعدة واقتراحات
de: Hilfe und Feedback
es: Ayuda y Comentarios
fr: Aide et retour d'information
hu: Súgó és Visszajelzés
it: Guida e Feedback
ja: ヘルプとフィードバック
ko: 도움말 및 피드백
nl: Hulp en feedback
pt: Ajuda e Feedback
ru: Помощь и обратная связь
tr_tr: Yardım ve geribildirim
zh_hans: 帮助和反馈
zh_hant: 幫助和反饋

# mcs_personal_center
source: Personal Center
ar: مركز الشخصية
es: Centro de personal
fr: Centre personnel
hu: személyes Center
it: Centro personale
ja: 個人センター
ko: 개인 센터
pt: Centro de pessoal
ru: Персональный центр
tr_tr: Kişisel Merkez
zh_hans: 个人中心
zh_hant: 個人中心

# mcs_version
source: version
ar: إطلاق
es: liberación
hu: kioldó
it: versione
ja: リリース
ko: 해제
nl: versie
pt: lançamento
ru: релиз
tr_tr: Sürüm
zh_hans: 版本
zh_hant: 版本

# mcs_language
source: language
ar: لغة
de: Sprache
es: idioma
fr: langue
hu: nyelv
it: lingua
ja: 言語
ko: 언어
nl: taal
pt: idioma
ru: язык
tr_tr: Dil
zh_hans: 语言
zh_hant: 語言

# mcs_new_user
source: I am a new user
ar: أنا مستخدم جديد
de: Ich bin ein neuer Benutzer
es: Soy un usuario nuevo
fr: Je suis un nouvel utilisateur
hu: Én egy új felhasználói
it: Sono un nuovo utente
ja: 新規ユーザの方
ko: 나는 새로운 사용자입니다
nl: Ik ben een nieuwe gebruiker
pt: Eu sou um novo usuário
ru: Я новый пользователь
tr_tr: Ben yeni bir kullanıcıyım
zh_hans: 我是新用户
zh_hant: 我是新用戶

# mcs_have_account
source: Existing account
ar: هل لديك حساب
de: Bestehendes Konto
es: Tienes una cuenta
fr: Compte existant
hu: van egy fiókot
it: Conto già esistente
ja: アカウントをお持ち の方
ko: 계정이있으세요
nl: Bestaand account
pt: Possui uma conta
ru: Уже зарегистрированы
tr_tr: Hesabım var
zh_hans: 已有账号
zh_hant: 已有賬號

# mcs_try_it
source: Try it
ar: تجربة
de: Ausprobieren
es: Pruébalo
fr: L'essayer
hu: tapasztalat
it: Provalo
ja: 体験してみ る
ko: 경험
nl: Uitproberen
pt: experiência
ru: опыт
tr_tr: Deneyin
zh_hans: 体验一下
zh_hant: 體驗一下

# mcs_sign_up_now
source: Sign up
ar: التسجيل
de: Anmeldung
es: Registrarse
fr: Connecter
hu: Regisztráció
it: Registrati
ja: 登録
ko: 등록
nl: Aanmelden
pt: Registar
ru: Войти
tr_tr: Kaydol
zh_hans: 立即注册
zh_hant: 立即註冊

# mcs_input_confirm_password
source: Confirm password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
hu: Jelszó megerősítése
it: Conferma password
ja: 再入力
ko: 비밀번호 확인
nl: Bevestig wachtwoord
pt: Confirmar o código
ru: Подтвердить пароль
tr_tr: Şifreyi Onayla
zh_hans: 确认密码
zh_hant: 確認密碼

# mcs_warranty_registration
source: warranty registration
ar: ضمان التسجيل
de: Garantieregistrierung
fr: enregistrement de la garantie
hu: garancia a nyilvántartásba vétel
it: registrazione della garanzia
ja: 保証書登録
ko: 정비 등록
nl: garantie registratie
pt: Garantia de matrícula
ru: регистрации гарантии
tr_tr: Garanti kaydı
zh_hans: 保修登记
zh_hant: 保修登記

# mcs_get_more_cameras
source: get more cameras
ar: الحصول على مزيد من الكاميرات
de: Weitere Kameras
fr: obtenir plus de caméras
hu: több kamera
it: ottieni più fotocamere
ja: より多くのカメラを得てください
ko: 좀 더 카메라
nl: meer camera's
pt: Ter Mais câmeras
ru: все камеры
tr_tr: Daha fazla kamera alın
zh_hans: 得到更多的摄像机
zh_hant: 得到更多的攝像機

# mcs_user_inactive
source: User not active
ar: المستخدمين غير نشط
de: Benutzer nicht aktiv
es: L'utilisateur n'est pas activé
fr: Utilisateur non actif
hu: a felhasználók nem aktivált
it: Utente non attivo
ja: ユーザー未活性化
ko: 사용자 질의에
nl: Gebruiker niet actief
pt: O usuário não ativar
ru: пользователь не активации
tr_tr: Kullanıcı aktif değil
zh_hans: 用户未激活
zh_hant: 用戶未啟動

# mcs_format_options
source: Format
ar: شكل
es: Formato
hu: Formátum
it: Formato
ja: フォーマット
ko: 체재
nl: Formaat
pt: Formato
ru: формат
tr_tr: Biçimlendir
zh_hans: 格 式 :
zh_hant: 格 式 :

# mcs_slide_screen
source: Slide the screen to adjust the video angle
ar: تنزلق الشاشة لضبط زاوية الفيديو
de: Schieben Sie den Bildschirm, um den Video-Winkel einzustellen
es: Deslizar la pantalla para ajustar el ángulo de vídeo
fr: Faites glisser l'écran pour ajuster l'angle vidéo
hu: Csúsztassa a képernyő beállításához videó szöget
it: Far scorrere lo schermo per regolare l'angolo di video
ja: ビデオアングルを調整するには、画面をスライドさせ
ko: 영상 각도를 조절하기 위해 화면 슬라이드
nl: Schuif het scherm om de video hoek aan te passen
pt: Deslize a tela para ajustar o ângulo de vídeo
ru: Сдвиньте экран для регулировки угла видео
tr_tr: Video açısını ayarlamak için ekranı kaydırın
zh_hans: 滑动屏幕可以调节视频角度
zh_hant: 滑動屏幕可以調節視頻角度

# mcs_zoom_in_screen
source: See more details according to zoom in
ar: يمكن العجن الشاشة تكبير تفاصيل الفيديو
de: Den Bildschirm kneten können die Video-Details vergrößern
es: Amasando la pantalla se puede ampliar los detalles del vídeo
fr: Pétrissage l'écran peut zoomer les détails de la vidéo
hu: Gyúrás a képernyőn lehet nagyítani a videó adatai
it: Impastare lo schermo può ingrandire i dettagli del video
ja: 画面を混練すると、ビデオの詳細をズームすることができます
ko: 화면을 반죽하면 비디오 세부 사항을 확대 할 수 있습니다
nl: Bekijk meer informatie volgens om te vergroten
pt: Amassar a tela pode aumentar os detalhes do vídeo
ru: Замес экран можно увеличить видео детали
tr_tr: Daha fazla bilgi görmek için yakınlaştırın.
zh_hans: 捏合屏幕可以放大视频细节
zh_hant: 捏合屏幕可以放大視頻細節

# mcs_pause
source: Pause
ar: وقفة
es: pausa
hu: szünet
it: pausa
ja: ポーズ
ko: 중지
nl: Pauze
pt: pausa
ru: пауза
tr_tr: Duraklat
zh_hans: 暂停
zh_hant: 暫停

# mcs_source
source: Source
ar: مصدر
de: Quelle
es: fuente
hu: forrás
it: fonte
ja: ソース
ko: 근원
nl: Bron
pt: fonte
ru: источник
tr_tr: Kaynak
zh_hans: 来源
zh_hant: 來源

# mcs_magnetic
source: Magnetic
ar: جذاب
de: magnetisch
es: magnético
fr: magnétique
hu: mágneses
it: magnetico
ja: 磁気
ko: 자기
nl: magnetisch
pt: magnético
ru: магнитные
tr_tr: Kapı sensörü
zh_hans: 门磁
zh_hant: 門磁

# mcs_sos
source: SOS
ar: زر الطوارئ
de: Notruftaste
es: botón de emergencia
fr: bouton d'urgence
hu: sürgősségi gomb
it: pulsante di emergenza
ja: 非常ボタン
ko: 비상 버튼
pt: botão de emergência
ru: кнопка аварийного
zh_hans: 紧急按钮
zh_hant: 緊急按鈕

# mcs_input_download_path
source: Download path
ar: تحميل مسار
de: Download-Pfad
es: Descargar ruta
fr: Télécharger chemin
hu: Letöltés útvonal
it: Scarica il percorso
ja: ダウンロードパス
ko: 다운로드 경로
nl: Download pad
pt: caminho de download
ru: Скачать путь
tr_tr: İndirme yolu
zh_hans: 下载路径
zh_hant: 下載路徑

# mcs_download_path_name_error
source: Download the file path name can contain only letters (a-z, A-Z) or numeric (0-9)
ar: تحميل اسم مسار الملف يمكن أن تحتوي على حروف فقط (أ-z و A-Z) أو رقمية (0-9)
de: Laden Sie den Namen Dateipfad kann nur Buchstaben (a-z, A-Z) oder numerisch (0-9) enthalten
es: Descarga el nombre de ruta del archivo sólo puede contener letras (a-z, A-Z) o numérico (0-9)
fr: Télécharger le nom de chemin de fichier peut contenir que des lettres (a-z, A-Z) ou numérique (0-9)
hu: Töltse le a fájl elérési útját név csak betűket (a-z, A-Z) vagy numerikus (0-9)
it: Scarica il nome del percorso del file può contenere solo lettere (a-z, A-Z) o numerico (0-9)
ja: 文字のみを含めることができ、ファイルのパス名をダウンロード（-Z、A-Z）または数字（0-9
ko: 문자 만 포함 할 수있는 파일의 경로 이름을 다운로드 (A-Z, A-Z) 또는 숫자 (0-9)
nl: Download de bestandsnaam pad kan alleen letters (a-z, A-Z) of numerieke (0-9)
pt: Baixe o nome do caminho do arquivo pode conter somente letras (a-z, A-Z) ou numérico (0-9)
ru: Загрузите имя пути к файлу может содержать только буквы (A-Z, A-Z) или цифровой (0-9)
tr_tr: İndirilen yol adı yalnızca harfler (a-z, A-Z) veya sayısal (0-9)
zh_hans: 下载路径文件名只能包含英文字母（a-z、A-Z）或者数字（0-9）
zh_hant: 下載路徑文件名只能包含英文字母（a-z、A-Z）或者數字（0-9）

# mcs_active
source: Active
ar: نشاط
de: Aktivität
es: actividad
fr: activité
hu: tevékenység
it: attività
ja: アクティビティ
ko: 활동
nl: Actief
pt: atividade
ru: деятельность
tr_tr: Aktif
zh_hans: 活动
zh_hant: 活動

# mcs_out
source: Out
ar: ترك
de: verlassen
es: dejar
fr: laisser
hu: hagy
it: lasciare
ja: 残します
ko: 휴가
nl: Uit
pt: deixar
ru: отпуск
tr_tr: Dışarı
zh_hans: 离开
zh_hant: 離開

# mcs_quiet
source: Quiet
ar: هدوء
de: ruhig
es: tranquilo
fr: calme
hu: csendes
it: tranquillo
ja: 静かな
ko: 조용한
nl: Rustig
pt: tranquilo
ru: бесшумный
tr_tr: Sessiz
zh_hans: 安静
zh_hant: 安靜

# mcs_scenes
source: Scene
ar: مشهد
de: Szene
es: escena
fr: scène
hu: színhely
it: scena
ja: シーン
ko: 장면
pt: cena
ru: сцена
tr_tr: Sahneler
zh_hans: 情景
zh_hant: 情景

# mcs_accessory
source: Accessory
ar: ملحق
de: Zubehörteil
es: accesorio
fr: accessoire
hu: tartozék
it: accessorio
ja: アクセサリー
ko: 액세서리
nl: medeplichtig
pt: acessório
ru: аксессуар
tr_tr: Aksesuar
zh_hans: 附件
zh_hant: 附件

# mcs_quiet_mode
source: Quiet Mode
ar: الوضع الصامت
de: Quiet -Modus
es: modo silencioso
fr: Mode silencieux
hu: csendes üzemmód
it: modalità silenziosa
ja: クワイエット・モード
ko: 자동 모드
nl: Stille modus
pt: modo silencioso
ru: Тихий режим
tr_tr: Sessiz mod
zh_hans: 安静模式
zh_hant: 安靜模式

# mcs_active_mode
source: Active Mode
ar: الوضع النشط
de: Aktiv-Modus
es: El modo activo
fr: Mode actif
hu: aktív üzemmód
it: modalità attiva
ja: アクティブモード
ko: 활성 모드
pt: modo ativo
ru: Активный режим
tr_tr: Aktif mod
zh_hans: 活动模式
zh_hant: 活動模式

# mcs_out_mode
source: Out Mode
ar: وضع بالخارج
de: Away Mode
es: Modo de distancia
fr: mode Absent
hu: Idegenben Mode
it: Modalità di distanza
ja: 退席中モード
ko: 멀리 모드
pt: Modo de distância
ru: Away Mode
tr_tr: Çıkış modu
zh_hans: 离开模式
zh_hant: 離開模式

# mcs_add_accessory
source: Add Accessory
ar: إضافة مرفقات
de: Anhänge hinzufügen
es: Añadir archivos adjuntos
fr: Ajouter des pièces jointes
hu: Add mellékletek
it: Aggiungere allegati
ja: 添付ファイルを追加します
ko: 첨부 파일 추가
nl: Voeg Accessory
pt: adicionar anexos
ru: Добавление вложений
tr_tr: Aksesuar Ekle
zh_hans: 添加附件
zh_hant: 添加附件

# mcs_accessory_type
source: Accessory Type
ar: الإكسسوارات نوع
de: Zubehör-Typ
es: Tipo de accesorio
fr: type d'accessoire
it: Tipo di accessori
ja: アクセサリタイプ
ko: 부속품 유형
nl: Type accessoire
pt: Tipo de acessório
ru: Аксессуар Тип
tr_tr: Aksesuar Türü
zh_hans: 附件类型
zh_hant: 附件類型

# mcs_add_successfully
source: Add Successfully
ar: وأضاف بنجاح
de: Erfolgreich in
es: agregado con éxito
fr: Vous avez joint
hu: sikeresen hozzáadott
it: aggiunto con successo
ja: 追加に成功しました
ko: 성공적으로 추가
nl: Voeg succesvol
pt: adicionado com sucesso
ru: Успешно добавлен
tr_tr: Başarıyla Eklendi
zh_hans: 添加成功
zh_hant: 添加成功

# mcs_set_scene
source: Your accessory have not yet set the scene , please click
ar: وقد المرفقات لم تحدد بعد مكان الحادث، الرجاء الضغط
de: Ihre Anlagen noch nicht in Szene zu setzen , klicken Sie bitte
es: Sus archivos adjuntos aún no han fijado la escena , por favor haga clic
fr: Vos pièces jointes ne sont pas encore mis la scène , s'il vous plaît cliquer
hu: A mellékletek még nem állította be a jelenetet , kérem kattintson
it: Gli allegati non hanno ancora fissato la scena , clicca
ja: あなたの添付ファイルがまだシーンを設定していない、クリックしてください
ko: 첨부 파일 이 아직 장면을 설정하지 않은 클릭 하십시오
nl: Uw accessoires zijn nog niet op het toneel, klik dan
pt: Seus anexos ainda não tiver definido a cena , por favor clique
ru: Ваши вложения еще не установили сцену , пожалуйста, нажмите
tr_tr: Aksesuarınız henüz sahneyi oluşturmadı, lütfen tıklayın.
zh_hans: 你的附件还未设置情景，请点击
zh_hant: 你的附件還未設置情景，請點擊

# mcs_to_set
source: to set
ar: لتعيين
de: So legen
es: para establecer
fr: Pour définir
hu: beállítása
it: per impostare
ja: 設定するには
ko: 설정하려면
nl: instellen
pt: para definir
ru: Для того, чтобы установить
tr_tr: Kurmak
zh_hans: 去设置
zh_hant: 去設置

# mcs_add_accessory_button
source: When you see the red light flashes, press the button to complete
ar: اضغط على الزر حتى يذهب الضوء الأحمر مرة أخرى لاستكمال الوظيفة
de: Drücken Sie die Taste, bis das rote Licht wieder erlischt das Add abzuschließen
es: Presione el botón hasta que la luz roja se apaga de nuevo para completar el complemento
fr: Appuyez sur le bouton jusqu'à ce que la lumière rouge va à nouveau pour terminer l' add
hu: Nyomja meg a gombot, amíg a piros lámpa kialszik a teljes kiegészítő
it: Premere il pulsante fino a quando la luce rossa si spegne di nuovo per completare l'add
ja: 赤色光がアドを完了するために、再び消えるまでボタンを押します
ko: 붉은 빛이 추가 를 완료하기 위해 밖으로 다시 때까지 버튼을 누릅니다
nl: Druk op de knop totdat het rode lampje gaat weer uit naar de add voltooien
pt: Pressione o botão até que a luz vermelha se apaga novamente para completar o suplemento
ru: Нажмите на кнопку , пока красный свет не погаснет снова, чтобы завершить надстройку
tr_tr: Kırmızı ışık yanıp söndüğünü gördüğünüzde, tamamlamak için düğmesine basın
zh_hans: 长按按钮直到红灯再次熄灭完成添加
zh_hant: 長按按鈕直到紅燈再次熄滅完成添加

# mcs_auto_monday
source: Monday
ar: يوم الإثنين
de: Montag
es: Lunes
fr: Lundi
hu: hétfő
it: Lunedì
ja: 月曜
ko: 월요일
nl: maandag
pt: Segunda-feira
ru: Понедельник
tr_tr: Pazartesi
zh_hans: 一
zh_hant: 一

# mcs_auto_tuesday
source: Tuesday
ar: يوم الثلاثاء
de: Dienstag
es: Martes
fr: Mardi
hu: kedd
it: Martedì
ja: 火曜
ko: 화요일
nl: dinsdag
pt: Terça-feira
ru: Вторник
tr_tr: Salı
zh_hans: 二
zh_hant: 二

# mcs_auto_wednesday
source: Wednesday
ar: يوم الأربعاء
de: Mittwoch
es: Miércoles
fr: Mercredi
hu: szerda
it: Mercoledì
ja: 水曜
ko: 수요일
nl: woensdag
pt: Quarta-feira
ru: Среда
tr_tr: Çarşamba
zh_hans: 三
zh_hant: 三

# mcs_auto_thursday
source: Thursday
ar: يوم الخميس
de: Donnerstag
es: Jueves
fr: Jeudi
hu: csütörtök
it: Giovedì
ja: 木曜
ko: 목요일
nl: donderdag
pt: Quinta-feira
ru: Четверг
tr_tr: Perşembe
zh_hans: 四
zh_hant: 四

# mcs_auto_friday
source: Friday
ar: يوم الجمعة
de: Freitag
es: Viernes
fr: Vendredi
hu: péntek
it: Venerdì
ja: 金曜
ko: 금요일
nl: vrijdag
pt: Sexta-feira
ru: Пятница
tr_tr: Cuma
zh_hans: 五
zh_hant: 五

# mcs_auto_saturday
source: Saturday
ar: يوم السبت
de: Samstag
es: Sábado
fr: Samedi
hu: szombat
it: Sabato
ja: 土曜
ko: 토요일
nl: zaterdag
pt: Sábado
ru: Суббота
tr_tr: Cumartesi
zh_hans: 六
zh_hant: 六

# mcs_auto_sunday
source: Sunday
ar: يوم الأحد
de: Sonntag
es: Domingo
fr: Dimanche
hu: vasárnap
it: Domenica
ja: 日曜
ko: 일요일
nl: zondag
pt: Domingo
ru: Воскресенье
tr_tr: Pazar
zh_hans: 日
zh_hant: 日

# mcs_search
source: Search
ar: بحث
de: Suche
es: búsqueda
fr: recherche
hu: keresés
it: ricerca
ja: 検索
ko: 수색
nl: Zoeken
pt: pesquisa
ru: поиск
tr_tr: Arama
zh_hans: 搜索
zh_hant: 搜索

# mcs_format_input
source: formatting the hard drive
ar: تهيئة القرص الصلب
de: Die formatierung der festplatte
es: Formatear el disco duro
fr: Le format du disque dur
hu: a hard drive - formátum
it: Formattazione Hard Disk
ja: フォーマットHDD
ko: 하드 디스크 포맷
nl: formatteren van de harde schijf
pt: Formatar o disco rígido
ru: форматирования жесткого диска
tr_tr: Sabit sürücüyü biçimlendirme
zh_hans: 格式化
zh_hant: 格式化
