Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_hint_check_network
source: Note : the camera takes about 50 seconds to start. LED will flash green 3 times every 3 seconds after start up, which means that the camera has been online. The wizard will automatically go to the next step after this.
ar: ملاحظة: الكاميرا يستغرق حوالي 50 ثانية لتبدأ، بعد بدء التشغيل الكامل، LED أضواء ثلاث ثوان ومضات الضوء الأخضر ثلاث مرات، وهو ما يعني أن كل كاميرا كانت الانترنت، وسوف يدخل تلقائيا المعالج الخطوة التالية
de: Hinweis: Die Kamera braucht zum Start etwa 50 Sekunden. Wenn die LED-Leuchte nach dem Start alle 3 Sekunden dreimal grün blinkt, ist die Kamera online. Danach führt Sie der Assistent automatisch zum nächsten Schritt
es: Nota : la cámara tarda unos 50 segundos en arrancar, tras el inicio es completa, estado2 enciende tres segundos, la luz verde parpadea tres veces, lo que significa que cada cámara ha estado en línea, el asistente introducirá automáticamente la siguiente etapa.
fr: Remarque : la caméra a besoin de 50 secondes environ pour démarrer. Après le démarrage, la LED clignote 3 fois toutes les 3 secondes. Cela indique que la caméra est en ligne. L'assistant passe ensuite automatiquement à l'étape suivante..
hu: Megjegyzés : a kamera kb. 1 perc alatt indul el, ezután a LED zöld státusz led 3 másodpercenként háromszor felvillan, ami azt jelenti, hogy a kamera sikeresen kapcsolódott az internethez. A telepítés varázsló automatikusan a következő lépésre ugrik.
it: Nota: la videocamera impiega circa 50 secondi per avviarsi. Il LED lampeggerà in verde per 3 volte ogni 3 secondi dopo l'avvio, il che significa che la videocamera è online. La procedura guidata passerà automaticamente alla fase successiva..
ja: 注意 : 起動が完了した後にカメラは、起動に約50秒かかり、LEDが3秒ごとにカメラがオンラインだったことを意味し、緑色のランプが点滅を3回点灯し、ウィザードは自動的に次のステップに入ります.
ko: 참고 : 시작이 완료되면 카메라를 시작, 약 50 초 정도, 상태 2 3 초마다 카메라가 온라인을 의미하는 녹색 등이 깜박 세 번 조명 마법사는 자동으로 다음 단계를 입력합니다.
nl: Let op: de camera start binnen 1 minut. de groene Led verlichting zal gaan knipperen, vervolgens is de camera verbonden met uw netwerk.
pt: Nota : a câmera demora cerca de 50 segundos para iniciar, após a inicialização estiver concluída, LED acende três segundo a luz verde pisca três vezes, o que significa que todas as câmeras foi em linha, o assistente vai entrar automaticamente na próxima etapa.
ru: Примечание : Камере Zodikam нужно около 50 секунд для подключения к сети после того, как вы присоединили ее сетевым кабелем к роутеру/маршрутизатору. Если индикатор State2(на корпусе камеры) мигает зеленым, это значит, что соединение произошло успешно, камера онлайн и вы можете перейти к следующему шагу настройки.
tr_tr: Not: başlatma işlemi yaklaşık 50 saniye alır LED başlatıldıktan sonra her 3 saniyede 3 kez yeşil renkte yanıp söner, bu da kameranızın açıldığını gösterir.Sihirbaz bundan sonra otomatik olarak bir sonraki adıma geçecektir.
zh_hans: 备注 : 摄像机启动大约需要50秒, 启动完成后，LED信号灯每隔3秒绿灯闪烁3次,表示摄像机已经在线，向导将自动进入下一步。
zh_hant: 備註 : 攝影機啟動大約需要50秒, 啟動完成後，LED信號燈每隔3秒綠燈閃爍3次,表示攝影機已經在線，嚮導將自動進入下一步。

# mcs_the_end
source: The end
ar: نهاية
de: Ende
es: El fin
fr: Fin
hu: vége
it: Fine
ja: 終わり
ko: 끝
nl: Einde.
pt: a extremidade
ru: Конец
tr_tr: Son.
zh_hans: 结束
zh_hant: 結束

# mcs_hint_password_expired
source: Password has expired, please re-add the device.
ar: انتهت صلاحية كلمة السر، يرجى إضافته الجهاز
de: Das Passwort ist abgelaufen, bitte fügen Sie das Gerät erneut hinzu..
es: La contraseña ha caducado, por favor vuelve a agregar el dispositivo
fr: Le mot de passe a expiré, veuillez ajouter à nouveau le périphérique
hu: A jelszó lejárt, kérjük újra hozzá az eszköz
it: La password è scaduta, aggiungere nuovamente il dispositivo
ja: パスワードの有効期限が切れて、再度追加してください。デバイス
ko: 암호가 만료 된, 제발 장치를 다시 추가
nl: Wachtwoord is verlopen, voeg uw camera opnieuw toe a.u.b.
pt: Senha expirou, por favor re-adicionar o dispositivo
ru: Срок действия пароля истек, пожалуйста, повторно добавьте камеру
tr_tr: Parola süresi doldu, cihazı yeniden ekleyin
zh_hans: 密码已失效,请重新添加设备
zh_hant: 密碼已失效,請重新添加設備

# mcs_hint_remove_ethernet
source: Note : Wi-Fi working properly, you can disconnect the wire now.
ar: ملاحظة : Wi-Fi يعمل بشكل صحيح، يمكنك الآن افصل كابل الشبكة
de: Hinweis: Die Wi-Fi-Verbindung funktioniert, Sie können jetzt das Kabel entfernen..
es: Nota: La Wi-Fi ya funciona correctamente, por lo cual puede desconectar el cable de red.
fr: Remarque : la Wi-Fi fonctionne correctement, vous pouvez déconnecter le réseau filaire maintenant..
hu: Megjegyzés : Wi-Fi működik megfelelően, akkor most húzza ki a hálózati kábelt.
it: Nota: il Wi-Fi funziona correttamente, è possibile staccare il cavo adesso.
ja: 備考 : 無線LANが正常に動作し、あなたが今、ネットワークケーブルを取り外すことができます.
ko: 비고 : Wi-Fi가 연결되었습니다. 공유기에 연결된 카메라의 랜케이블을 분리 할수 있습니다
nl: Let op: Wi-fi verbinding setup is afgerond, u kunt de netwerkkabel loskoppelen.
pt: Observação : Wi-Fi funcionando corretamente, agora você pode desconectar o cabo de rede.
ru: Примечание : Соединение по Wi-Fi работает корректно, теперь вы можете отключить сетевой кабель от камеры.
tr_tr: Not: Wi-Fi düzgün çalışıyor, kabloyu şimdi çıkarabilirsiniz
zh_hans: 备注 : Wi-Fi工作正常，您现在可以断开网线。
zh_hant: 備註 : Wi-Fi工作正常，您現在可以斷開網線。

# mcs_gateway_format_incorrect
source: Gateway address format is incorrect
ar: بوابة شكل العنوان غير صحيح
de: Gateway - Adresse nicht richtig formatiert
es: La Dirección de la pasarela formato incorrecto
fr: Une adresse de passerelle n'a pas le bon format
hu: átjáró címe hibás formátuma
it: Porta l'indirizzo formato non corretta
ja: ゲートウェイアドレスは正しくありません
ko: 게이트웨이 주소 형식이 잘못되었습니다
nl: De poort adres niet in de juiste vorm
pt: O endereço de gateway formato incorreto
ru: адрес шлюза не правильный формат
zh_hans: 网关地址格式不正确
zh_hant: 閘道地址格式不正確

# mcs_dns_format_incorrect
source: DNS address format is incorrect
ar: تنسيق عنوان DNS غير صحيح
de: Das Format der DNS-Adresse ist nicht korrekt.
es: Formato de dirección DNS no es correcta
fr: Le format de l'adresse DNS est erroné
hu: DNS cím formátuma nem megfelelő
it: Formato indirizzo DNS non corretto
ja: DNSアドレス形式が正しくありません
ko: DNS 주소 형식이 잘못되었습니다
nl: DNS adres onjuist
pt: Formato de endereço DNS está incorreto
ru: Формат DNS-адреса введен неверно
zh_hans: DNS地址格式不正确
zh_hant: DNS地址格式不正確

# mcs_subnet_mask_format_incorrect
source: Subnet mask address format is incorrect
ar: قناع الشبكة الفرعية شكل العنوان غير صحيح
de: Subnet MASK Adresse nicht in der richtigen form
es: No es correcta la máscara de subred dirección de formato
fr: Pas de masque de sous - réseau de format d'adresse correcte
hu: Subnet mask cím formátuma nem megfelelő
it: Maschera di Rete in formato non corretta.
ja: は不正確な
ko: 부분망 마스크 주소의 형식이 잘못되었습니다.
nl: Het adres van het subnet niet in de juiste vorm
pt: Endereço Da máscara de sub - rede não no formato correto
ru: Маска подсети адрес не правильный формат
zh_hans: 子网掩码地址格式不正确
zh_hant: 子網路遮罩地址格式不正確

# mcs_ip_format_incorrect
source: IP address format is incorrect
ar: تنسيق عنوان IP غير صحيح
de: Das Format der IP-Adresse ist nicht korrekt.
es: Formato de dirección IP no es correcta
fr: Le format de l'adresse IP est erroné
hu: IP cím formátuma nem megfelelő
it: Formato indirizzo IP non corretto
ja: IPアドレス形式が正しくありません
ko: IP 주소 형식이 잘못되었습니다
nl: IP adres onjuist
pt: Formato de endereço IP está incorreto
ru: Формат IP-адреса введен неверно
tr_tr: Adres biçimi yanlış
zh_hans: IP地址格式不正确
zh_hant: IP地址格式不正確

# mcs_login_sucess
source: Successful login
ar: نجاح تسجيل الدخول
de: Anmeldung erfolgreich
es: Inicio de sesión correcto
fr: Réussite de la connexion
hu: sikeres bejelentkezés
it: Accesso riuscito
ja: ログインに成功
ko: 로그인 성공
nl: Login gelukt
pt: login bem-sucedido
ru: Успешный вход
tr_tr: Başarıyla giriş yap
zh_hans: 登录成功
zh_hant: 登錄成功

# mcs_donot_remind
source: Don't remind
ar: لا تذكرني مجددًا
de: Passwort vergessen?
es: No recordar
fr: ne pas rappeler
hu: ne emlékeztessen
it: Non ricordare
ja: 思い出さないでください
ko: 저장 안함
nl: Niet opnieuw melden
pt: não lembrar
ru: Отключить напоминание
tr_tr: Bana bir daha hatırlatma
zh_hans: 不再提醒
zh_hant: 不再提醒

# mcs_clear_cache_signout_hint
source: You should log in again after clear the cache. Continue?
ar: مسح ذاكرة التخزين المؤقت وإنهاء تسجيل الدخول مرة أخرى إلى الاستمرار؟
de: Nach Leeren des Cachespeichers sollten Sie sich erneut anmelden. Möchten Sie fortfahren?
es: Borrar caché saldrá sesión de nuevo para continuar?
fr: Vous devriez vous reconnecter et effacer le cache. Continuer ?
hu: Törölje a cache kilép jelentkezzen be újra, hogy továbbra is?
it: Si dovrebbe accedere nuovamente dopo aver cancellato la cache. Continuare?
ja: キャッシュが継続して再度サインインが終了しますクリア？
ko: 캐시 삭제후 로그인을 다시해야 합니다. 계속합니까?
nl: Cache opschonen, u dient opnieuw in te loggen. Doorgaan?
pt: Limpar o cache sairá entrar novamente para continuar?
ru: После очистки кэш-памяти вам нужно будет заново войти в систему.Продолжить?
tr_tr: Önbelleği temizledikten sonra tekrar oturum açmalısınız. Devam edilsin mi
zh_hans: 清除缓存将退出重新登录,继续？
zh_hant: 清除緩存將退出重新登錄,繼續？

# mcs_devlist_adddev_hint
source: Click here to add device.
ar: انقر هنا لإضافة معدات
de: Hier klicken, um Gerät hinzuzufügen.
es: Haz clic aquí para agregar equipos
fr: Cliquez ici pour ajouter un périphérique
hu: Kattintson ide, hogy eszközök
it: Clicca qui per aggiungere il dispositivo
ja: 機器を追加するには、ここをクリックします
ko: 장비를 추가 하시려면 이곳을 클릭하세요
nl: Voeg een camera toe.
pt: Clique aqui para adicionar equipamentos
ru: Нажмите здесь, чтобы добавить оборудование
tr_tr: Aygıt eklemek için burayı tıklayın
zh_hans: 点击此处添加设备
zh_hant: 點擊此處添加設備

# mcs_devlist_menu_hint
source: Click here to set the resolution.
ar: انقر هنا لتهيئة هذا القرار
de: Klicken Sie hier, um die Auflösung einzustellen.
es: Haga clic aquí para configurar la resolución
fr: Cliquez ici pour définir la résolution
hu: Kattintson ide, hogy a felbontást
it: Fare clic qui per impostare la risoluzione.
ja: 解像度を設定するには、ここをクリックしてください
ko: 해상도를 설정하려면 여기를 클릭하십시오
nl: Stel de resolutie in
pt: Clique aqui para definir a resolução
ru: Нажмите здесь, чтобы установить разрешение
tr_tr: Çözünürlüğü ayarlamak için burayı tıklayın
zh_hans: 点击此处设置分辨率
zh_hant: 點擊此處設置解析度

# mcs_update_failed
source: Upgrade failed
ar: فشل الترقية
de: Upgrade fehlgeschlagen
es: No actualizar
fr: Échec de la mise à niveau
hu: Frissítés sikertelen
it: Aggiornamento fallito
ja: アップグレードに失敗しました
ko: 업그레이드 실패
nl: Update mislukt
pt: Atualização falhou
ru: Ошибка обновления
tr_tr: Yeni sürüme geçiş yapılamadı
zh_hans: 升级失败
zh_hant: 升級失敗

# mcs_local
source: Local
ar: محلي
de: Lokal
hu: helyi
it: Locale
ja: ローカル
ko: 지방의
nl: Lokaal
ru: Локальный
tr_tr: Yerel
zh_hans: 本地
zh_hant: 本地

# mcs_set_npapi
source: If the plugin has been installed, please visit 'chrome://flags/#enable-npapi', enable NPAPI,
ar: إذا تم تثبيت البرنامج المساعد، يرجى زيارة 'chrome://flags/#enable-npapi' تمكين NPAPI,
de: Wenn das Plugin installiert wurde, besuchen Sie bitte 'chrome://flags/#enable-npapi'. Zum Aktivieren von NPAPI,
es: Si el plugin se ha instalado, por favor visita 'chrome://flags/#enable-npapi', permitirá NPAPI,
fr: Si le plugin a été installé, veuillez visiter 'chrome://flags/#enable-npapi', enable NPAPI,
hu: Ha a plugin telepítése, Kérjük, látogasson el 'chrome://flags/#enable-npapi', engedélyezze NPAPI,
it: Se il plugin è stato installato, si prega di visitare 'chrome://flags/#enable-npapi', enable NPAPI,,
ja: プラグインをインストールしているならば、を訪問してください 'chrome://flags/#enable-npapi'、を有効にNPAPI、
ko: 만약 플러그인 설치 의해, 방문해 주십시오 'chrome://flags/#enable-npapi', NPAPI 가능,
nl: Als de plugin is geïnstalleerd, ga naar: 'chrome://flags/#enable-npapi', enable NPAPI,
pt: Se o plugin foi instalado, visite 'chrome://flags/#enable-npapi', permitir NPAPI,
ru: Если был установлен плагин, пожалуйста посетите 'chrome://flags/#enable-npapi', Включить NPAPI,
tr_tr: Eklenti kurulduysa, lütfen bunu ziyaret edin, 'chrome://flags/#enable-npapi', enable NPAPI
zh_hans: 如果插件已安装，请访问 'chrome://flags/#enable-npapi'，启用NPAPI，
zh_hant: 如果插件已安裝，請訪問 'chrome://flags/#enable-npapi'，啟用NPAPI，

# mcs_set_win32k
source: visit 'chrome://flags/#enable-win32k-renderer-lockdown', disabled win32k renderer lockdown,
ar: زيارة 'chrome://flags/#enable-win32k-renderer-lockdown', win32k تعطيل العارض تأمين,
de: 'chrome://flags/#enable-win32k-renderer-lockdown', disabled win32k renderer lockdown
es: visita 'chrome://flags/#enable-win32k-renderer-lockdown', desactivado win32k renderizador lockdown,
fr: visiter 'chrome://flags/#enable-win32k-renderer-lockdown', disabled win32k renderer lockdown,
hu: látogatás 'chrome://flags/#enable-win32k-renderer-lockdown', fogyatékkal Win32k renderelő zárlatot,
it: visitare 'chrome://flags/#enable-win32k-renderer-lockdown', disabled win32k renderer lockdown,
ja: 訪問 'chrome://flags/#enable-win32k-renderer-lockdown', win32k レンダラのロックダウンを無効にする,
ko: 방문 'chrome://flags/#enable-win32k-renderer-lockdown', 장애인 Win32k를 렌더러 잠금,
nl: Bezoek: 'chrome://flags/#enable-win32k-renderer-lockdown', disabled win32k renderer lockdown
pt: visita 'chrome://flags/#enable-win32k-renderer-lockdown', win32k deficientes renderizador lockdown,
ru: визит 'chrome://flags/#enable-win32k-renderer-lockdown', инвалидов win32k визуализации блокировки,
zh_hans: 访问 'chrome://flags/#enable-win32k-renderer-lockdown'，停用 win32k 渲染程序锁定功能，
zh_hant: 訪問 'chrome://flags/#enable-win32k-renderer-lockdown'，停用 win32k 渲染程序鎖定功能，

# mcs_restart_browser
source: restart the browser
ar: إعادة تشغيل المتصفح
de: Browser neu starten
es: Reinicie el navegador
fr: Redémarrer le navigateur
hu: Indítsa újra a böngészőt
it: Riavvia il browser
ja: ブラウザを再起動します
ko: 브라우저를 다시 시작
nl: Start de browser opnieuw op
pt: Reinicie o navegador
ru: Перезапустите браузер
tr_tr: Tarayıcıyı yeniden başlat
zh_hans: 重启浏览器
zh_hant: 重啟瀏覽器

# mcs_download_location
source: Download location
ar: حفظ التزيلات في المجلد
de: Standort herunterladen
es: Ubicación de la descarga
fr: Emplacement des téléchargements
hu: Letöltés helye
it: Percorso di Download
ja: ダウンロード保存先
ko: 다운로드 위치
nl: Download locatie
pt: Localização da transferência
ru: Расположение скачиваемых файлов
tr_tr: İndirme konumu
zh_hans: 下载内容保存位置
zh_hant: 檔案下載儲存位置

# mcs_Networking_mode
source: Network mode
ar: وضع الشبكات
de: Netzwerkmodus
es: modo de Redes
fr: Mode de connexion réseau
hu: hálózati módot
it: Modalità di Rete
ja: ネットワーキング
ko: 네트워킹
nl: Netwerk modus
pt: modo de rede
ru: режим сети
tr_tr: Ağ modu
zh_hans: 联网方式
zh_hant: 聯網方式

# mcs_wifi_intelligent_configuration
source: WiFi Connection
ar: اتصال Wi-Fi
de: WIFI-Verbindung
es: Conectando Wi-Fi
fr: connexion Wi-Fi
hu: Wi-Fi kapcsolat
it: Connessione Wi-Fi
ja: Wi-Fi接続
ko: 와이파이 연결
nl: Wi-fi verbinding
pt: conexão Wi-Fi
ru: подключение Wi-Fi
tr_tr: Wifi bağlantı
zh_hans: Wi-Fi连接
zh_hant: Wi-Fi連接

# mcs_ethernet_configuration
source: Ethernet Connection
ar: اتصال إيثرنت
de: Ethernet-Anschluss
es: Conectando Ethernet
fr: connexion Ethernet
hu: Ethernet csatlakozás
it: Connessione Ethernet
ja: イーサネット接続
ko: 이더넷 연결
nl: Ethernet verbinding
pt: conexão Ethernet
ru: подключение Ethernet
tr_tr: Ethernet bağlantısı
zh_hans: 以太网连接
zh_hant: 以太網連接

# mcs_wifi_connect
source: Connection
ar: صلة
de: Verbindung
es: Conectando
fr: Connexion
hu: kapcsolat
it: Connessione
ja: 接続
ko: 연결
nl: Verbinding mislukt
pt: conexão
ru: подключение
tr_tr: Bağ
zh_hans: 连接
zh_hant: 連接

# mcs_hard_disk
source: Hard disk
ar: القرص الصلب
de: Festplatte
es: disco duro
fr: disque dur
hu: merevlemez
ja: ハードディスク
ko: 하드 디스크
nl: Harde schijf
pt: disco rígido
ru: жесткий диск
zh_hans: 硬盘
zh_hant: 硬盤

# mcs_wifi_is_connection
source: Connecting, please wait...
ar: الاتصال، يرجى الانتظار...
de: Wird verbunden, bitte warten......
es: Conectando, por favor espere...
fr: Connexion, veuillez patienter...
hu: Csatlakozó, kérem várjon...
it: Connessione in corso, attendere prego.....
ja: 接続、お待ちください...
ko: 연결, 기다려주십시오...
nl: Verbinden...
pt: Ligar Por favor, aguarde...
ru: Подключение, пожалуйста, подождите...
tr_tr: Bağlanıyor, lütfen bekleyin
zh_hans: 正在连接中，请稍候...
zh_hant: 正在連接中，請稍後...

# mcs_wifi_intelligent_configuration_setup_ailure
source: Wi-Fi configuration failure
ar: واي فاي فشل الإعداد التكوين الذكي
de: Fehler bei Wi-Fi-Konfiguration
es: Wi-Fi configuración inteligente error de instalación
fr: Échec de la configuration Wi-Fi
hu: Wi-Fi intelligens konfigurációs beállítási hiba
it: Configurazione WiFi fallita
ja: 無線LANインテリジェント構成セットアップの失敗
ko: 와이파이 지능형 구성 설정 오류
nl: Wi-fi configuratie mislukt
pt: falha de configuração de configuração inteligente wi-fi
ru: Wi-Fi умный конфигурации отказ установки
tr_tr: Kablosuz yapılandırması başarısız oldu
zh_hans: Wi-Fi智能配置建立失败
zh_hant: Wi-Fi智能配置建立失敗

# mcs_box_list
source: lista box
ar: مربع القائمة
de: Listenfeld
es: boîte de liste
fr: champ de liste
it: Casella di riepilogo
ja: リストボックス
ko: 목록 상자
nl: Lijst
pt: caixa de listagem
ru: Список окно
tr_tr: Kutunun Listesi
zh_hans: 盒子列表
zh_hant: 盒子列表

# mcs_repair_disk_prompt
source: Repair disk may lost some data,continue?
ar: قرص الإصلاح قد فقد بعض البيانات ، المتابعة؟
de: Bei der Reparatur der Festplatte können einige Daten verloren gehen. Möchten Sie fortfahren?
es: Disco de reparación puede perderse algunos datos, continuar?
fr: La réparation du disque peut causer la perte de certaines données, continuer ?
hu: Lemezt is veszített, folytatás?
it: La riparazione del disco potrebbe causare la perdita di alcuni dati, continuare?
ja: 修復ディスクは、いくつかのデータを失ったことがあり, 続けます?
ko: 복구 디스크 는 일부 데이터를 손실 할 수 있습니다, 계속?
nl: Herstelschijf kan data verliezen, doorgaan?
pt: Disco de reparação pode perder alguns dados, continuar?
ru: Ремонт диска может потерял некоторые данные, продолжать?
tr_tr: Onarım diski bazı verileri kaybedebilir, devam edilsin mi?
zh_hans: 修复硬盘可能导致部分数据丢失，继续？
zh_hant: 修復硬盤可能導致部分數據丟失，繼續？

# mcs_format_disk_prompt
source: Format disk will delete all data,continue?
ar: و شكل القرص حذف جميع البيانات و المتابعة؟
de: Bei der Formatierung der Festplatte werden alle Daten gelöscht. Möchten Sie fortfahren?
es: Formato de disco borrará todos los datos, continuer?
fr: Le formatage du disque détruira toutes les données, continuer ?
hu: Lemez formázása törli az összes adatot, folytatás?
it: La formattazione del disco cancellerà tutti i dati, continuare?
ja: 修復ディスクは、いくつかのデータを失ったことがあり, 続けます?
ko: 포맷 디스크 삭제됩니다. 모든 데이터를 계속?
nl: Formatteren zal data verwijderen, doorgaan?
pt: A formatação do disco irá eliminar todos os dados ,continuar?
ru: Формат диска будут удалены все данные, продолжать?
tr_tr: Biçimlendirmek diskteki tüm verileri silecek, devam edilsin mi?
zh_hans: 格式化将删除硬盘上所有数据，继续？
zh_hant: 格式化將刪除硬盤上所有數據，繼續？

# mcs_scheduled_alerting
source: Schedule Alerting
ar: خطة الدفاع
de: Warnhinweise planen
es: Programar alarmas
fr: Programmer des alertes
hu: élesítés Program
it: Programma Allarmi
ja: 計画の布
ko: 계획 전초선을 치다
nl: Alarm schema
pt: Programa de Armar
ru: Постановка Программа
tr_tr: Zamanlama Uyarısı
zh_hans: 计划布防
zh_hant: 計劃佈防

# mcs_scheduled_alerting_one
source: Schedule 1
ar: خطة الدفاع 1
de: Schema 1
es: Alarma 1
fr: Programme 1
hu: élesítés Program 1
it: Programma 1
ja: 計画の布 1
ko: 계획 전초선을 치다 1
nl: Schema 1
pt: Programa de Armar 1
ru: Постановка Программа 1
tr_tr: Çizelge 1
zh_hans: 计划布防一
zh_hant: 計劃佈防一

# mcs_scheduled_alerting_two
source: Schedule 2
ar: خطة الدفاع 2
de: Schema 2
es: Alarma 2
fr: Programme 1
hu: élesítés Program 2
it: Programma 2
ja: 計画の布 2
ko: 계획 전초선을 치다 2
nl: Schema 2
pt: Programa de Armar 2
ru: Постановка Программа 2
tr_tr: Çizelge 2
zh_hans: 计划布防二
zh_hant: 計劃佈防二

# mcs_scheduled_alerting_three
source: Schedule 3
ar: خطة الدفاع 3
de: Schema 3
es: Alarma 3
fr: Programma 3
hu: élesítés Program 3
it: Programma 3
ja: 計画の布 3
ko: 계획 전초선을 치다 3
nl: Schema 3
pt: Programa de Armar 3
ru: Постановка Программа 3
tr_tr: Çizelge 3
zh_hans: 计划布防三
zh_hant: 計劃佈防三

# mcs_scheduled_alerting_four
source: Schedule 4
ar: خطة الدفاع 4
de: Schema 4
es: Alarma 4
fr: Programme 4
hu: élesítés Program 4
it: Programma 4
ja: 計画の布 4
ko: 계획 전초선을 치다 4
nl: Schema 4
pt: Programa de Armar 4
ru: Постановка Программа 4
tr_tr: Çizelge 4
zh_hans: 计划布防四
zh_hant: 計劃佈防四

# mcs_wifi_config_cancle
source: Wi-Fi config cancle
ar: التكوين واي فاي إلغاء
de: Wi-Fi-Konfig. beenden
es: configuración Wi-Fi cancelar
fr: Annler la config Wi-Fi
hu: Wi-Fi konfiguráció törléséhez
it: Cancellazione config Wi-Fi
ja: 無線LANの設定が解除します
ko: 무선 랜 구성 취소
nl: Wi-fi configuratie gestopt
pt: configuração de Wi-Fi cancelar
ru: Конфигурация Wi-Fi отменить
tr_tr: Kablosuz yapılandırması iptal edildi
zh_hans: Wi-Fi配置取消
zh_hant: Wi-Fi配置取消

# mcs_wifi_config_prepare
source: config Prerequisites
ar: تكوين الاستعداد
de: Dazu bereit.
es: Configuración para
fr: La configuration de la préparation
hu: Wi-Fi előfeltételek
it: La configurazione a
ja: 配置準備
ko: 설정 준비
nl: Voor de toewijzing van
pt: A configuração para
ru: Настроить готов
tr_tr: Yapılandırma Önkoşulları
zh_hans: 配置准备
zh_hant: 配置準備

# mcs_wifi_config_first
source: The devices and mobile phones and routers kept in the range of 1 m
ar: الأجهزة والهواتف النقالة وأجهزة التوجيه تبقى في حدود 1 متر
de: Die Geräte, Mobiltelefone und Router müssen sich im Umkreis von 1 Meter befinden.
es: Los dispositivos y móviles y routers mantienen en el rango de 1 m
fr: Les périphériques, les routeurs et téléphones portables doivent rester à moins d'1 m
hu: Az eszközök és a mobiltelefonok és routerek tartományban tartjuk 1 m
it: Dispositivi, telefoni cellulari e router tenuti ad una distanza di 1 m
ja: 機器や携帯電話やルータは、1メートルの範囲内に維持しました
ko: 장치 및 이동 전화와 라우터 1 ㎛의 범위로 유지
nl: De apparaten, mobiele telefoons en routers dienen in het bereik van 1m te zijn
pt: Os dispositivos e os telefones celulares e routers mantido na gama de 1 m
ru: Устройства и мобильные телефоны и маршрутизаторы поддерживают в интервале 1 м
tr_tr: Cihazınız ve telefonunuz modeminize 1 m yakınlıkta.
zh_hans: 将设备和手机与路由器保持在1米范围内
zh_hant: 將設備和手機與路由器放在一米內

# mcs_wifi_config_second
source: When configuring Wi-Fi, the device can not plug the network cable
ar: عند تكوين واي فاي، ويمكن للجهاز تقم بتوصيل كابل الشبكة
de: Wenn die Wi-Fi-Verbindung konfiguriert wird, darf das Netzwerkkabel nicht am Gerät angeschlossen sein.
es: Al configurar Wi-Fi, el dispositivo no puede conectar el cable de red
fr: Lors de la configuration Wi-Fi, le périphérique ne peut pas exploiter le câble réseau
hu: Amikor konfigurálja a Wi-Fi, a készülék nem dugja a hálózati kábelt
it: Durante la configurazione del Wi-Fi, il dispositivo non può essere collegato al cavo di rete
ja: 無線LANを設定する場合、デバイスは、ネットワークケーブルを接続することはできません
ko: 무선 랜을 구성 할 때, 장치는 네트워크 케이블을 연결하지 수
nl: Sluit bij het instellen van de Wi-Fi de netwerkkabel niet aan
pt: Ao configurar Wi-Fi, o dispositivo não pode conectar o cabo de rede
ru: При настройке Wi-Fi, устройство не может подключить сетевой кабель
tr_tr: Wi-Fi'yi yapılandırırken, cihaza ağ kablosu takılamaz
zh_hans: 在配置Wi-Fi时，设备不能插网线
zh_hant: 在配置Wi-Fi時，設備不能插網線

# mcs_wifi_config_third
source: Press the RESET reset hole one second and then release
ar: اضغط على RESET إعادة تعيين حفرة ثانية واحدة ثم حرر
de: Drücken Sie eine Sekunde lang in die Öffnung RESET und lassen Sie dann los.
es: Pulse el orificio de reinicio REINICIO un segundo y luego suelte
fr: Appuyer dans l'orifice de réinitialisation RESET pendant une seconde puis relâcher
hu: Nyomja meg a reset lyuk egy másodpercig, majd engedje
it: Tener premuto il tasto RESET per un secondo e poi rilasciarlo
ja: 一秒を放しRESETリセット穴を押してください
ko: 1 초 후 해제 리셋 리셋 구멍을 눌러
nl: Houd de reset knop 2 seconden in, en laat deze dan los
pt: Pressione o orifício de reposição de RESET um segundo e solte
ru: Нажмите RESET, отверстие сброса один второй и затем отпустите
tr_tr: Pimi kullanarak RESET deliğine bir saniye boyunca poke edin ve ardından bırakın.
zh_hans: 按RESET复位孔1秒后再松开
zh_hant: 按RESET復位孔1秒後再鬆開
