Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_detail_diagnosis_prompt
source: Depth diagnostics,You can turn it off on the "Devices" page
ar: التشخيص المضي قدما، يمكنك إيقاف صفحة الجهاز
de: Diagnose gehen, können Sie die Geräteseite ausschalten
es: Diagnóstico proceder, puede desactivar el dispositivo de la página
fr: Diagnostic procéder, vous pouvez désactiver la page de l'appareil
hu: Diagnózis eljárni, akkor kapcsolja ki a készüléket oldalra
it: Diagnosi procedere, è possibile disattivare la pagina di dispositivo
ja: 診断は、デバイスのページをオフにすることができ、進んで
ko: 진단은 장치 페이지를 해제 할 수 있습니다 진행
nl: Diagnose gaan, kunt u het apparaat draaien pagina
pt: Diagnóstico continuar, você pode desligar a página do dispositivo
ru: Диагноз продолжить, вы можете отключить страницу устройства
tr_tr: Gelişmiş tanı, "Cihazlar " sayfasından kapatabilirsiniz.
zh_hans: 深度诊断进行中，您可以在"设备"页面关闭
zh_hant: 深度診斷進行中，您可以在"設備"頁面關閉

# mcs_detail_diagnosis_stop_prompt
source: Deep diagnosis is in progress and you can abort at any time
ar: التشخيص عمق قيد التقدم، يمكنك إجهاض دائما
de: Tiefe Diagnose ist im Gange, können Sie immer abbrechen
es: El diagnóstico de profundidad está en curso, siempre se puede abortar
fr: Le diagnostic de la profondeur est en cours, vous pouvez toujours interrompez
hu: Mélység diagnózis folyamatban van, akkor mindig megszakítja
it: La diagnosi di profondità è in corso, si può sempre interrompere
ja: 深診断が進行中である、あなたは常に中止することができます
ko: 깊이 진단이 진행 중입니다, 당신은 항상 중단 할 수 있습니다
nl: Diepte diagnose aan de gang is, kunt u altijd afbreken
pt: Diagnóstico profundidade está em andamento, você sempre pode abortar
ru: Глубина диагноз продолжается, вы всегда можете прервать
tr_tr: Gelişmiş teşhis devam ediyor ve istediğiniz zaman iptal edebilirsiniz.
zh_hans: 深度诊断正在进行中，您可以随时中止
zh_hant: 深度診斷正在進行中，您可以隨時中止

# mcs_exit_detail_diagnosis
source: Depth diagnosis is in progress, whether to stop?
ar: التشخيص عمق في التقدم، سواء لوقف؟
de: Tiefe Diagnose ist im Gange, ob zu stoppen?
es: El diagnóstico de profundidad está en curso, ya sea para detener?
fr: Le diagnostic de la profondeur est en cours, que ce soit pour arrêter?
hu: Mélység diagnózis folyamatban van, függetlenül attól, hogy hagyja abba?
it: La diagnosi di profondità è in corso, sia per fermare?
ja: 深診断が停止するかどうか、進行中ですか！
ko: 깊이 진단 중지 여부, 진행?
nl: Diepte diagnose bezig is, of om te stoppen?
pt: Diagnóstico profundidade está em andamento, quer parar?
ru: Глубина диагноз продолжается, следует ли остановить?
tr_tr: Gelişmiş teşhis devam ediyor, durdurmak istiyor musunuz?
zh_hans: 深度诊断正在进行中，是否停止？
zh_hant: 深度診斷正在進行中，是否停止？

# mcs_network_connection_unavailable
source: Network unavailable
ar: اتصال الشبكة غير متوفر
de: Netzwerkverbindung ist nicht verfügbar
es: Conectando de red no está disponible
fr: La connexion réseau est indisponible
hu: A hálózati kapcsolat nem érhető el
it: La connessione di rete non è disponibile
ja: ネットワーク接続利用できない
ko: 네트워크 연결을 사용할 수 없습니다
nl: Netwerkverbinding is niet beschikbaar
pt: Conexão de rede não está disponível
ru: Сетевое соединение недоступно
tr_tr: Ağ ulaşılamaz.
zh_hans: 网络连接不可用
zh_hant: 網絡連接不可用

# mcs_Failed_connect_Internet
source: Failed to connect to the Internet
ar: فشل في الاتصال بالإنترنت
de: Konnte nicht mit dem Internet zu verbinden
es: No se pudo conectar a Internet
fr: Impossible de se connecter à Internet
hu: Nem sikerült csatlakozni az internethez
it: Impossibile connettersi a Internet
ja: インターネットへの接続に失敗しました
ko: 인터넷에 연결하지 못했습니다
nl: Kan geen verbinding maken met het internet
pt: Falha ao conectar-se à Internet
ru: Не удалось подключиться к Интернету
tr_tr: İnternet'e bağlanılamadı.
zh_hans: 未能连接到互联网
zh_hant: 未能連接到互聯網

# mcs_connect_internet_note
source: If you need to connect to the Internet, please note the following:
ar: إذا كنت بحاجة إلى الاتصال بالإنترنت، يرجى ملاحظة ما يلي:
de: Wenn Sie mit dem Internet zu verbinden, beachten Sie bitte folgendes:
es: Si necesita conectarse a Internet, tenga en cuenta lo siguiente:
fr: Si vous avez besoin de se connecter à l'Internet, s'il vous plaît noter les points suivants:
hu: Ha meg kell csatlakozni az internethez, kérjük, vegye figyelembe az alábbiakat:
it: Se avete bisogno di connettersi a Internet, si prega di notare quanto segue:
ja: あなたは、インターネットに接続する必要がある場合は、次の点に注意してください。
ko: 인터넷에 연결해야하는 경우, 다음 사항에 유의하시기 바랍니다 :
nl: Als u nodig hebt om verbinding met het internet, let dan op het volgende:
pt: Se você precisa se conectar à Internet, por favor, observe o seguinte:
ru: Если вам нужно подключиться к Интернету, обратите внимание на следующее:
tr_tr: İnternet'e bağlanmanız gerekiyorsa, lütfen aşağıdakiler gibi not edin:
zh_hans: 如需要连接到互联网，请注意以下几点：
zh_hant: 如需要連接到互聯網，請注意以下幾點：

# mcs_connect_internet_detail_first
source: Check the wireless LAN settings in your phone to see if you have an incoming wireless LAN signal
ar: تحقق من إعدادات الشبكة المحلية اللاسلكية الهاتف الخاص بك، لمعرفة ما إذا كان هناك إمكانية الوصول إلى إشارة الشبكة المحلية اللاسلكية
de: Überprüfen Sie Ihr Telefon Wireless-LAN-Einstellungen, um zu sehen, ob es einen Zugang zu einem Wireless LAN-Signal
es: Compruebe la configuración de LAN inalámbrica del teléfono, para ver si hay acceso a una señal de LAN inalámbrica
fr: Vérifiez les paramètres LAN sans fil de votre téléphone, pour voir s'il y a un accès à un signal LAN sans fil
hu: Ellenőrizze a telefon vezeték nélküli LAN beállításokat, hogy ha van elérhető vezeték nélküli LAN-jel
it: Controllare le impostazioni della LAN wireless del telefono, per vedere se vi è l'accesso a un segnale wireless LAN
ja: お使いの携帯電話の無線LANの設定を確認し、無線LAN信号へのアクセスがあるかどうかを確認します
ko: 무선 LAN 신호에 대한 액세스 권한이 있는지, 휴대 전화의 무선 LAN 설정을 확인
nl: Controleer de draadloze LAN-instellingen van uw telefoon, om te zien of is er toegang tot een draadloos LAN-signaal
pt: Verifique as configurações de rede sem fios do seu telefone, para ver se não há acesso a um sinal de LAN sem fios
ru: Проверьте настройки беспроводной локальной сети вашего телефона, чтобы увидеть, если есть доступ к беспроводной локальной сети сигнала
tr_tr: Telefonunuzdaki kablosuz ayarları kontrol ederek mevcut kablosuz ağın olduğunu öğrenin.
zh_hans: 检查手机中的无线局域网设置，查看是否有接入的无线局域网信号
zh_hant: 檢查手機中的無線局域網設置，查看是否有接入的無線局域網信號

# mcs_connect_internet_detail_second
source: Check that your phone is connected to the mobile network and that your phone is not inactive
ar: معرفة ما اذا كان الهاتف الخاص بك لديه حق الوصول إلى شبكة للهاتف المحمول، وأنه لم يتم تعطيل الهاتف
de: Überprüfen Sie, ob Ihr Telefon Zugang zu einem Mobilfunknetz hat, und das Telefon wurde nicht deaktiviert
es: Compruebe si su teléfono tiene acceso a una red móvil, y el teléfono no se ha desactivado
fr: Vérifiez si votre téléphone dispose d'un accès à un réseau mobile, et le téléphone n'a pas été désactivé
hu: Ellenőrizze, hogy a telefon hozzáfér egy mobilhálózat, és a telefon nem lett felfüggesztve
it: Controlla se il tuo telefono è dotato di accesso a una rete di telefonia mobile, e il telefono non è stato disattivato
ja: お使いの携帯電話がモバイルネットワークへのアクセスを持っている、と電話が使用不可にされていないかどうかを確認します
ko: 휴대 전화는 이동 네트워크에 대한 액세스를 가지며, 휴대 전화가 해제되지 않은 경우 점검
nl: Controleer of uw telefoon toegang heeft tot een mobiel netwerk, en de telefoon is niet uitgeschakeld
pt: Verifique se o seu telefone tem acesso a uma rede móvel, e o telefone não foi desativada
ru: Проверьте, если ваш телефон имеет доступ к сети мобильной связи, так и не был отключен телефон
tr_tr: Telefonunuzun mobil şebekeye bağlı olup olmadığını kontrol edin ve telefonunuzun iyi çalıştığından emin olun.
zh_hans: 检查手机是否已经接入移动网络，并且手机没有被停用
zh_hant: 檢查手機是否已經接入移動網絡，並且手機沒有被停用

# mcs_connect_wifi_note
source: If you have access to the wireless LAN:
ar: إذا كان لديك الوصول إلى الشبكة المحلية اللاسلكية:
de: Wenn Sie Zugriff auf das Wireless-LAN haben:
es: Si tiene acceso a la LAN inalámbrica:
fr: Si vous avez accès au réseau local sans fil:
hu: Ha van, hogy a vezeték nélküli LAN:
it: Se si ha accesso alla LAN senza fili:
ja: あなたは無線LANへのアクセスを持っている場合：
ko: 사용자는 무선 LAN에 액세스 할 수있는 경우 :
nl: Als u toegang tot het draadloze LAN:
pt: Se você tiver acesso à LAN sem fios:
ru: Если у вас есть доступ к беспроводной локальной сети:
tr_tr: Kablosuz LAN'a erişiminiz varsa, o zaman:
zh_hans: 如果你已接入了无线局域网：
zh_hant: 如果你已接入了無線局域網：

# mcs_connect_wifi_detail
source: Please check your wireless LAN hotspot connected to the Internet, or whether the hotspot has allowed your device to access the local area network
ar: تحقق لمعرفة ما إذا كان لديك اتصال لاسلكي الساخنة LAN لديه حق الوصول إلى شبكة الإنترنت، أو إذا كانت ساخنة يسمح الجهاز للوصول إلى LAN
de: Überprüfen Sie, ob Ihr Wireless-LAN-Hotspot-Verbindung Zugang zum Internet hat, oder wenn der Hotspot ermöglicht das Gerät das LAN zugreifen
es: Compruebe para ver si su Conectando punto de acceso de red LAN inalámbrica tiene acceso a Internet, o si el punto de acceso permite que el dispositivo para acceder a la LAN
fr: Vérifiez si votre connexion sans fil hotspot LAN a accès à Internet, ou si le hotspot que votre appareil pour accéder au réseau local
hu: Ellenőrizze, hogy a vezeték nélküli LAN-hotspot kapcsolat van hozzáférése az internethez, vagy ha a hotspot, hogy a készülék hozzáférést a LAN
it: Controllare per vedere se la connessione hotspot wireless LAN ha accesso a Internet, o se l'hotspot consentire al dispositivo di accedere alla LAN
ja: お使いの無線LANホットスポット接続はインターネットへのアクセス権を持っているかどうかを確認し、またはホットスポットは、お使いの機器がLANにアクセスできるようにする場合
ko: 무선 LAN 핫스팟 연결이 인터넷에 액세스 할 수 있는지 확인하거나 핫스팟 경우 장치가 LAN에 액세스 할 수 있도록 허용
nl: Controleer of uw draadloze LAN-hotspot-verbinding toegang tot het internet heeft, of als de hotspot kan het apparaat toegang tot het netwerk
pt: Verifique se sua conexão hotspot wireless LAN tem acesso à Internet, ou se o hotspot permitir que o dispositivo para acessar a LAN
ru: Проверьте, чтобы увидеть, если ваше беспроводное подключение к локальной сети точки доступа имеет доступ к Интернету, или если хот-спота разрешить устройству доступ к локальной сети
tr_tr: Lütfen, kablosuz erişim noktanızın İnternet'e bağlı olup olmadığını veya erişim noktasının aygıtınızın yerel ağa erişmesine izin verip girmediğini kontrol edin.
zh_hans: 请检查你连接的无线局域网热点是否已接入互联网，或该热点是否已允许你的设备访问局域网
zh_hant: 請檢查你連接的無線局域網熱點是否已接入互聯網，或該熱點是否已允許你的設備訪問局域網

# mcs_device_or_phone_time_zone_not_equals_please_select
source: The device's current time zone does not match the phone's time zone. Please select a correct time zone
ar: جهاز المنطقة الزمنية الحالية والمنطقة الزمنية للهاتف المحمول لا، حدد المنطقة الزمنية الصحيحة
de: Geräte aktuelle Zeitzone und die Zeitzone des Mobiltelefons nicht, wählen Sie die richtige Zeitzone
es: La zona horaria del dispositivo y la zona horaria del teléfono móvil no son iguales, seleccione la zona horaria correcta.
fr: Dispositif fuseau horaire actuel et le fuseau horaire du téléphone mobile ne sont pas, sélectionnez le fuseau horaire correct
hu: Eszköz jelenlegi időzóna és az időzónát a mobiltelefon nem, válassza ki a megfelelő időzónát
it: Dispositivo corrente fuso orario e il fuso orario del telefono cellulare non è, selezionare il fuso orario corretto
ja: 装置現在のタイムゾーンと、携帯電話の時間帯には、正確なタイムゾーンを選択していません
ko: 장치 현재 시간대와 휴대 전화의 시간대 올바른 시간대 선택되지
nl: Device huidige tijdzone en de tijdzone van de mobiele telefoon is niet, selecteert u de juiste tijdzone
pt: Dispositivo atual fuso horário e o fuso horário do telefone móvel não é, selecione o fuso horário correto
ru: Устройство тока часового пояса и часовой пояс мобильного телефона не выберите правильный часовой пояс
tr_tr: Cihazın geçerli saat dilimi telefonun saat dilimine uymuyor. Lütfen doğru bir saat dilimi seçin.
zh_hans: 设备当前时区与手机的时区不一致,请选择一个正确的时区
zh_hant: 設備當前時區與手機的時區不一致,請選擇一個正確的時區

# mcs_phone_timezone
source: Phone time zone
ar: المنطقة الزمنية الهاتف
de: Telefon-Zeitzone
es: Zona horaria del teléfono
fr: Fuseau horaire de téléphone
hu: Telefon időzóna
it: Fuso orario del telefono
ja: 電話のタイムゾーン
ko: 전화 시간대
nl: Telefoon tijdzone
pt: Fuso horário do telefone
ru: Часовой пояс телефона
tr_tr: Telefon saat dilimi.
zh_hans: 手机时区
zh_hant: 手機時區

# mcs_timezone_change
source: Change Time Zone
ar: تعديل المنطقة الزمنية
de: Ändern Sie die Zeitzone
es: Modificar la zona horaria
fr: Modifier le fuseau horaire
hu: Módosítani az időzónát
it: Modificare il fuso orario
ja: タイムゾーンを変更します。
ko: 시간대 수정
nl: Wijzigen van de tijdzone
pt: Modificar o fuso horário
ru: Изменение часового пояса
tr_tr: Saat Dilimini Değiştir
zh_hans: 修改时区
zh_hant: 修改時區

# mcs_mail_send
source: Email sent
ar: رسالة أرسلت
de: Nachricht gesendet
es: Mensaje enviado
fr: Message envoyé
hu: üzenet elküldve
it: Messaggio inviato
ja: メッセージ送信
ko: 성공적으로 전송
nl: bericht verzonden
pt: mensagem enviada
ru: Сообщение отправлено
tr_tr: E-posta gönderildi
zh_hans: 邮件已发送
zh_hant: 郵件已發送

# mcs_yes_verif
source: Yes
ar: ومن
de: es
es: Si
fr: il est
hu: van
it: è
ja: それは
ko: 그것은 인
nl: het
pt: é
ru: Здесь
tr_tr: Evet
zh_hans: 是
zh_hant: 是

# mcs_no_verif
source: No
ar: لا
de: keine
fr: aucun
hu: nincs
ja: いいえ
ko: 아니
nl: geen
pt: não
ru: Нет
tr_tr: Yok hayır
zh_hans: 否
zh_hant: 否

# mcs_camera_found_new_version_y_n_upgrade
source: Found a new version of the camera, whether to upgrade?
ar: لقد وجدنا نسخة جديدة من الكاميرا، سواء للترقية؟
de: Wir fanden eine neue Version der Kamera, ob das Upgrade?
es: Se ha encontrado una nueva versión del sistema de la cámara, ¿desea realizar la actualización?
fr: Nous avons trouvé une nouvelle version de l'appareil, que ce soit pour la mise à niveau?
hu: Találtunk egy új változata a kamera, hogy a frissítés?
it: Abbiamo trovato una nuova versione della fotocamera, se l'aggiornamento?
ja: 私たちは、アップグレードするかどうか、カメラの新しいバージョンを発見しましたか？
ko: 우리는 여부 업그레이드로, 카메라의 새 버전을 발견?
nl: We vonden een nieuwe versie van de camera, of de upgrade?
pt: Descobrimos uma nova versão da câmera, seja para a atualização?
ru: Мы нашли новую версию камеры, нужно ли обновления?
tr_tr: Kamera ürün yazılımının yeni bir sürümünü bulmuştu. Gidip güncellemek ister misiniz?
zh_hans: 发现摄像机有新版本，是否前往升级？
zh_hant: 發現攝像機有新版本，是否前往升級？

# mcs_auto_adapt_split_screen
source: self-adaption
ar: التكيف
de: Adaptive
es: La adaptación
fr: Adaptatif
hu: adaptív
it: ADATTAMENTO
ja: 適応
ko: 적응
nl: geen
pt: Adaptive
ru: адаптивный
tr_tr: Kendini uyarlama.
zh_hans: 自适应
zh_hant: 自我調整

# mcs_four_split_screen
source: Four split screen
ar: ربع الشاشة
de: Vier der split - screen -
es: La cuarta pantalla
fr: Quatre points d'écran
hu: a negyedik képernyő
it: Quattro punti.
ja: 4分銀幕
ko: 4분의 스크린
nl: Vier punten.
pt: Quatro EM TELA dividida
ru: четыре разделить экран
tr_tr: Dört bölmeli ekran
zh_hans: 四分屏
zh_hant: 四分屏

# mcs_nine_split_screen
source: Nine split screen
ar: 9 تقسيم الشاشة
de: Der split - screen - 9
es: Nueve puntos de la pantalla
fr: Neuf points d'écran
hu: 9 - kor képernyő
it: - Nove.
ja: 9分銀幕
ko: 구 분 스크린
nl: 9 punten.
ru: 9 разделить экран
tr_tr: Dokuz bölmeli ekran.
zh_hans: 九分屏
zh_hant: 九分屏

# mcs_twelve_split_screen
source: Twelve split screen
ar: 12 تقسيم الشاشة
de: Zwölf der split - screen -
es: Doce puntos de la pantalla
fr: 12 points d'écran
hu: 12. képernyő
it: Dodici minuti.
ja: 十二分銀幕
ko: 십이분 스크린
nl: Twaalf minuten.
ru: Двенадцать разделить экран
tr_tr: On iki bölünmüş ekran.
zh_hans: 十二分屏
zh_hant: 十二分屏

# mcs_not_connection_server
source: Unable to connect to the server
ar: غير قادر على الاتصال بخادم
de: Server ist nicht möglich zu verbinden
es: No se puede conectar con el servidor
fr: Impossible de se connecter au serveur
hu: Nem sikerült csatlakozni a szerverhez
it: Impossibile connettersi al server
ja: サーバに接続できません
ko: 서버에 연결할 수 없습니다
nl: Kan geen verbinding met de server
pt: Não é possível conectar ao servidor
ru: Невозможно подключиться к серверу
tr_tr: Sunucuya bağlanılamıyor.
zh_hans: 无法连接服务器
zh_hant: 無法連接服務器

# mcs_more_options
source: More
ar: انظر المزيد من
de: Mehr
es: Más
fr: Plus
hu: Több
it: Altro
ja: もっと
ko: 더
nl: Meer
pt: Mais
ru: Посмотреть больше
tr_tr: Daha
zh_hans: 更多
zh_hant: 更多

# mcs_bind_email_prompt
source: For account security, please bind your mailbox
ar: وذلك لحساب الأمن، ربط صندوق البريد الخاص بك
de: Um die Sicherheit zu berücksichtigen, binden Ihre Mailbox
es: Para tener en cuenta la seguridad, obligar a su buzón de correo
fr: Afin de tenir compte de la sécurité, lier votre boîte aux lettres
hu: Annak érdekében, hogy a fiók biztonsági, kösse be a postafiók
it: Al fine di tenere conto della sicurezza, legare tua casella di posta
ja: セキュリティを考慮するためには、あなたのメールボックスをバインド
ko: 보안을 설명하기 위해, 당신의 사서함을 결합
nl: Om de veiligheid account, binden uw mailbox
pt: Para dar conta de segurança, ligar a caixa de correio
ru: Для того чтобы учесть безопасности, связать свой почтовый ящик
tr_tr: Hesap güvenliği için lütfen posta kutunuzu bağlayın.
zh_hans: 为了账号的安全，请绑定您的邮箱
zh_hant: 為了賬號的安全，請綁定您的郵箱

# mcs_login_now
source: Sign in now
ar: تسجيل الدخول الآن
de: Melden Sie sich jetzt
es: Inicia sesión ahora
fr: Connectez-vous maintenant
hu: jelentkezzen most
it: Entra ora
ja: 今すぐログイン
ko: 지금 로그인
nl: inloggen nu
pt: Faça login agora
ru: Войти прямо сейчас
tr_tr: Şimdi giriş yap.
zh_hans: 立即登录
zh_hant: 立即登錄

# mcs_device_connect_power
source: 1.Power adaptor 2.Power slot
ar: 1 - 2 - فتح خط إمدادات الطاقة إمدادات الطاقة
de: 1.Stromleitung 2.Stromanschluss
es: 1.línea eléctrica 2.puerto de alimentación
fr: 1.ligne électrique 2.port d'alimentation
hu: 1.távvezeték 2.hálózati port
it: 1.linea elettrica 2.porta di alimentazione
ja: 1.電力線 2.電源ポート
ko: 1.전원선 2.전원 포트
nl: 1.Power line 2.power-poort
pt: 1.linha de energia 2.porta de alimentação
ru: 1.линия электропередачи 2.Stromanschluss
tr_tr: 1.Güç adaptörü 2.Güç yuvası
zh_hans: 1.电源线 2.电源口
zh_hant: 1.電源線 2.電源口

# mcs_device_connect_ethernet
source: 1.Network port 2.Cable
ar: 1 - منفذ الشبكة 2.كابل
de: 1. Der Mund 2. Kabel
es: 1. Puerto de red 2. El cable de red
fr: 1. Le port de réseau 2. Le câble
hu: 1.harapás 2.kábel
it: 1. La Rete 2.la tv via cavo
ja: 1 .ネットの口 2．ケーブル
ko: 1. 망 입 2. 네트워크
nl: 1. De netto - export 2.De kabel
pt: 1. A porta de rede 2.Cabo de rede
ru: 1.чистый рот 2.кабель
tr_tr: 1.Ağ bağlantı noktası 2. Kablo
zh_hans: 1.网口 2.网线
zh_hant: 1.網口 2.網線

# mcs_device_connect_ethernet_prompt
source: One end of the network cable access network, the other end of access to the router, has seen the green light flashing lights, cable connection is completed.
ar: نهاية الوصول إلى منفذ شبكة الكابلات ، والطرف الآخر الوصول إلى جهاز التوجيه ، قد ترى منفذ شبكة مصباح وميض أخضر ، شبكة اتصال كاملة .
de: Der zugang zum Netz Kabel und ein ende, auf der anderen Seite Access router, haben - Lampe blinken grün, Kabel - Verbindung beendet.
es: El extremo de un cable de red a la boca, y el otro router de acceso, se ha visto destellos de luz verde de Puerto de red, cables de Conectando.
fr: Le réseau d'accès et une extrémité de câble, l'autre extrémité de routeur d'accès, a été vu vert clignotant port réseau de la lampe, le câble de connexion est terminé.
hu: a végén lesz egy régi vezeték való hozzáférési hálózat mouth, a másik pedig a nettó export router, látni egy régi vezeték a zöld lámpa, kapcsolat vége.
it: IL Cavo è l'accesso alla Rete di vie di accesso E, dall'altra Parte, ha visto Luce Verde lampeggiante Rete di porti, collegamenti via Cavo.
ja: 線の片っ端はネットの口にして、もう1つの端はルータを接続して、すでに網の口の信号が点滅して、ネットはつながって完成する。
ko: 는 망사 일단 로 망 입 로 다른 한쪽에는 路由器 이미 본 망 버너 청신호 깜빡이다, 인터넷 접속 완료.
nl: Aan de ene kant van de kabel toegang tot het netwerk van haven - en aan de andere kant de toegang tot zijn netwerk van haven router zien, licht groen licht knipperen, kabel verbinding voltooid.
pt: O cabo de rede e a outra extremidade está ligado, O roteador de acesso a rede, já que a Luz Verde pisca, conexões de cabo.
ru: кабель доступа к сети будет один конец рот , другой конец доступ к маршрутизатору , сетевой порт уже видел свет зеленый мигает , кабель связи завершена.
tr_tr: Ağ kablosunun bir ucunu ağa, diğer ucunu yönlendiriciye bağlayın. Işık yeşil renkte yanıp söndüğünü gördüğünüzde kablo bağlantısı tamamlandı.
zh_hans: 将网线的一端接入网口，另一端接入路由器，已看到网口灯绿灯闪烁，网线连接完成。
zh_hant: 將網線的一端接入網口，另一端接入路由器，已看到網口燈綠燈閃爍，網線連接完成。

# mcs_pwd_format
source: Password format: the length between 8 to 16 characters, the number, the size of the letters and special symbols contain at least three
ar: شكل كلمة السر : من 8 إلى 16 بت في الطول بين الحروف ، الأرقام، حروف و رموز خاصة تحتوي على ما لا يقل عن ثلاثة
de: Das format in der länge zwischen 8 bis 16 - bit - Zeichen, Zahlen, buchstaben und sonderzeichen enthält mindestens drei
es: Contraseña: longitud en formato digital, entre 8 a 16 bits caracteres, mayúsculas y minúsculas y símbolos especiales incluye al menos tres
fr: Format numérique: la longueur de mot de passe entre 8 à 16 bits de caractères, les lettres et symboles spéciaux contenant au moins trois
hu: formátum: hossza 8 - tól a 16 bites karakter között, számok, betűk mérete és különleges jelet tartalmaz írni legalább három
it: La Password in formato: 8 A 16 Bit di lunghezza tra I personaggi, digitale, Le Lettere e simboli Speciale contiene almeno tre Tipi di
ja: パスワードのフォーマット：長さは8～16桁まで、数字、大きさはアルファベットと特殊記号で少なくとも3種類も含まれている
ko: 비밀번호 형식: 길이 8시 까지 16비트 문자 사이에, 숫자, 대소문자 문자 및 특수 기호 적어도 세 가지 포함
nl: Wachtwoord: lengte van 8 tot 16 in de vorm van een tussen de tekens, de letters en cijfers, de speciale symbool bestaat uit ten minste drie soorten
pt: Senha: EM formato de 8 para 16 caracteres de comprimento entre Letras maiúsculas e minúsculas, números e símbolos especiais, contendo, pelo Menos, três
ru: Формат : пароль длиной в 8 до 16 бит между регистру символов , цифр, букв и специальных символов содержит, по крайней мере, три
tr_tr: Şifre formatı: 8 ila 16 karakter, en az üç tür 'sayı, harf ve özel semboller' içerir.
zh_hans: 密码格式:长度在8到16位字符之间,数字,大小写字母和特殊符号至少包含三种
zh_hant: 密碼格式：長度在8到16比特字元之間，數位，大小寫字母和特殊符號至少包含三種

# mcs_client_new
source: Client
ar: العميل
de: Der client
es: El cliente
hu: az ügyfél
it: Il cliente
ja: クライアント
ko: 클라이언트
nl: De cliënt
pt: O cliente
ru: клиент
tr_tr: Müşteri
zh_hans: 客户端
zh_hant: 用戶端

# mcs_user_guide
source: User's Manual
ar: دليل المستخدم
de: - leitfaden für den Benutzer
es: Manual de usuario
fr: Manuel de l'utilisateur
hu: a felhasználói kézikönyv
it: IL Manuale dell'utente
ja: ユーザーマニュアル
ko: 사용자 안내서
nl: De handleiding
pt: Manual do usuário
ru: Руководство пользователя
tr_tr: Kullanım kılavuzu
zh_hans: 用户手册
zh_hant: 用戶手冊
