Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_plan_record_guide
source: Select [Record], open the video function of the out mode.
ar: حدد [فيديو]، وتتحول وظيفة تسجيل واسطة.
de: Wählen Sie [Aufnahme], entpuppen Modus Aufnahmefunktion .
es: Seleccione [Grabar video], gire a cabo la función de grabación en el modo.
fr: Sélectionnez [Enregistrement], éteindre la fonction d'enregistrement de mode.
hu: Válassza a [Felvétel], kiderülhet mód felvétel funkciót.
it: Selezionare [Registra], si rivelano funzione di registrazione in modalità.
ja: [録画]を選択し、モード記録機能をオンにします。
ko: [녹화]를 선택 모드 녹화 기능을 켜십시오.
nl: Selecteer [Opnemen], blijken modus opname functie.
pt: Seleccione [Gravar], vir a função de gravação de modo.
ru: Выберите [Видеозапись], выверните функцию записи режима.
zh_hans: 选择【录像】，开启外出模式的录像功能。
zh_hant: 選擇【錄像】，開啟外出模式的錄像功能。

# mcs_plan_record_guide1
source: Original [Schedule Recording] operation has been moved to the [Record]
ar: [فيديو] عملية خطة تسليح هاجرت إلى [تخطيط التصوير]
de: [Aufnahme planen] Plan Bewaffnung migriert Betrieb auf [Aufnahme]
es: [Programar grabaciones] operación de armado plan de migró a la [Grabar video]
fr: Opération [Programmer un enregistrement] plan d'armement migré vers le [Enregistrement]
hu: [Programozott felvétel] terv élesítés művelet vándorolt [Felvétel]
it: [Programma Registrazione] operazione piano di inserimento migrato al [Registra]
ja: [予約録画]に移行[録画]プランアーミング操作
ko: [스케쥴 녹화] 계획 무장 동작은 [녹화]로 마이그레이션
nl: [Plan opname in] plannen bewapenen werking gemigreerd naar de [Opnemen]
pt: [Programar gravação video] operação de plano de armar migraram para o [Gravar]
ru: [Видеозапись по расписанию] план операции постановки на охрану мигрировали в [Видеозапись]
zh_hans: 原【计划录像】操作迁移到【录像】
zh_hant: 原「預約錄影」操作遷移到「錄影」

# mcs_plan_record_guide2
source: , set The period that needs to be recorded(Such as: Tuesday 7: 00-18: 00) as out mode; after the save, return to the [Settings] interface;
ar: إن الحاجة لتسجيل الفترة الزمنية (على سبيل المثال: الثلاثاء، 7: 00-18: 00) الواردة اسطة؛ بعد موافق لحفظ والعودة إلى علامة التبويب إعدادات.
de: Die Notwendigkeit, für die Aufzeichnung von Zeit (zB: Dienstag, 7: 00-18: 00) festgelegten Modus, nach OK, um die Registerkarte Einstellungen zu speichern und;
es: , La necesidad de grabar período de tiempo (por ejemplo: Mar 7: 00-18: 00) establece el modo; después en Aceptar para guardar y volver a la pestaña de configuración;
fr: , La nécessité pour l'enregistrement période de temps (par exemple: Mardi, 7: 00-18: 00) énonce le mode, après OK pour enregistrer et revenir à l'onglet REGLAGES;
hu: , A szükséges felvételi időtartam (pl: K 7: 00-18: 00) meghatározott mód, miután az OK gombra, és térjen vissza a Beállítások lapra;
it: , La necessità di registrazione periodo di tempo (ad esempio: Martedì, 7: 00-18: 00) stabilito modalità, dopo OK per salvare e tornare alla scheda Impostazioni;
ja: 、時間を記録するための必要性は、（例えば：火曜日、7：00-18：00）モードを設定し、[OK]をした後に保存し、[設定]タブに戻ります。
ko: , 시간을 기록에 대한 요구 (예 : 화요일 7 : 00 ~ 18 : 00) 모드를 설정, 확인 후 저장하고 설정 탭으로 돌아가;
nl: , De noodzaak voor het opnemen van tijd (bijvoorbeeld: di 7: 00-18: 00) in te stellen uit, na het OK om op te slaan en terug te keren naar het tabblad Instellingen;
pt: , A necessidade de gravar período de tempo (por exemplo: Ter 7: 00-18: 00) estabelecido modo, depois OK para salvar e retornar à guia Configurações;
ru: , Необходимость в записи периода времени (например: вторник, 7: 00-18: 00) устанавливают режим, после того, как ОК, чтобы сохранить изменения и вернуться на вкладку Настройки;
zh_hans: , 对需要录像的时间段（如：星期二 7：00-18：00）设置为外出模式；确定后保存，返回到【设置】界面；
zh_hant: , 對需要錄像的時間段（如：星期二 7：00-18：00）設置為外出模式；確定後保存，返回到【設置】界面；

# mcs_forgetpass_action_prompt
source: Press and hold the Reset button for 10 seconds to release the device. The IR light is on and the factory settings are reset
ar: يرجى الضغط على جهاز إعادة تعيين حفرة إعادة تعيين 10 ثانية بعد الإفراج عنهم، أضواء والمعدات لاستعادة إعدادات المصنع الأشعة تحت الحمراء
de: Bitte drücken Sie das Gerät zurücksetzen Reset-Loch von 10 Sekunden nach der Freigabe, Infrarot-Beleuchtung und Geräte Werkseinstellungen wiederherstellen
es: Por favor, pulse el dispositivo de reinicio orificio de reinicio 10 segundos después del lanzamiento, luces y equipos para restaurar la configuración de fábrica de infrarrojos
fr: S'il vous plaît appuyez sur le dispositif Réinitialisation Retour trou 10 secondes après la libération, des lumières et de l'équipement pour restaurer les paramètres d'usine infrarouge
hu: Kérjük, nyomja meg a készülék reset Reset után 10 másodperccel a kiadás, infravörös lámpák és berendezések a gyári beállítások
it: Si prega di premere il dispositivo di reset reset foro 10 secondi dopo il rilascio, le luci e le attrezzature per ripristinare le impostazioni di fabbrica a infrarossi
ja: デバイスは、工場出荷時の設定を復元するために、10秒のリリース、赤外光や機器の後にリセット穴をリセット押してください。
ko: 장치가 10 초 출시 후 리셋 구멍을 다시 누르십시오, 적외선 조명 및 기본 설정을 복원하는 장비
nl: Drukt u op het apparaat Reset Reset hole 10 seconden na de release, infrarood verlichting en apparatuur om de fabrieksinstellingen te herstellen
pt: Por favor, pressione o dispositivo Repor orifício de reposição de 10 segundos após o lançamento, luzes e equipamentos para restaurar as configurações de fábrica de infravermelho
ru: Пожалуйста, нажмите устройство сброса Reset отверстие 10 секунд после выхода, инфракрасные лампы и оборудование для восстановления заводских настроек
zh_hans: 请长按设备Reset复位孔10秒后松开，设备红外灯亮起并恢复出厂设置
zh_hant: 請長按設備Reset復位孔10秒後鬆開，設備紅外燈亮起並恢復出廠設置

# mcs_cloud_box
source: Cloud Box
ar: سحابة صندوق
de: Wolke Box
es: Caja de la nube
fr: Box Couverture
it: Nube Box
ja: クラウドボックス
ko: 클라우드 박스
pt: Box nuvem
ru: Облако Box
zh_hans: 云盒子
zh_hant: 雲盒子

# mcs_wifi
source: Wi-Fi
ar: واي فاي
de: WLAN
ru: Беспроводная сеть

# mcs_osd
source: OSD
fr: OSD (affichage sur l'écran)
ja: 画面表示

# mcs_hd_720P
source: 720P
ja: 高画質

# mcs_ip
source: IP
fr: Indice de protection

# mcs_dns
source: DNS
de: DNS verwenden

# mcs_dhcp
source: DHCP
nl: SHCP

# mcs_new_hd_1280x720
source: 1280x720
nl: HD 1280x720
