Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_ebitcam_download_describe
source: EBITCAM is a cloud monitoring service software, this software with the use of cloud camera, allowing users to view video information whenever and wherever possible for you, we provide a clear, smooth viewing experience, intelligent control will allow you to care for their family, love the users come to download it!
ar: ebitcam هو رصد البرمجيات خدمة سحابة ، سحابة هذا البرنامج مع كاميرا الفيديو في أي وقت وفي أي مكان ، يسمح للمستخدمين لعرض المعلومات، ونحن نقدم لك تجربة مشاهدة واضحة ، على نحو سلس ، التحكم الذكي يجعلك تتردد في رعاية أسرهم ، مثل المستخدمين تحميل تعال !
de: EBITCAM ist ein cloud - monitoring - Service - software, die software mit der cloud - Kamera verwendet, so dass der nutzer auf video - Informationen jederzeit und überall, bieten WIR Ihnen die Klare, Glatt und zuschauen, intelligente kontrollen, sie jederzeit selbst liebe Familie, liebe user Komm herunter!
es: Ebitcam es un software de control de servicio de la nube, la nube de software y con cámara de video, que permite a los usuarios ver información en cualquier momento y en cualquier lugar, nos ofrecen una experiencia de visualización clara, suave, control inteligente que en cualquier momento el cuidado de su familia, le gusta el usuario vamos a descargar.
fr: Ebitcam est un logiciel de service de surveillance de nuage, le logiciel de la caméra avec de l'air, ce qui permet à l'utilisateur de visualiser des informations vidéo de partout, on vous offre claire et fluide d'expérience de visualisation de commande intelligent pour vous, à tout moment, l'amour de sa famille, comme l'utilisateur à télécharger!
hu: ebitcam egy bekezdés felhőkben felügyeleti szolgáltatások szoftver használata, a szoftver együttműködött a felhőkben kamera meg a videót, hogy a felhasználók bármikor drót, hogy világos, folyékonyan nézéshez, hogy bármikor intelligencia irányítása. a saját családját, mint a felhasználók gyorsan jön le!
it: Ebitcam è un Software per il Cloud dei servizi di controllo, con Le nuvole con telecamera di Software, che permette agli Utenti di vedere Video di informazione ovunque e in qualsiasi momento, dobbiamo fornire una Chiara, perfettamente e guardare l'esperienza, il controllo intelligente che ti Piace la Cura della sua Famiglia, in qualsiasi momento, l'utente Per scaricare!
ja: ebitcamは1項の雲の監視サービスのソフトウェア、本ソフトウェアを使用して雲のカメラに合わせて、いつでもどこでも査看ビデオユーザー情報を提供して、私達はあなたのように、滑らかな見て体験、スマートの制御をいつでも君愛自分の家族、好きなユーザーが早く来て下載だろう！
ko: ebitcam 구름 한 돈을 감시 서비스 소프트웨어, 이 소프트웨어의 협조 구름 카메라 가입자 언제 어디서나 사용할 비디오 정보 보기 위해, 우리는 당신이 제공한 구분하기 유창하다 관람 체험, 지능 제어 당신을 항상 사랑 자신의 가족을, 좋아하는 사용자, 빨리 다운로드 하세요!
nl: Ebitcam is een wolk op diensten van software, de software en de wolken van het gebruik van camera 's, laat de gebruiker de video' s van informatie, we bieden je een duidelijke, goede kijk ervaring, intelligente controle houden je op de liefde van je familie, vindt de gebruiker te downloaden.
pt: Ebitcam é um software de monitoramento de software de serviços de Nuvem, a Nuvem com a câmera para USAR a qualquer Hora e EM qualquer Lugar, permite que o usuário Veja o vídeo, nós fornecer - lhe UMA experiência de visualização Clara, suave, inteligente de controle a qualquer momento que você GOSTA de CUIDAR de SUA família, O usuário para fazer o download!
ru: Ebitcam это облачные службы мониторинга программное обеспечение с использованием облачных камеры , позволяет пользователям просматривать видео информации в любое время и в любом месте , мы предоставляем вам ясно , свободно смотреть на опыт контроля позволяет вам в любое время , интеллектуальные заботиться о собственной семьей , нравится пользователям быстро для загрузки!
zh_hans: ebitcam是一款云端监控服务软件,本软件配合云端摄像头使用,让用户随时随地查看视频资讯,我们为你提供清晰,流畅的观看体验,智能的控制让你随时关爱自己的家人,喜欢的用户快来下载吧!
zh_hant: ebitcam是一款雲端監控服務軟件，本軟件配合雲端監視器使用，讓用戶隨時隨地查看視頻資訊，我們為你提供清晰，流暢的觀看體驗，智慧的控制讓你隨時關愛自己的家人，喜歡的用戶快來下載吧！

# mcs_mipc_download_describe
source: MIPC is a cloud monitoring service software, this software with the use of cloud camera, allowing users to view video information whenever and wherever possible for you, we provide a clear, smooth viewing experience, intelligent control will allow you to care for their family, love the users come to download it!
ar: mipc هو رصد البرمجيات خدمة سحابة ، سحابة هذا البرنامج مع كاميرا الفيديو في أي وقت وفي أي مكان ، يسمح للمستخدمين لعرض المعلومات، ونحن نقدم لك تجربة مشاهدة واضحة ، على نحو سلس ، التحكم الذكي يجعلك تتردد في رعاية أسرهم ، مثل المستخدمين تحميل تعال !
de: MIPC ist ein cloud - monitoring - Service - software, die software mit der cloud - Kamera verwendet, so dass der nutzer auf video - Informationen jederzeit und überall, bieten WIR Ihnen die Klare, Glatt und zuschauen, intelligente kontrollen, sie jederzeit selbst liebe Familie, liebe user Komm herunter!
es: Mipc es un software de control de servicio de la nube, la nube de software y con cámara de video, que permite a los usuarios ver información en cualquier momento y en cualquier lugar, nos ofrecen una experiencia de visualización clara, suave, control inteligente que en cualquier momento el cuidado de su familia, le gusta el usuario vamos a descargar.
fr: Mipc est un logiciel de service de surveillance de nuage, le logiciel de la caméra avec de l'air, ce qui permet à l'utilisateur de visualiser des informations vidéo de partout, on vous offre claire et fluide d'expérience de visualisation de commande intelligent pour vous, à tout moment, l'amour de sa famille, comme l'utilisateur à télécharger!
hu: mipc egy bekezdés felhőkben felügyeleti szolgáltatások szoftver használata, a szoftver együttműködött a felhőkben kamera meg a videót, hogy a felhasználók bármikor drót, hogy világos, folyékonyan nézéshez, hogy bármikor intelligencia irányítása. a saját családját, mint a felhasználók gyorsan jön le!
it: Mipc è un Software per il Cloud dei servizi di controllo, con Le nuvole con telecamera di Software, che permette agli Utenti di vedere Video di informazione ovunque e in qualsiasi momento, dobbiamo fornire una Chiara, perfettamente e guardare l'esperienza, il controllo intelligente che ti Piace la Cura della sua Famiglia, in qualsiasi momento, l'utente Per scaricare!
ja: mipcは1項の雲の監視サービスのソフトウェア、本ソフトウェアを使用して雲のカメラに合わせて、いつでもどこでも査看ビデオユーザー情報を提供して、私達はあなたのように、滑らかな見て体験、スマートの制御をいつでも君愛自分の家族、好きなユーザーが早く来て下載だろう！
ko: mipc 구름 한 돈을 감시 서비스 소프트웨어, 이 소프트웨어의 협조 구름 카메라 가입자 언제 어디서나 사용할 비디오 정보 보기 위해, 우리는 당신이 제공한 구분하기 유창하다 관람 체험, 지능 제어 당신을 항상 사랑 자신의 가족을, 좋아하는 사용자, 빨리 다운로드 하세요!
nl: Mipc is een wolk op diensten van software, de software en de wolken van het gebruik van camera 's, laat de gebruiker de video' s van informatie, we bieden je een duidelijke, goede kijk ervaring, intelligente controle houden je op de liefde van je familie, vindt de gebruiker te downloaden.
pt: MIPC é um software de monitoramento de software de serviços de Nuvem, a Nuvem com a câmera para USAR a qualquer Hora e EM qualquer Lugar, permite que o usuário Veja o vídeo, nós fornecer - lhe UMA experiência de visualização Clara, suave, inteligente de controle a qualquer momento que você GOSTA de CUIDAR de SUA família, O usuário para fazer o download!
ru: Mipc это облачные службы мониторинга программное обеспечение с использованием облачных камеры , позволяет пользователям просматривать видео информации в любое время и в любом месте , мы предоставляем вам ясно , свободно смотреть на опыт контроля позволяет вам в любое время , интеллектуальные заботиться о собственной семьей , нравится пользователям быстро для загрузки!
tr_tr: MIPC, bulut ip kamera ile kullanıcıların canlı videoyu her zaman ve her yerde görüntülemesine olanak tanıyan bir bulut izleme hizmeti uygulamasıdır. Net ve pürüzsüz görüntüleme deneyimi sunuyoruz. Akıllı kontrol, güvenlik ve sevgi arzusunu tatmin edecek. Tereddüt etmeyin ve indirin!
zh_hans: mipc是一款云端监控服务软件,本软件配合云端摄像头使用,让用户随时随地查看视频资讯,我们为你提供清晰,流畅的观看体验,智能的控制让你随时关爱自己的家人,喜欢的用户快来下载吧!
zh_hant: mipc是一款雲端監控服務軟件，本軟件配合雲端監視器使用，讓用戶隨時隨地查看視頻資訊，我們為你提供清晰，流暢的觀看體驗，智慧的控制讓你隨時關愛自己的家人，喜歡的用戶快來下載吧！

# mcs_guide_download
source: Manual Download
ar: تحميل كتاب
de: Handbuch zum download
es: Manual de descarga
fr: Manuel de téléchargement
hu: kézikönyv letölthető
it: Manuale di scaricare
ja: マニュアルダウンロード
ko: 수첩 다운로드
nl: Downloaden.
pt: Download manual
ru: справочник скачать
tr_tr: Manuel indir
zh_hans: 手册下载
zh_hant: 手册下載

# mcs_password_admin
source: Password Admin
ar: إدارة كلمة المرور
de: Passwortverwaltung
es: Gestión de contraseñas
fr: Password Management
hu: Şifre Yönetimi
it: Gestione delle password
ja: パスワード管理
ko: 암호 관리
nl: Password management.
pt: Gerenciamento de senhas
ru: Управление паролями
tr_tr: Şifre yönetimi
zh_hans: 密码管理
zh_hant: 密碼管理

# mcs_already_read
source: I have read and agreed to the
ar: كنت قد قرأت ووافقت على
de: Ich habe gelesen, und stimmen
es: He leído y estoy de acuerdo con
fr: J'ai lu et accepté
hu: elolvastam és egyetértek
it: Gestione delle password
ja: 私はすでに読んで同意している
ko: 나는 이미 읽기 및 동의
nl: Ik heb eens gelezen en
pt: Gerenciamento de senhas
ru: Я прочитал и согласия
tr_tr: Okudum ve kabul ettim.
zh_hans: 我已阅读并同意
zh_hant: 我已阅读并同意

# mcs_privacy_policy
source: privacy policy
ar: سياسة الخصوصية
de: DATENSCHUTZ - Politik
es: La política de privacidad
fr: La politique de confidentialité
hu: tempósan
it: La Politica della Privacy
ja: プライバシーポリシー
ko: 프라이버시 정책
nl: Privacy beleid
pt: A política de privacidade
ru: политика конфиденциальности
tr_tr: Gizlilik Politikası.
zh_hans: 隐私政策
zh_hant: 隱私政策

# mcs_not_agree_privacy_policy
source: You have not agreed to the privacy policy
ar: أنت لم توافق على سياسة الخصوصية
de: Sie ist noch nicht vereinbart, DATENSCHUTZ
es: Usted no está de acuerdo con la política de privacidad
fr: Vous n'êtes pas d'accord avec la politique de confidentialité
hu: még nem értek egyet, hogy adatvédelmi politika
it: Non Hai accettato La Politica della Privacy
ja: プライバシーポリシーにはまだ賛成していない
ko: 당신 아직 동의 프라이버시 정책
nl: Heb je nog niet eens de privacy beleid
pt: Você também não concorda com a política de privacidade
ru: Вы также не согласен с политикой конфиденциальности
tr_tr: Gizlilik politikasını kabul etmediniz.
zh_hans: 您还未同意隐私政策
zh_hant: 您還未同意隱私政策

# mcs_reload
source: Reload
ar: إعادة تحميل
de: Nachladen
es: Volver a cargar
fr: Recharger
hu: újratölteni
it: Ricarica
ja: 再ロード
ko: 다시 불러오기
nl: Opnieuw laden
pt: Recarregar
ru: Обновить
tr_tr: Yeniden yükle.
zh_hans: 重新加载
zh_hant: 重新加載

# mcs_start_download
source: Start Downloading
ar: تحميل الآن
de: Jetzt herunterladen
es: Descargar ahora
fr: Télécharger
hu: azonnal letöltés
it: Scaricare
ja: すぐダウンロード
ko: 즉시 다운로드
nl: Onmiddellijk te downloaden
pt: Download
ru: скачать сейчас
tr_tr: İndirmeye Başla
zh_hans: 立即下载
zh_hant: 立即下載

# mcs_video_play_fail
source: Video play failed
ar: فشل تشغيل الفيديو
de: Video - spielen gescheitert
es: Video de la derrota
fr: Un échec de lecture vidéo
hu: videolejátszó
it: IL Video di Fallimento
ja: ビデオで失敗する
ko: 동영상 재생 실패
nl: De video niet spelen
pt: A reprodução de vídeo
ru: воспроизведение видео провал
tr_tr: Video oynatma başarısız
zh_hans: 视频播放失败
zh_hant: 視頻播放失敗

# mcs_download_app_tips
source: You can also try to use the PC client
ar: يمكنك أيضا محاولة استخدام الكمبيوتر العميل
de: Sie können auch versuchen, MIT PC - client
es: Puedes tratar de usar PC cliente
fr: Vous pouvez également essayer de client utilise PC
hu: te is próbáld pc kliens
it: Puoi anche cercare di usare PC Client
ja: ご利用に使ってみて PCクライアント
ko: 이후ㅐ 사용할 시도 PC 클라이언트
nl: Je kunt ook proberen gebruik te maken van client - pc -
pt: Você também Pode tentar USAR o PC cliente
ru: Вы также можете попробовать использовать pc - клиента
tr_tr: Ayrıca PC istemci kullanarak deneyebilirsiniz
zh_hans: 您还可以尝试使用 PC客户端
zh_hant: 您還可以嘗試使用 PC用戶端

# mcs_memo
source: Memo
tr_tr: bellek
zh_hans: 记忆
zh_hant: 記憶

# mcs_fencer
source: Fencer
tr_tr: kılıç ustası
zh_hans: 剑客
zh_hant: 劍客

# mcs_focus
source: Focus
tr_tr: odak
zh_hans: 焦点
zh_hant: 焦點

# mcs_mini
source: Mini
zh_hans: 迷你
zh_hant: 迷你

# mcs_shield
source: Shield
tr_tr: küçük Kalkan
zh_hans: 小盾牌
zh_hant: 小盾牌

# mcs_snowman
source: Snowman
tr_tr: kardan adam
zh_hans: 小雪人
zh_hant: 小雪人

# mcs_device_type
source: Device type
ar: نوع الجهاز
de: Art der ausrüstung
es: El tipo de dispositivo
fr: Le type de dispositif
hu: eszköz típusa
it: IL tipo di dispositivo
ja: デバイスタイプ
ko: 장치 형식
nl: Soort apparatuur
pt: Categorias de
ru: тип устройства
tr_tr: cihaz Türü
zh_hans: 设备类型
zh_hant: 設備類型

# mcs_connect_device_wifi
source: Camera does not support the 5GHz band WiFi
ar: الكاميرا لا يدعم 5GHz واي فاي
de: Die Kamera nicht für die 5 - GHz - band WiFi
es: La Cámara no soporta WiFi 5ghz
fr: Caméra wifi de ne pas soutenir la bande de 5 GHz
hu: 5GHz - es ideiglenesen nem támogatja a wifi
it: La telecamera non 5ghz temporaneo supporto Wi - Fi
ja: カメラはしばらく支持しません5GHz帯域のWiFi
ko: 카메라 잠시 5GHz 밴드 있는 WiFi 지원하지 않습니다.
nl: De camera 's geen steun voor de 5 GHz - band -
pt: A câmera não suporta WiFi de 5GHz
ru: камера временно не поддерживает частот 5 ГГц WiFi
tr_tr: Kamera WiFi 5GHz bant desteklemiyor
zh_hans: 摄像机暂不支持5GHz频段的WiFi
zh_hant: 攝像機暫不支持5GHz頻段的WiFi

# mcs_send_diagnosis_results
source: Send the diagnosis results...
ar: نتائج التشخيص في ارسال ...
de: Die Diagnose senden...
es: El diagnóstico de la transmisión de los resultados.
fr: à transmettre le résultat de diagnostic.
hu: küld a diagnózis...
it: La diagnosi di trasmettere I Risultati...
ja: 診断結果の発送について…
ko: 진단 결과 보내는 중...
nl: De diagnose van de resultaten van een...
pt: Enviar OS resultados de diagnóstico.
ru: Результаты диагностики отправить в ...
tr_tr: Tanı gönderiliyor ...
zh_hans: 诊断结果发送中...
zh_hant: 診斷結果發送中…

# mcs_local_file
source: Local file
ar: الملفات المحلية
de: LoKale datei
es: Archivo local
fr: Fichier local.
hu: a helyi iratok
it: IL File locale
ja: ローカルファイル
ko: 로컬 파일
nl: De lokale bestanden
pt: Ficheiro local
ru: локальный файл
tr_tr: yerel Dosya
zh_hans: 本地文件
zh_hant: 本地檔案

# mcs_local_device
source: Local device
ar: جهاز محلي
de: LoKale Geräte
es: El equipo local
fr: Le dispositif local
hu: a helyi berendezések
it: Le attrezzature locali
ja: ローカル設備
ko: 로컬 장치
nl: De lokale hulpmiddelen
pt: Dispositivo local
ru: локальное устройство
tr_tr: yerel Cihaz
zh_hans: 本地设备
zh_hant: 本地設備

# mcs_export_sd_data
source: Export SD card data
ar: تصدير البيانات من بطاقة الذاكرة الرقمية المؤمنة
de: Der SD - Daten ergibt Sich
es: Exportar datos de la tarjeta SD
fr: Les données de la carte SD dérivé
hu: az exportált sd - kártya
it: Scheda di Memoria Dati derivati
ja: SDカードのデータを導出する
ko: 데이터 내보내기 SD卡
nl: Gegevens afkomstig van de SD - kaart
pt: Exportar dados EM cartão SD
ru: Экспорт данных для sd карт
tr_tr: İhracat SD kart verileri
zh_hans: 导出SD卡数据
zh_hant: 匯出SD卡數據

# mcs_shaking
source: PTZ Cameras
ar: هز رأسه سلسلة آلة
de: Kopfschütteln - serie
es: La cabeza de serie de la máquina
fr: La tête de machine
hu: bólogató gép sorozat
it: La macchina di Serie
ja: 横振り機シリーズ
ko: 고개를 저으며 기계 시리즈
nl: Z 'n hoofd machine
pt: A máquina Da série
ru: головой машины серии
tr_tr: Baş Serisi Hareketli
zh_hans: 摇头机系列
zh_hant: 搖頭機系列

# mcs_outdoor
source: Outdoor Cameras
ar: في الهواء الطلق سلسلة آلة
de: Outdoor - serie
es: Serie de exterior
fr: Série de l'unité extérieure
hu: kültéri egység sorozat
it: La macchina di Serie all'Aperto
ja: 屋外機シリーズ
ko: 실외기 시리즈
nl: In de machine
pt: Fora de série
ru: открытый машины серии
tr_tr: Açık Box Kamera
zh_hans: 室外枪机系列
zh_hant: 室外機系列

# mcs_card
source: Stationary Cameras
ar: بطاقة آلة سلسلة
de: Karten - serie
es: Serie de la tarjeta
fr: Une série de cartes
hu: a kártyás fizetés sorozat
it: La macchina di serie di carte
ja: カード機シリーズ
ko: 카드 기계 시리즈
nl: De kaarten
pt: A série de máquina de cartão
ru: карта машины серии
tr_tr: Kart makine serisi
zh_hans: 卡片机系列
zh_hant: 卡片機系列

# mcs_wifi_connection
source: WiFi connection
ar: اتصال واي فاي
de: WiFi - Verbindung
es: Conexión wifi
fr: Une connexion wifi
hu: wifi
it: Connessione Wi - Fi
ja: WiFi接続
ko: WiFi 연결
nl: Wifi verbinding
pt: Conexão wi - fi
ru: WiFi соединения
tr_tr: WiFi bağlantı
zh_hans: WiFi连接
zh_hant: WiFi連接

# mcs_home_mode
source: Home mode
ar: وضع المنزل
de: Start-Modus
es: modo de Inicio
fr: mode d'accueil
hu: Otthoni mód
it: modalità casa
ja: ホームモード
ko: 홈 모드
nl: mode huis
pt: modo de casa
ru: режим Home
tr_tr: Ev modu
zh_hans: 在家模式
zh_hant: 在家模式

# mcs_away_home_mode
source: Out mode
ar: الوضع بعيدا
de: AWAY-Modus
es: Modo AWAY
fr: mode LOIN
hu: AWAY
it: Modalità LONTANO
ja: 退席中モード
ko: AWAY 모드
nl: AWAY Mode
pt: Modo AWAY
ru: AWAY режим
tr_tr: UZAK Modu
zh_hans: 外出模式
zh_hant: 外出模式

# mcs_auto_switch_mode
source: Auto switch
ar: التبديل تلقائيا
de: Automatisches umschalten
es: cambiará automáticamente
fr: basculer automatiquement
hu: automatikus váltás
it: passare automaticamente
ja: 自動的切り替え
ko: 자동 전환
nl: automatisch schakelen
pt: alternar automaticamente
ru: Автоматическое переключение
tr_tr: otomatik olarak geçiş
zh_hans: 自动切换
zh_hant: 自動切換

# mcs_select_scene_mode
source: Select scene mode
ar: الرجاء اختيار الشخصية
de: Bitte wählen Sie ein Profil
es: Por favor, elija un perfil
fr: S'il vous plaît choisir un profil
hu: Kérjük, válasszon egy profilt
it: Scegliere un profilo
ja: プロファイルを選択してください
ko: 프로필을 선택하세요
nl: Kies een profiel
pt: Por favor, escolha um perfil
ru: Пожалуйста, выберите профиль
tr_tr: Bir profil seçiniz
zh_hans: 请选择情景模式
zh_hant: 請選擇情景模式

# mcs_7x24_hours_prompt
source: Enable 24/7 recording
ar: 7X24 المفتوحة (ح) تسجيل
de: Offene 7x24 (h) Aufnahme
es: 7x24 abiertas (h) de grabación
fr: 7x24 Ouvert (h) Enregistrement
hu: Nyitott 7x24 (h) Felvételi
it: 7x24 aperte (h) Registrazione
ja: オープン連続録画
ko: 오픈 연중 무휴 (시간) 기록
nl: Open 7x24 (h) Opnemen
pt: 7x24 abertos (h) Gravação
ru: Open 7x24 (ч) Запись
tr_tr: Açık 7x24 (h) Kayıt
zh_hans: 开启7x24(小时)录像
zh_hant: 開啟7x24(小時)錄像

# mcs_all_day_recording
source: All day record
ar: فيديو اليوم
de: Day Video
es: día de vídeo
fr: vidéo jour
hu: Day video
it: Video giorno
ja: デイビデオ
ko: 주 비디오
nl: dag video
pt: vídeo dia
ru: День видео
tr_tr: gün Video
zh_hans: 全天录像
zh_hant: 全天錄像

# mcs_home_mode_prompt
source: Home mode:Turn off the alarm on all devices
ar: وضع الرئيسية: جميع أجهزة الإنذار المعدات إغلاق
de: Start-Modus: Alle Gerätealarme Schließen
es: modo de Inicio:Cierre todos los dispositivos de alarma
fr: mode d'accueil: Toutes les alarmes d'équipement Fermer
hu: Otthoni mód:Zárja be az összes riasztó készülékek
it: modalità casa:Chiudere tutti i dispositivi di allarme
ja: ホームモード：すべて閉じる機器アラーム
ko: 홈 모드:닫기 모든 장비 경보
nl: mode huis:Sluit alle alarmapparaten
pt: modo de casa:Feche todos os dispositivos de alarme
ru: режим Home:Закройте все устройства сигнализации
tr_tr: Ev modu: Kapat Tüm ekipman alarmları
zh_hans: 在家模式:所有设备关闭报警
zh_hant: 在家模式:所有設備關閉報警

# mcs_away_home_mode_prompt
source: Out mode:Turn on the alarm on all devices
ar: من وضع: إيقاف جميع أجهزة الإنذار المعدات
de: AWAY-Modus:Alle Geräte offene Unruh
es: Modo AWAY:Todos los dispositivos de alarma abierto
fr: mode LOIN:Tous les dispositifs d'alarme ouverte
hu: AWAY:Az összes készülék nyitott riasztó
it: Modalità LONTANO:Tutti i dispositivi di allarme aperto
ja: 退席中モード：すべてのデバイスのオープンアラーム
ko: AWAY 모드:모든 장치 열린 경보
nl: AWAY Mode:Alle apparaten geopend alarm
pt: Modo AWAY:Todos os dispositivos de alarme aberta
ru: AWAY режим:Все устройства открыты сигнализации
tr_tr: Modunda Çıkışı: tüm ekipman alarmları çevirin
zh_hans: 外出模式:所有设备开启报警
zh_hant: 外出模式:所有設備開啟報警

# mcs_at_home
source: Home
ar: في المنزل
de: zu Hause
es: en casao
fr: chez soi
hu: otthon
it: a casa
ja: 自宅で
ko: 집에서
nl: thuis
pt: no país
ru: домаe
tr_tr: evde
zh_hans: 在家
zh_hant: 在家

# mcs_away_home
source: Out
ar: خارج
de: aus
es: fuera
fr: dehors
hu: ki
it: fuori
ja: アウト
ko: 아웃
nl: uit
pt: fora
ru: из
tr_tr: dışarı
zh_hans: 外出
zh_hant: 外出

# mcs_set_timezone_prompt_start
source: Your time zone is
ar: المنطقة الزمنية الخاصة بك
de: Ihre Zeitzone ist
es: Su zona horaria es
fr: Votre fuseau horaire
hu: Az időzóna
it: Il fuso orario è
ja: あなたのタイムゾーンがあります
ko: 시간대는
nl: Uw tijdzone is
pt: O fuso horário é
ru: Ваш часовой пояс
tr_tr: Sizin saat dilimidir
zh_hans: 您的时区是
zh_hant: 您的時區是

# mcs_set_timezone_prompt_end
source: pls modify the timezone in the setting of "Day/Time"
ar: تاريخ / وقت
de: Schalten Sie bitte die "Datum/Uhrzeit" in der Zeitzoneneinstellung
es: Por favor, cambia la "Fecha/Hora" en la configuración de zona horaria
fr: S'il vous plaît changer "Jour/heure" dans le cadre de fuseau horaire
hu: Kérjük, váltson az időt és a dátumot időzóna beállítása
it: Si prega di cambiare la "Giorno/ora" nel fuso orario
ja: タイムゾーンの設定に"日付/時間"切り替えてください
ko: 시간대 설정에서"날짜/시간"전환하세요
nl: Schakel de tijd en datum in de tijdzone-instelling
pt: Por favor mudar "Data/Hora" na configuração de fuso horário
ru: Пожалуйста, включите дату и время в настройки часового пояса
tr_tr: Set Lütfen "Tarih / Saat " anahtarlama bölgesi
zh_hans: 请在设置中"日期/时间"切换时区
zh_hant: 請在設置中"日期/時間"切換時區

# mcs_set_wifi_remind_head
source: The following problems may lead to failure of the camera networking, advice to avoid
ar: الأسئلة التالية قد تؤدي إلى فشل التوصية تجنب كاميرا شبكة ،
de: Die folgenden Fragen dazu führen, dass die Kamera ein Vorschlag scheitern zu vermeiden
es: Los problemas que pueden llevar a la Cámara la creación de redes de recomendaciones para evitar el fracaso,
fr: La question suivante peut entraîner une caméra en réseau recommandé d'éviter l'échec
hu: a következő kérdést nem vezethet 连网 elkerülése érdekében a javaslat
it: I seguenti problemi potrebbe causare il fallimento della telecamera in Rete, raccomanda di evitare
ja: 以下の問題につながるカメラ连网失敗、提案を避ける
ko: 이하 문제를 가져올 수 카메라 连网 것을 피할 수 없습니다
nl: De volgende problemen kan leiden tot de camera 's niet aanbevolen om te voorkomen dat de netwerken.
pt: A câmera de rede Pode levar a falha, recomenda evitar
ru: следующие проблемы могут привести к сетевой камеры не избежать , рекомендации
tr_tr: Aşağıdaki sorunlar kamerayı internete neden olabilir, bunu önlemek için tavsiye edilir başarısız
zh_hans: 以下问题可能导致摄像机连网失败，建议避免
zh_hant: 以下問題可能導致攝像機連網失敗，建議避免
