Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_user_admin_password
source: Account Admin Password
ar: المشرف المستخدم كلمة السر
de: Administratorpasswort für Benutzer
es: Usuario administrador
fr: Mot de passe utilisateur d'administration
hu: Felhasználó admin jelszó
it: Password amministratore utente
ja: ユーザー管理者パスワード
ko: 사용자 관리자 암호
nl: Gebruiker admin wachtwoord
pt: Senha de administrador do usuário
ru: Пользователь Admin Password
tr_tr: Hesap Yönetici Parolası
zh_hans: 用户管理密码
zh_hant: 用戶管理密碼

# mcs_user_guest_password
source: Account Guest Password
ar: المستخدم كلمة السر ضيف
de: Gastpasswort für Benutzer
es: Usuario de invitado
fr: Mot de passe utilisateur invité
hu: Felhasználói vendég jelszót
it: Password ospite utente
ja: ユーザゲストパスワード
ko: 사용자 게스트 암호
nl: Gebruiker gast wachtwoord
pt: Usuário convidado senha
ru: Гостевой пароль пользователя
tr_tr: Misafir hesap Şifresi
zh_hans: 用户访客密码
zh_hant: 用戶訪客密碼

# mcs_save_network_set
source: Save network set and password
ar: حفظ مجموعة شبكة وكلمة المرور
de: Netzwerkeinstellungen und Passwort speichern
es: Guardar conjunto de la red y la contraseña
fr: Sauvegarder la configuration réseau et le mot de passe
hu: Mentsd hálózati készlet és jelszó
it: Salva rete impostata e password
ja: ネットワーク設定とパスワードを保存します
ko: 네트워크 설정 및 암호 저장
nl: Sla netwerk en wachtwoord op
pt: Salve conjunto da rede ea senha
ru: Сохранить настройки сети и пароль
tr_tr: Ağ ayarlarını ve şifreyi kaydet
zh_hans: 保存网络设置和密码
zh_hant: 保存網絡設置和密碼

# mcs_nickname_not_set
source: Camera nickname is not set
ar: لم يتم تعيين الكاميرا كنية
de: Kein Kurzname für die Kamera eingestellt
es: Apodo de la cámara no está establecida
fr: Le pseudonyme de la caméra n'est pas défini
hu: Kamera becenév nincs megadva
it: Il nickname videocamera non è impostato
ja: カメラのニックネームが設定されていません
ko: 카메라 별명이 설정되어 있지 않습니다
nl: Camera naam is niet ingevoerd
pt: Camera apelido não está definido
ru: Ник камера не установлена
tr_tr: Kamera takma adı ayarlanmadı
zh_hans: 摄像机昵称未设置
zh_hant: 攝像機暱稱未設置

# mcs_current_wifi
source: Current Wi-Fi
ar: واي فاي الحالي
de: Aktuelles Wi-Fi
es: Actual Wi-Fi
fr: Wi-Fi actuelle
hu: A jelenlegi Wi-Fi
it: Wi-Fi corrente
ja: 現在のWi-Fi
ko: 현재 와이파이
nl: Huidige Wi-Fi
pt: Atual Wi-Fi
ru: Текущий Wi-Fi
tr_tr: Mevcut Wi-Fi
zh_hans: 当前Wi-Fi
zh_hant: 當前的Wi-Fi

# mcs_current_password_strength
source: The current password strength
ar: قوة كلمة المرور الحالية
de: Sicherheit des derzeitigen Passworts
es: La fortaleza de la contrase?a actual
fr: La qualité du mot de passe actuel
hu: A jelenlegi jelszó erőssége
it: L'attuale robustezza della password
ja: 現在のパスワードの強度
ko: 현재 암호 강도
nl: Huidige wachtwoord sterkte
pt: A força da senha atual
ru: В настоящее время численность пароль
tr_tr: Geçerli şifre gücü
zh_hans: 当前密码强度
zh_hant: 當前密碼強度

# mcs_new_password_strength
source: New password strength
ar: قوة كلمة المرور الجديدة
de: Sicherheit des neuen Passworts
es: Nueva fuerza contrase?a
fr: Qualité du nouveau mot de passe
hu: Új jelszó erőssége
it: Nuova robustezza della password
ja: 新しいパスワードの強度
ko: 새로운 암호 강도
nl: Nieuwe wachtwoord sterkte
pt: Força nova senha
ru: Новая сила пароль
tr_tr: Yeni şifre gücü
zh_hans: 新密码强度
zh_hant: 新密碼強度

# mcs_needs_to_open_the_DHCP
source: Your router needs to open the DHCP (automatically obtain IP) function, if the attempt is unsuccessful, please contact the administrator.
ar: يحتاج جهاز التوجيه الخاص بك لفتح DHCP (تلقائيا الحصول على IP) وظيفة، وإذا كانت محاولة غير ناجحة، يرجى الاتصال بمسؤول.
de: Bei Ihrem Router muss die DHCP-Funktion (IP-Adresse automatisch beziehen) aktiviert sein. Sollte dies nicht funktionieren, wenden Sie sich bitte an den Administrator.
es: El router tiene que abrir el DHCP (obtener automáticamente IP) la función, si el intento no tiene éxito, por favor póngase en contacto con el administrador.
fr: Votre routeur doit ouvrir la fonction DHCP (résolution automatique d'adresse IP). Si la tentative échoue, veuillez contacter l'administrateur.
hu: A router kell megnyitni a DHCP (automatikusan az IP) funkció, ha a kísérlet sikertelen, kérjük, vegye fel a kapcsolatot a rendszergazdával.
it: Il vostro router ha bisogno di aprire la funzione DHCP (ottenere automaticamente IP), se il tentativo non ha successo, si prega di contattare l'amministratore.
ja: ルーターは、DHCPを開く必要機能（自動的にIPを取得）の試みが失敗した場合、管理者に連絡してください。
ko: 라우터는 시도가 실패 할 경우, 기능 (자동으로 IP를 얻을), 관리자에게 문의하십시오 DHCP를 열 필요가있다.
nl: Uw router moet de DHCP funtie open (automatisch IP adres ophalen). Indien dit mislukt, neem dan contact op met de beheerder
pt: Seu roteador precisa abrir o DHCP (obter automaticamente IP) função, se a tentativa for bem-sucedida, entre em contato com o administrador.
ru: Маршрутизатор должен открыть DHCP (автоматическое получение IP) функцию, если попытка будет неудачной, обратитесь к администратору.
tr_tr: Yönelticinin DHCP (otomatik olarak IP'yi al) işlevini açması gerekir, eğer girişim başarısız olursa, lütfen yöneticiyle iletişime geçin.
zh_hans: 你的路由器需要开启DHCP（自动获取IP）的功能，如果尝试不成功请联系管理员。
zh_hant: 你的路由器需要开启DHCP（自动获取IP）的功能，如果尝试不成功请联系管理员。

# mcs_picture
source: Picture
ar: صورة
de: Bild
es: imagen
fr: image
hu: kép
it: Immagine
ja: 絵
ko: 그림
nl: Beeld
pt: quadro
ru: картина
tr_tr: Resim
zh_hans: 图像
zh_hant: 圖像

# mcs_quality
source: Quality
ar: جودة
de: Qualität
es: calidad
fr: qualité
hu: minőség
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pt: qualidade
ru: качество
tr_tr: Kalite
zh_hans: 质量
zh_hant: 質量

# mcs_size
source: Size
ar: حجم
de: Grösse
es: tama?o
fr: taille
hu: méret
it: Dimensioni
ja: サイズ
ko: 크기
nl: Formaat
pt: tamanho
ru: размер
tr_tr: Boyut
zh_hans: 尺寸
zh_hant: 尺寸

# mcs_guest_login
source: Guest Login
ar: دخول النزيل
de: Gästeanmeldung
es: Invitado Entrar
fr: Connexion « invité »
hu: Vendég Bejelentkezés
it: Accesso ospite
ja: ゲストのログイン
ko: 고객 로그인
nl: Gast log-in
pt: Hóspede Login
ru: Гость Войти
tr_tr: Misafir girişi
zh_hans: 访客登录
zh_hant: 訪客登錄

# mcs_audio_and_video
source: Audio / Video
ar: الصوت / الفيديو
fr: Audio / Vidéo
hu: Audio / Videó
ja: オーディオ/ビデオ
ko: 오디오 / 비디오
pt: Áudio / Vídeo
ru: Аудио / Видео
tr_tr: Ses/Video
zh_hans: 音频/视频
zh_hant: 音頻/視頻

# mcs_volume
source: Volume
ar: حجم
de: Lautstärke
es: El volumen
hu: hangerő
ja: ボリューム
ko: 체적
pt: O volume
ru: громкость
tr_tr: Hacim
zh_hans: 音量
zh_hant: 音量

# mcs_smooth
source: Smooth
ar: ناعم
de: Rund
es: liso
fr: Lisser
hu: sima
it: Fluido
ja: スムーズ
ko: 부드러운
nl: Soepel
pt: suave
ru: гладкий
tr_tr: Pürüzsüz
zh_hans: 流畅
zh_hant: 流暢

# mcs_clear
source: Clear
ar: واضح
de: Löschen
es: claro
fr: Effacer
hu: tiszta
it: Trasparente
ja: クリア
ko: 명확한
nl: Helder
pt: claro
ru: ясно
tr_tr: Açık
zh_hans: 清晰
zh_hant: 清晰

# mcs_handsfree
source: HF
ar: تكلم الحر
es: Manos libres
hu: kihangosító
ja: ハンズフリー
ko: 핸즈프리
nl: Handsfree
pt: Handsfree
ru: Громкая связь
tr_tr: Eller serbest
zh_hans: 免提
zh_hant: 免提

# mcs_headphone
source: Headset
ar: سماعة
de: Kopfhörer
es: auricular
fr: Casque audio
hu: fejhallgató
it: Cuffia
ja: ヘッドフォン
ko: 헤드폰
pt: Headphone
ru: наушники
tr_tr: Kulaklık
zh_hans: 耳机
zh_hant: 耳機

# mcs_my
source: Account
ar: لي
de: Konto
es: Mi cuenta
fr: Compte
hu: My
ja: アカウント
ko: 나의
pt: meu
ru: мой
tr_tr: Hesap
zh_hans: 我
zh_hant: 我

# mcs_customer_service
source: Customer Service
ar: خدمة العملاء
de: Kundenservice
es: servicio al cliente
fr: Service après-vente
hu: Ügyfélszolgálat
it: Servizio Clienti
ja: 顧客サービス
ko: 고객 서비스
nl: Klantenservice
pt: atendimento ao Cliente
ru: обслуживание клиентов
tr_tr: Müşteri servisi
zh_hans: 客服
zh_hant: 客服

# mcs_firefox_flash_uninstall
source: Your flash plugin is not available, the solution please refer to the https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
ar: البرنامج المساعد فلاش الخاص بك هو غير متوفر، والحل يرجى الرجوع https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
de: Falls das Flash-Plugin nicht zur Verfügung steht, finden Sie Hilfe unter https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
es: Tu lector Flash no está disponible, la solución consulte https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
fr: Le plugin flash n'est pas disponible, pour résoudre ce problème, veuillez vous référer à https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
hu: A flash plugin nem elérhető, az oldat olvassa https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
it: Il tuo flash plugin non è disponibile, per la soluzione consultare https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
ja: あなたのFlashプラグインが利用できない、解決策はhttps://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-workを参照してください。
ko: 플래시 플러그인을 사용할 수없는,이 솔루션은 https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work를 참조하시기 바랍니다
nl: Uw flash plug-in is niet beschikbaar. Voor de oplossing wijzen wij u graag door naar:https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
pt: Seu plugin flash não está disponível, a solução consulte https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
ru: Ваш флэш-плагин не доступен, пожалуйста, обратитесь решение https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
tr_tr: Flash eklentisi mevcut değil, çözümü için bkz. https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
zh_hans: 您的flash插件不可用，解决方法请参考https://support.mozilla.org/zh-CN/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work
zh_hant: 您的flash插件不可用，解決方法請參考https://support.mozilla.org/en-US/products/firefox/fix-problems/videos-sound-pictures-and-animations-dont-work

# mcs_plug
source: Plugins
ar: القطعة
es: Widget
hu: Widget
it: Plugin
ja: ウィジェット
ko: 위젯
pt: ferramenta
ru: Виджет
tr_tr: Eklentiler
zh_hans: 插件
zh_hant: 插件

# mcs_plug_load
source: Load plugins
ar: الإضافات الحمل
de: Plugins laden
es: plugins de carga
fr: Charger les plugins
it: Carica plugin
ja: ロードプラグイン
ko: 로드 플러그인
nl: Laad plug-ins
pt: plugins de carga
ru: плагины нагрузки
tr_tr: Yükleme Eklentileri
zh_hans: 加载插件
zh_hant: 加載插件

# mcs_plug_load_refuse
source: Do not load plugins
ar: لا تقم بتحميل الإضافات
de: Plugins nicht laden
es: No cargue plugins
fr: Ne pas charger les plugins
hu: Ne töltsön plugins
it: Non caricare plugin
ja: プラグインをロードしないでください
ko: 플러그인을로드하지 마십시오
nl: Laad geen plug-ins
pt: No cargue plugins
ru: Не загружать плагины
tr_tr: Eklentileri yüklemeyin
zh_hans: 不加载插件
zh_hant: 不加載插件

# mcs_plug_load_auto
source: Automatic
ar: أوتوماتيكي
de: Automatisch
es: automático
fr: Automatique
hu: automatikus
it: Automatico
ja: 自動
ko: 자동적 인
nl: Automatisch
pt: automático
ru: автоматическая
tr_tr: Otomatik
zh_hans: 自动
zh_hant: 自動

# mcs_option
source: Options
ar: خيارات
de: Optionen
es: Opciones
hu: Beállítások
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pt: Opciones
ru: опции
tr_tr: Seçenekler
zh_hans: 选项
zh_hant: 選項

# mcs_option_ok
source: Determine
ar: حدد
de: Festlegen
es: Terminar
fr: Déterminer
hu: Határozza
it: Determina
ja: 決定する
ko: 결정
nl: Bepalen
pt: determinar
ru: определить
tr_tr: Onaylamak
zh_hans: 确定
zh_hant: 確定

# mcs_voice_call_fails
source: Voice call fails, check the network
ar: فشلت المكالمة الصوتية، والتحقق من الشبكة
de: Anruf fehlgeschlagen, bitte Netzwerk prüfen
es: Llamada de voz falla, compruebe la red
fr: Échec de l'appel vocal, vérifier le réseau
hu: Hang hívás sikertelen, ellenőrizze a hálózati
it: Chiamata vocale fallita, controllare la rete
ja: 音声コールは、ネットワークをチェックし、失敗した
ko: 음성 호출은 네트워크 확인 실패
nl: Spraak oproep mislukt, check het netwerk
pt: Chamada de voz falhar, verifique a rede
ru: Голосовой вызов не удается, проверьте сеть
tr_tr: Sesli arama başarısız oldu, lütfen şebekeyi kontrol edin
zh_hans: 语音通话失败，请检查网络
zh_hant: 語音通話失敗，請檢查網絡

# mcs_umounted_prompt
source: Whether to unmount?
ar: إذا كان إلغاء تحميل?
de: Entfernen?
es: Si para desmontar?
fr: Faut-il démonter ?
hu: Akár lecsatolni?
it: Se smontare?
ja: アンマウントするか?
ko: 혹시 마운트?
nl: Om los te koppelen
pt: Se desmontar?
ru: о том, чтобы отключить?
tr_tr: Kaldırın mı?
zh_hans: 是否卸载？
zh_hant: 是否卸載？

# mcs_mounted_prompt
source: Whether to mount?
ar: سواء لتحميل?
de: Einbauen?
es: Si para desmontar?
fr: Faut-il monter ?
hu: Akár szerelhető?
it: Se montare?
ja: マウントするかどうか?
ko: 마운트할지 여부?
nl: Om te bevestigen
pt: Quer para montar?
ru: Будь монтировать?
tr_tr: Yükle mi?
zh_hans: 是否加载？
zh_hant: 是否加載？

# mcs_format_prompt
source: Whether to format?
ar: سواء لتهيئة؟?
de: Formatieren?
es: ¿Desea formatear la tarjeta micro SD? Se borrará todo el contenido
fr: Faut-il formater ?
hu: Akár formázás
it: Se formattare?
ja: フォーマットするかどうか？
ko: 포맷할지 여부?
nl: Om te formatteren
pt: Se deseja formatar?
ru: Будь форматировать?
zh_hans: 是否格式化？
zh_hant: 是否格式化？

# mcs_repair_prompt
source: Whether to repair?
ar: ما إذا كان الإصلاح?
de: Reparieren?
es: si la revisión?
fr: Faut-il réparer?
hu: Azt, hogy a gyorsjavítás?
it: Se riparare?
ja: 修正プログラムかどうか?
ko: 핫픽스 여부?
nl: Om te repareren
pt: se a correcção?
ru: Будь исправления?
tr_tr: Onarmak ya da değil mi?
zh_hans: 是否修复?
zh_hant: 是否修复?

# mcs_signup_prompt
source: New here?
ar: الجديد هنا?
de: Für Neueinsteiger
es: De nuevo por aqui?
fr: Nouveau ici?
hu: új itt.?
it: Nuovo qui?
ja: ここで新しい?
ko: 새로 온?
nl: Nieuw hier?
pt: De novo aqui?
ru: здесь?
tr_tr: Yeni mi?
zh_hans: 新的？
zh_hant: 新的？

# mcs_wifi_connect_sucess_prompt
source: Note: Wi-Fi normal work, you can disconnect the network now
ar: ملاحظة: واي فاي تعمل بشكل صحيح، يمكنك الآن قطع الشبكة
de: Hinweis: Die Wi-Fi-Verbindung funktioniert, Sie können die Netzwerkverbindung jetzt trennen.
es: Nota: el trabajo normal de Wi-Fi, ahora puedes desconectar de la red.?
fr: Remarque : Fonctionnement Wi-Fi normal, vous pouvez déconnecter le réseau maintenant
hu: Nota: O Wi-Fi funciona normalmente, Agora você Pode desligar a rede.
it: Nota: normale attività Wi-Fi, è possibile scollegare la rete ora
ja: 注：Wi-Fiを正常に仕事して、あなたは今オフネットワーク
ko: 비고: Wi-Fi 정상 근무, 지금 수 네트워크 연결 끊기
nl: Opmerking: Wi-Fi functioneert. U kunt nu het netwerk loskoppelen
pt: Nota: O Wi-Fi funciona normalmente, Agora você Pode desligar a rede.
ru: Примечание : Wi-Fi нормальной работы, теперь вы можете отключить сети
tr_tr: Not: Wi-Fi iyi çalışıyor, şimdi ağ bağlantısını kesebilirsiniz
zh_hans: 备注：Wi-Fi正常工作，您现在可以断开网络
zh_hant: 備註：Wi-Fi正常工作，您現在可以斷開網絡

# mcs_manual_input_prompt
source: Manual input device ID
ar: أجهزة الإدخال معرف
de: Geräte-ID manuell eingeben
es: Ingresa el ID de la cámara
fr: Saisir l'ID du périphérique manuel
hu: kézi bevitel berendezés azonosítója
it: Inserimento manuale dell'ID dispositivo
ja: デバイスIDを手動で入力
ko: 수동 입력 장치 ID
nl: Handmatig het apparaat ID invoeren
pt: Dispositivo de Entrada manual.
ru: ручной ввод оборудования id
tr_tr: Cihaz kimliğini manuel olarak girin
zh_hans: 手动输入设备ID
zh_hant: 手動輸入裝置ID

# mcs_qrscan_prompt
source: You have not yet allowed this application to access your camera, and you can find the application of the name 'Vimtag' in the iPhone's 'setting' - 'privacy' - 'camera' feature.
ar: كنت عدم السماح لهذا التطبيق للوصول إلى الكاميرا الخاصة بك في، 'الخصوصية'، ميزة فون 'الإعدادات' 'كاميرا'، والعثور على اسم التطبيق Vimtag إلى تعديل.
de: Sie haben dieser App bislang nicht den Zugriff auf Ihre Kamera gestattet. Unter den Einstellungen des iPhones - 'Datenschutz' - 'Kamera' finden Sie die App 'Vimtag'.
es: Usted no ha permitido el acceso a esta aplicación, por favor, en función de su cámara en el iPhone 'preferencias' -' privacidad '-' cámara ',' Vimtag 'para encontrar el nombre de la aplicación del procedimiento de revisión.
fr: Vous n'avez pas encore autorisé cette application à accéder à votre caméra. Vous pouvez trouver l'application « Vimtag » concernée avec la fonction . ' setting' - 'privacy' - 'camera' de votre iPhone.
hu: - még nem teszi lehetővé a kérelem hozzáférni a kamerát, kérem az iphone \’kész\’ - \’privát\’ - \’a\’ funkció, meg Vimtag neve ‘’ kérelmek felülvizsgálatát.
it: Questa applicazione non è ancora autorizzata ad accedere alla tua camera, puoi trovare l'App Vimtag sulle impostazioni dell'iPhoNon avete ancora permesso a questa applicazione di accedere alla vostra videocamera e potete trovare l'applicazione denominata 'Vimtag' nella funzione iPhone 'impostazione" - "privacy" - "videocamera".'
ja: あなたはまだこのアプリケーションを許可訪問あなたのカメラは、iPhone」設定」－」プライバシー」－」カメラ」機能で、名前を見つけVimtag」「のアプリケーションを手直しする。
ko: 당신 아직 이 프로그램을 액세스할 수 카메라, 좀 아이폰 ’ 설정 '－ ’ 프라이버시 ’ － ’ 카메라 ’ 기능 에서 찾을 Vimtag 이름 위해 ’ ‘ 프로그램을 변경할 수 있습니다.
nl: U heeft de applicatie nog geen verbinding met uw camera toegestaan. U kunt de applicatie met naam Vimtag in uw telefoon vinden bij 'instellingen', 'privacy', 'camera instellingen'
pt: Você não permite que o aplicativo acesse a câmera do iPhone, por favor, a configuração de privacidade ‘’ - ‘’ - '', a função de câmera para encontrar o Nome do aplicativo Vimtag '' FOI alterado.
ru: Вы еще не позволяет этого приложения для доступа к вашей камеры, пожалуйста, в iPhone ' Настройки конфиденциальности ' - ' ' - ' фотоаппарат ‘ в ‘ имя функции , найти для Vimtag \’ приложений для пересмотра.
tr_tr: Bu uygulamanın kameranıza erişmesine izin vermediniz. 'Vimtag' uygulamasını iPhone'un 'ayarında' - 'gizlilik' - 'kamera' rotasında bulabilirsiniz
zh_hans: 您尚未允许此应用程序访问您的相机，请在iPhone的'设置'-'隐私'-'相机'功能中，找到名字为'Vimtag'的应用程序进行修改。
zh_hant: 您尚未允許此應用程序訪問您的相機，請在iPhone的'設定'－'隱私'－'相機’功能中，找到名字為'Vimtag'的應用程序進行修改。

# mcs_select_network_style
source: Select network connection mode:
ar: اختر شبكة الاتصال:
de: Netzwerkverbindungsmodus auswählen
es: Seleccione el modo de Conectando de red:
fr: Sélectionner le mode de connexion réseau
hu: alternatív hálózati összekapcsolhatóság:
it: Seleziona modalità di connessione di rete
ja: ネットワーク接続方式を選ぶ：
ko: 선택 네트워크 연결 방식:
nl: Selecteer netwerk verbinding mode
pt: Escolha o modo de conexão de rede:
ru: режим выбора сети связи :
tr_tr: Ağ bağlantı yöntemini seçin
zh_hans: 选择网络连接方式：
zh_hant: 選擇網絡連接管道：

# mcs_push
source: Announcement
ar: إعلان
de: Mitteilung
es: annuncio
fr: Annonce
hu: Hirdetmény
it: Comunicazioni
ja: お知らせ
ko: 발표
nl: Aankondiging
pt: anúncio
ru: объявление
tr_tr: Duyuru
zh_hans: 公告栏
zh_hant: 公告欄

# mcs_connect_power_prompt
source: Note: the device is not online, please ensure that the power is connected
ar: ملاحظة: الجهاز لا على الانترنت، يرجى التأكد من توصيل الطاقة
de: Hinweis: Das Gerät ist nicht online, bitte vergewissern Sie sich, dass das Gerät an die Stromzufuhr angeschlossen ist.
es: Nota: asegúrese de que el equipo en el que se ha relacionado con el suministro de energía
fr: Remarque : le périphérique n'est pas en ligne, veuillez vous assurer qu'il est alimenté
hu: megjegyzés: a berendezés nem online, kérem, először, hogy már indulhat
it: Nota: il dispositivo non è in linea, assicurarsi che l'alimentazione sia collegata
ja: 注：設備オンラインでない、先に確保は電源に接続します
ko: 비고: 장치 안 -, 먼저 확보한 전원 연결됨
nl: Opmerking: Apparaat is niet online, controleer de voeding
pt: Nota: O dispositivo não online, certifique - se de que a ligação de Energia elétrica
ru: Примечание : оборудование не онлайн , пожалуйста, убедитесь, что уже подключения электроснабжения
tr_tr: Not: cihaz çevrimiçi değil, lütfen elektrik bağlantısının yapılmış olduğundan emin olun
zh_hans: 备注：设备不在线，请先确保已连接电源
zh_hant: 備註：設備不線上，請先確保已連接電源

# mcs_fail_microphone
source: Unable to access the microphone
ar: لا يمكن الوصول إلى ميكروفون
de: Kein Zugriff auf das Mikrophon
es: No se puede acceder a un micrófono
fr: Impossible d'accéder au microphone
hu: Nem sikerült elérni a mikrofont
it: Impossibile accedere al microfono.
ja: マイクにアクセスできない
ko: 마이크 접근할 수 없습니다
nl: Kan geen verbinding maken met de microfoon
pt: Não consigo acessar o microfone
ru: Невозможно получить доступ к микрофон
tr_tr: Mikrofona erişilemiyor
zh_hans: 无法访问麦克风
zh_hant: 無法訪問麥克風

# mcs_microphone_prompt
source: You are not to allow this application to access your microphone, in the 'set' iPhone - the 'privacy' - 'microphone' feature, find the name of 'Vimtag' application to be modified
ar: لم تكن للسماح لهذا التطبيق للوصول إلى الميكروفون، في \’مجموعة’ اي فون - لخصوصية \’- ميزة’ ميكروفون \’، والعثور على اسم التطبيق’ Vimtag \’إلى تعديل
de: Sie gestatten dieser App keinen Zugriff auf Ihr Mikrophon. Unter den Einstellungen des iPhones - 'Datenschutz' - 'Mikrophon' können Sie bei der App 'Vimtag' die entsprechenden Änderungen vornehmen.
es: Usted no es para permitir que esta aplicación para acceder a su micrófono, en el 'set' iPhone - la 'privacidad' - función 'micrófono', encontrar el nombre de la aplicación 'Vimtag' ser modificado
fr: Vous n'avez pas autorisé cette application à accéder à votre microphone. Vous pouvez trouver l'application « Vimtag » concernée avec la fonction . ' setting' - 'privacy' - 'microphone' de votre iPhone.
hu: Ön ne engedjék, hogy az alkalmazás hozzáférjen a mikrofon, a \’set’ iPhone - a \’magánélet’ - \’mikrofon’ funkció, keresse meg a nevét \’Vimtag’ alkalmazás módosítani kell
it: Non bisogna consentire a questa applicazione di accedere al microfono, nella funzione 'iPhone "impostata" - 'privacy' - 'microfono', trova il nome dell'applicazione 'Vimtag' da modificare
ja: 「Vimtag「アプリケーションの名前を変更することが見つけ、「マイク」機能 - 「プライバシー」 - あなたは「セット」iPhoneで、このアプリケーションがマイクにアクセスできるようにではありません
ko: 이 응용 프로그램은 '설정'아이폰, 마이크에 액세스 할 수 있도록하지 않습니다 - '개인 정보 보호'- '마이크'기능, 수정 될 'Vimtag'응용 프로그램의 이름을 찾을 수
nl: You are not to allow this application to access your microphone, in the 'set' iPhone - the 'privacy' - 'microphone' feature, find the name of 'Vimtag' applicati
pt: Você não deve permitir que este aplicativo acesse seu microfone, no 'set' iPhone - a \’privacidade’ - recurso de \’microfone’, encontrar o nome de aplicação »Vimtag 'a ser modificado
ru: Вы не позволяют это приложение, чтобы получить доступ к микрофон, в «набор» iPhone - СО «конфиденциальность» - функция ‘Микрофон’, найти имя приложения \’Vimtag 'быть изменены
tr_tr: Bu uygulamanın mikrofonunuza erişmesine izin vermediniz. IPhone'un 'gizlilik' - 'mikrofon' rotasına gidebilir, 'Vimtag' uygulamasını bulabilir ve izin verebilirsiniz.
zh_hans: 您尚未允许此应用程序访问您的麦克风，请在iPhone的 ’设置’－’隐私’－’麦克风’功能中，找到名字为’Vimtag‘的应用程序进行修改
zh_hant: 您尚未允許此應用程序訪問您的麥克風，請在iPhone的’設定’－’隱私’－’麥克風’功能中，找到名字為’Vimtag‘的應用程序進行修改

# mcs_super_clear
source: 1080P
zh_hans: 超清
zh_hant: 超清

# mcs_high_clear
source: HD
ar: هد
ja: 高画質
ko: HD화질
zh_hans: 高清
zh_hant: 高清

# mcs_standard_clear
source: Standard
ar: علامة واضحة
es: Sdtv
hu: SDTV
ja: 通常
ko: 청 표
nl: Standaard
pt: SDTV
ru: Ур
tr_tr: Standart
zh_hans: 标清
zh_hant: 標清

# mcs_fluent_clear
source: Smooth
ar: بطلاقة
de: Reibungslos
es: Suave
fr: Lisser
hu: folyékonyan
it: Fluido
ja: 低画質
ko: 유창하다
nl: Vloeiend
pt: Suave
ru: свободно
tr_tr: Pürüzsüz
zh_hans: 流畅
zh_hant: 流暢

# mcs_deleting
source: Deleting...
ar: حذف ...
de: Löscht...
es: Borrar...
fr: Suppression en cours...
hu: most el kell hagyni...
it: In eliminazione…
ja: 削除している...
ko: 삭제 중...
nl: Verwijderen....
pt: Apagar...
ru: Удалить...
tr_tr: Siliniyor olma
zh_hans: 正在删除...
zh_hant: 正在删除...

# mcs_event
source: Event
ar: الحدث
de: Ereignis
es: Evento
fr: Événement
hu: események
it: Evento
ja: 事件
ko: 사건
nl: Gebeurtenis
pt: Evento
ru: Мероприятия
tr_tr: Etkinlik
zh_hans: 事件
zh_hant: 事件

# mcs_one_hour
source: 1 hour
ar: ساعة
de: 1 Stunde
es: 1 hr
fr: 1 heure
hu: egy óra
it: 1 Ora
ja: 一時間
ko: 한 시간
nl: 1 uur
pt: UMA Hora
ru: час
tr_tr: 1 saat
zh_hans: 一小时
zh_hant: 一小時

# mcs_half_hour
source: 30 min
ar: نصف ساعة
hu: fél óra
ja: 半時間
ko: 반
nl: 30 minuten
ru: полчаса
tr_tr: 30 dakika
zh_hans: 半小时
zh_hant: 半小時
