Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_login_fail_inactive
source: Inactive account. Please follow the instructions of active email to activate new account.
ar: حساب غير نشط. يرجى اتباع محتوى البريد الإلكتروني النشطة إلى نشطة
de: Konto nicht aktiv. Bitte beachten Sie die Anweisungen in der E-Mail, um ein neues Konto zu aktivieren
es: Cuenta está inactiva. Por favor, siga el contenido de correo electrónico activa para activar.
fr: Compte non activé. Pour activer votre nouveau compte, veuillez suivre les instructions du courriel d'activation.
hu: Fiók inaktív. Kérjük, kövesse a tartalom aktív e-mail, hogy aktív.
it: Conto non attivo. Si prega di seguire le istruzioni della e-mail attiva per attivare il nuovo conto.
ja: アカウントが非アクティブです。アクティブ、アクティブ電子メールの内容に従ってください.
ko: 계정이 비활성화 상태입니다. 새로운 계정가입을 위한 안내를 따라주세요.
nl: Inactief account. Volg de instructies van het actieve e-mail adres om een nieuw account te activeren
pt: A conta está inativa. Por favor, siga o conteúdo do e-mail ativo para ativo.
ru: Аккаунт не активирован. Для активации, пожалуйста, следуйте инструкции, высланной на ваш электронный адрес.
tr_tr: Etkin olmayan hesap. Yeni hesabı etkinleştirmek için lütfen etkin e-posta adresinize gelen talimatlarını uygulayın.
zh_hans: 帐号未激活,请查收激活邮件进行激活
zh_hant: 帳號未啟動,請查收啟動郵件進行啟動

# mcs_sign_up_again
source: Sign up again
ar: الاشتراك مرة أخرى
de: Erneut anmelden
es: Iniciar de nuevo
fr: Reconnectez-vous
hu: Regisztrálj újra
it: Riaccedi
ja: 再びサインアップする
ko: 재가입
nl: Opnieuw registreren
pt: Registe-se novamente
ru: Зарегистрироваться снова
tr_tr: Tekrar kaydol
zh_hans: 重新注册
zh_hant: 重新註冊

# mcs_press_start_talk
source: Press to speak
ar: الصحافة في الكلام
de: Zum Sprechen drücken
es: Pulsar para hablar
fr: Appuyer pour parler
hu: Nyomja meg beszélni
it: Premi per parlare
ja: 話を押して、
ko: 누른후 통화
nl: Druk om te spreken
pt: Pressione para falar
ru: Нажмите, чтобы говорить
tr_tr: Konuşmak için basın
zh_hans: 按住 说话
zh_hant: 按住 說話

# mcs_release_stop_talk
source: Release to stop
ar: إطلاق سراح لوقف
de: Zum Stoppen lösen
es: Suelte para detener
fr: Relâcher pour arrêter
hu: Engedje, hogy hagyja abba
it: Rilascia per fermare
ja: 停止するに放し
ko: 정지 해제
nl: Laat los om te stoppen
pt: Solte para parar
ru: Отпустите, чтобы остановить
tr_tr: Durdurmak için bırakın
zh_hans: 松开 结束
zh_hant: 鬆開 結束

# mcs_delete_device
source: Delete
ar: حذف الجهاز
de: Löschen
es: Eliminar cámara
fr: Supprimer
hu: törlése eszköz
it: Elimina
ja: カメラを削除
ko: 삭제
nl: Verwijderen
pt: excluir dispositivo
ru: Удалить устройство
tr_tr: Silmek
zh_hans: 删除设备
zh_hant: 刪除設備

# mcs_success_removed_equipment
source: Delete device successfully
ar: حذف الجهاز بنجاح
de: Gerät erfolgreich entfernt
es: Eliminar un dispositivo con éxito
fr: Réussite de la suppression du périphérique
hu: Eszköz törlése sikeresen
it: Eliminazione dispositivo riuscita
ja: デバイスを正常に削除します。
ko: 성공적으로 장치 삭제
nl: Apparaat succesvol verwijderd
pt: Excluir dispositivo com sucesso
ru: Удалить устройство успешно
tr_tr: Cihazı başarıyla sil
zh_hans: 成功删除设备
zh_hant: 成功刪除設備

# mcs_remove_equipment_failure
source: Remove equipment failure
ar: إزالة تعطل المعدات
de: Störung des Geräts beheben
es: Retire la falla del equipo
fr: Échec du retrait de l'équipement
hu: Távolítsuk el a berendezés meghibásodását
it: Rimuovi guasto apparecchiatura
ja: 機器の故障を削除します
ko: 장비 고장 제거
nl: Verwijder storingen
pt: Remova a falha do equipamento
ru: Удалить отказа оборудования
tr_tr: Cihazı kaldırma başarısız
zh_hans: 删除设备失败
zh_hant: 刪除設備失敗

# mcs_device_busy
source: Device is busy now
ar: الجهاز هو مشغول الآن
de: Gerät arbeitet gerade
es: El dispositivo está ocupado ahora
fr: Le périphérique est actuellement occupé
hu: A készülék most elfoglalt
it: Ora il dispositivo è occupato
ja: デバイスがビジー状態である
ko: 카메라가 사용 중입니다
nl: Apparaat is bezig
pt: O dispositivo está ocupado agora
ru: Устройство сейчас занято
tr_tr: Cihaz şimdi meşgul
zh_hans: 设备现在正忙
zh_hant: 設備現在正忙

# mcs_keep_testing
source: Continue test
ar: يستمر الاختبار
de: Test fortsetzen
es: Continuar prueba
fr: Continuer le test
hu: Folytatás teszt
it: Continuare la prova
ja: テストを継続
ko: 테스트 계속
nl: Blijf testen
pt: continuar teste
ru: Продолжить тест
tr_tr: Test etmeye devam et
zh_hans: 持续测试
zh_hant: 持續測試

# mcs_notify_tone
source: Notification Ringtone
ar: نغمة إعلام
de: Benachrichtigungston
es: Tono de notificaciones
fr: sonnerie de notification
hu: Értesítési csengőhang
it: Suoneria di notifica
ja: 通知の着信音
ko: 알림 벨소리
nl: Notificatie geluidssignaal
pt: toque de notificação
ru: Мелодия уведомления
tr_tr: Bildirim zil sesi
zh_hans: 通知铃声
zh_hant: 通知鈴聲

# mcs_float_video
source: Enable floating video
ar: تمكين العائمة الفيديو
de: Schwebendes Fenster für Video aktivieren
es: Habilitar vídeo flotante
fr: Activer la vidéo flottante
hu: Engedélyezze a lebegő video
it: Abilita video mobile
ja: Enabelフローティングビデオ
ko: 팝업 비디오 사용
nl: Sta zwevende video toe
pt: Ativar vídeo flutuante
ru: Включить всплывающее видео
tr_tr: Kayan videoyu etkinleştir
zh_hans: 启用悬浮视频
zh_hant: 啟用懸浮影像

# mcs_float_position
source: Floating video position
ar: العائمة موقف الفيديو
de: Position des schwebenden Videofensters
es: Flotante posición de vídeo
fr: Position de la vidéo flottante
hu: Lebegő video pozíció
it: Posizione del video mobile
ja: フローティング•ビデオ•ポジション
ko: 팝업 비디오 위치
nl: Zwevende video positie
pt: Posição vídeo flutuante
ru: Плавающее положение видео
tr_tr: Hareketli video konumu
zh_hans: 悬浮视频位置
zh_hant: 懸浮影像位置

# mcs_video_resolution
source: Video resolution
ar: دقة الفيديو
de: Videoauflösung
es: resolución de vídeo
fr: Résolution de la vidéo
hu: Videó felbontás
it: Risoluzione del video
ja: ビデオ解像度
ko: 비디오 해상도
nl: Video resolutie
pt: resolução de vídeo
ru: Разрешение видео
tr_tr: Video çözünürlüğü
zh_hans: 视频分辨率
zh_hant: 影像解析度

# mcs_float_resolution
source: Floating video resolution
ar: العائمة دقة الفيديو
de: Auflösung des schwebenden Videofensters
es: Flotante resolución de vídeo
fr: Résolution de la vidéo flottante
hu: Lebegő videó felbontás
it: Risoluzione del video mobile
ja: フローティング•ビデオ解像度
ko: 팝업 비디오 해상도
nl: Zwevende video resolutie
pt: Resolução de vídeo flutuante
ru: Плавающие разрешение видео
tr_tr: Askıda video çözünürlüğü
zh_hans: 悬浮视频分辨率
zh_hant: 懸浮影像解析度

# mcs_top_left
source: Top left
ar: أعلى اليسار
de: oben links
es: Arriba a la izquierda
fr: En haut à gauche
hu: balra fent
it: In alto a sinistra.
ja: 左上
ko: 왼쪽 위
nl: Links bovenin
pt: Top esquerda
ru: Вверху слева
tr_tr: Sol üst köşe
zh_hans: 左上角
zh_hant: 左上角

# mcs_top_right
source: Top right
ar: أعلى اليمين
de: Oben rechts
es: Arriba a la derecha
fr: En haut à droite
hu: jobb felső
it: In alto a destra
ja: 右上
ko: 오른쪽 위
nl: Rechts bovenin
pt: Em cima à direita
ru: Вверху справа
tr_tr: Sağ üst köşe
zh_hans: 右上角
zh_hant: 右上角

# mcs_bottom_left
source: Bottom left
ar: أسفل اليسار
de: unten links
es: Abajo a la izquierda
fr: En bas à gauche
hu: bal alsó
it: In basso a sinistra.
ja: 左下
ko: 왼쪽 아래
nl: Links onderaan
pt: Embaixo à esquerda
ru: Внизу слева
tr_tr: Sol alt köşe
zh_hans: 左下角
zh_hant: 左下角

# mcs_bottom_right
source: Bottom right
ar: أسفل اليمين
de: unten rechts
es: Abajo a la derecha
fr: En bas à droite
hu: jobb alsó
it: In basso a destra
ja: 右下
ko: 오른쪽 아래
nl: Rechts onderaan
pt: Em baixo à direita
ru: Внизу справа
tr_tr: Sağ alt köşede
zh_hans: 右下角
zh_hant: 右下角

# mcs_action_next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: suivant
hu: következő
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
pt: próximo
ru: Следующий
tr_tr: Sonraki
zh_hans: 下一步
zh_hant: 下一步

# mcs_action_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fr: annuler
hu: Mégsem
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: cancelar
ru: Отменить
tr_tr: Iptal etmek
zh_hans: 取消
zh_hant: 取消

# mcs_action_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintente
fr: Réessayer
hu: Próbálja újra
it: Riprova
ja: リトライ
ko: 재시도
nl: Opnieuw
pt: tentar novamente
ru: Повторите
tr_tr: Yeniden dene
zh_hans: 重试
zh_hant: 重試

# mcs_action_add
source: Add
ar: إضافة
de: hinzufügen
es: añadir
fr: ajouter
hu: hozzáad
it: Aggiungi
ja: 加える
ko: 추가
nl: Toevoegen
pt: adicionar
ru: Добавить
tr_tr: Eklemek
zh_hans: 添加
zh_hant: 添加

# mcs_is_add
source: Whether to add
ar: سواء لإضافة
de: Hinzufügen?
es: Ya sea para añadir
fr: Faut-il ajouter ou non
hu: Hogy hozzá
it: Se aggiungere
ja: 追加するかどうか
ko: 추가할지 여부
nl: Om toe te voegen
pt: Se deseja adicionar
ru: Независимо от того, чтобы добавить
tr_tr: Eklensin mi?
zh_hans: 是否添加
zh_hant: 是否添加

# mcs_action_apply
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: appliquer
hu: alkalmaz
it: Applica
ja: 適用する
ko: 적용
nl: Toepassen
pt: aplicação
ru: Применить
tr_tr: Uygulamak
zh_hans: 应用
zh_hant: 應用

# mcs_action_config
source: Config
ar: ترتيب
de: Konfig
es: configuración
ja: 設定
ko: 설정
nl: Configureren
pt: configuração
ru: Конфигурация
tr_tr: Yapılandırma
zh_hans: 配置
zh_hant: 配置

# mcs_action_skip
source: Skip
ar: تخطى
de: überspringen
es: Cancelar
fr: Passer
hu: Ugrás
it: Salta
ja: スキップ
ko: 건너 뛰기
nl: Overslaan
pt: pular
ru: Пропустить
tr_tr: Atla
zh_hans: 跳过
zh_hant: 跳過

# mcs_action_ok
source: Ok
ar: حسنا
es: Aplicar
hu: Rendben
ko: 확인
nl: Oke
ru: Ок
tr_tr: Tamam
zh_hans: 确定
zh_hant: 確定

# mcs_action_add_device
source: Add device
ar: إضافة جهاز
de: Gerät hinzufügen
es: Agregar dispositivo
fr: Ajout d'un périphériquel
hu: eszköz hozzáadása
it: Aggiungi dispositivo
ja: デバイスの追加
ko: 카메라 추가
nl: Camera toevoegen
pt: Adicionar dispositivo
ru: Добавить устройство
tr_tr: Cihaz ekle
zh_hans: 添加设备
zh_hant: 添加設備

# mcs_action_modify_password
source: Modify password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
hu: Jelszó módosítása
it: Modifica password
ja: パスワードを変更
ko: 비밀번호 변경
nl: Wachtwoord aanpassen
pt: alterar senha
ru: Изменить пароль
tr_tr: şifreyi değiştir
zh_hans: 修改密码
zh_hant: 修改密碼

# mcs_action_config_wifi
source: Config Wi-Fi
ar: تعيين واي فاي
de: Wi-Fi konfigurieren
es: Configurar Wi-Fi
fr: Configurer Wi-Fi
it: Configura Wi-Fi
ja: 設定Wi-Fi
ko: 무선 랜 설정
nl: Wi-fi configureren
pt: Definir Wi-Fi
ru: Настройки Wi-Fi
tr_tr: Wi-Fi'yi yapılandır
zh_hans: 设置Wi-Fi
zh_hant: 設置Wi-Fi

# mcs_state_connect_device
source: Connecting device
ar: أجهزة الاتصال
de: Gerät anschliessen
es: Conectando de los dispositivos
fr: Connexion du périphérique en cours
hu: Csatlakoztatása eszközök
it: Connessione con il dispositivo
ja: デバイスの接続
ko: 카메라 연결
nl: Camera verbinden
pt: Conexão de dispositivos
ru: Подключение устройства
tr_tr: Bağlama aygıtı
zh_hans: 正在连接设备
zh_hant: 正在連接設備

# mcs_state_connect_device_fail
source: Fail to connect the device.
ar: ربط فشل المعدات
de: Gerät konnte nicht angeschlossen werden.
es: Conecte el fallo del equipo
fr: Échec de la connexion du périphérique
hu: Csatlakoztassa a berendezés meghibásodása
it: Connessione con il dispositivo fallita
ja: 機器の故障を接続
ko: 카메라 연결실패
nl: Verbinden mislukt
pt: Ligue a falha de equipamento
ru: Ошибка подключения к устройству.
tr_tr: Aygıtı bağlama hatası
zh_hans: 连接设备失败
zh_hant: 連接設備失敗

# mcs_state_wait_device_online
source: Waiting for device to be online.
ar: ينتظر الجهاز لتكون على الانترنت
de: Auf Internetverbindung des Geräts warten
es: A la espera de dispositivo a estar online
fr: Attente de la mise en ligne du périphérique
hu: Várja meg, amíg a készülék on-line
it: In attesa che il dispositivo sia on-lin
ja: デバイスがオンラインされるのを待つ
ko: 카메라 온라인을 대기 중
nl: In afwachting op verbinding
pt: À espera de dispositivo para estar on-line
ru: В ожидании когда устройство появится онлайн
tr_tr: Cihazın çevrimiçi olması için bekleniyor
zh_hans: 等待设备上线
zh_hant: 等待設備上線

# mcs_state_device_online
source: Online
ar: على الانترنت
fr: En ligne
ja: オンライン
ko: 온라인
ru: Онлайн
tr_tr: Çevrimiçi
zh_hans: 在线
zh_hant: 上線

# mcs_state_success
source: Success
ar: نجاح
de: Erfolgreich
es: Completo
fr: Opération réussie
hu: Sikeres
it: Successo
ja: 成功
ko: 성공
nl: Succes
pt: sucesso
ru: Онлайн
tr_tr: Başarılı
zh_hans: 成功
zh_hant: 成功

# mcs_fail
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallado
fr: Échec de l'opération
hu: Sikertelen
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
pt: Falhou
ru: Произошла ошибка
tr_tr: Başarısız oldu
zh_hans: 失败
zh_hant: 失敗

# mcs_delete_success
source: Delete success
ar: حذف بنجاح
de: Löschen erfolgreich
es: Eliminar con éxito
fr: Supprimé avec succès
hu: törölve
it: Cancella il successo
ja: 成功を削除する
ko: 삭제 성공
nl: Het schrappen van het succes
pt: Remover com SUCESSO
ru: Удалить успеха
tr_tr: Başarıyla silindi
zh_hans: 删除成功
zh_hant: 删除成功

# mcs_state_add_device_success
source: Add device successfully.
ar: إضافة جهاز النجاح
de: Gerät erfolgreich hinzugefügt
es: Añadir el éxito de dispositivos
fr: Réussite de l'ajout du périphérique
hu: Az eszköz hozzáadása sikerült
it: Aggiunta dispositivo riuscita
ja: デバイスの成功を追加
ko: 카메라 추가 성공
nl: Toevoegen gelukt
pt: Adicionar sucesso Dispositivo
ru: Устройство успешно добавлено
tr_tr: Aygıt başarıyla eklendi
zh_hans: 添加设备成功
zh_hant: 添加設備成功

# mcs_state_add_device_fail
source: Fail to add device.
ar: إضافة فشل الجهاز
de: Gerät konnte nicht hinzugefügt werden.
es: Añadir un fallo del dispositivo
fr: Échec de l'ajout du périphérique
hu: Az eszköz hozzáadása sikertelen
it: Aggiunta dispositivo fallita
ja: デバイスの故障を追加
ko: 장치 고장을 쓰
nl: Toevoegen mislukt
pt: Adicionar uma falha do dispositivo
ru: Ошибка добавления устройства
tr_tr: Cihaz eklenemedi
zh_hans: 添加设备失败
zh_hant: 添加設備失敗

# mcs_state_modify_pass_success
source: Modify password successfully
ar: تغيير كلمة المرور بنجاح
de: Passwort erfolgreich geändert
es: Contraseña cambiada con éxito
fr: Réussite de la modification du mot de passe
hu: A jelszót sikeresen megváltoztatta
it: Modifica password riuscita
ja: パスワードは正常に変更された
ko: 암호변경 성공
nl: Wachtwoord aangepast
pt: Senha alterada com sucesso
ru: Пароль успешно изменен
tr_tr: Parolayı başarıyla değiştir
zh_hans: 密码修改成功
zh_hant: 密碼修改成功

# mcs_state_modify_pass_fail
source: Fail to modify password.
ar: فشل تغيير كلمة المرور
de: Passwort konnte nicht geändert werden.
es: Cambio de contraseña falla
fr: Échec de la modification du mot de passe
hu: A jelszó megváltoztatása sikertelen
it: Modifica password fallita
ja: パスワードの変更は失敗します
ko: 암호변경 실패
nl: Wachtwoord aanpassing mislukt
pt: Alteração de senha falha
ru: Ошибка изменения пароля
tr_tr: Parola değiştirme başarısız
zh_hans: 密码修改失败
zh_hant: 密碼修改失敗

# mcs_state_config_wifi_success
source: Set Wi-Fi successfully.
ar: تعيين نجاح Wi-Fi
de: Wi-Fi-Verbindung erfolgreich.
es: Éxito Establezca Wi-Fi
fr: Réussite du paramétrage Wi-Fi
hu: Set Wi-Fi siker
it: Impostazione Wi-Fi riuscita
ja: 設定無線LANの成功
ko: Wi-Fi설정 성공
nl: Wi-fi setup afgerond
pt: Definir sucesso Wi-Fi
ru: Успешная настройка Wi-Fi
tr_tr: Wifi'yi başarıyla ayarla
zh_hans: 设置Wi-Fi成功
zh_hant: 設置Wi-Fi成功

# mcs_state_config_wifi_fail
source: Connect fail
ar: خطأ في الاتصال
de: Verbindung fehlgeschlagen
es: Falla en la Conectando
fr: Échec de la connexion
hu: Kapcsolódási hiba
it: Connessione fallita
ja: 接続に失敗しました
ko: 연결 실패
nl: Verbinding mislukt
pt: Erro de conexão
ru: Ошибка cоединения
tr_tr: Bağlantı başarısız
zh_hans: 连接失败
zh_hant: 連接失敗

# mcs_state_connecting_to
source: Connecting to
ar: الاتصال
de: Verbindet mit
es: Conectando a
fr: Connexion en cours, à
hu: Csatlakozás
it: Connessione a:
ja: への接続
ko: 에 연결
nl: Verbinden
pt: Conectando-se a
ru: Подключение к
tr_tr: Bağlanıyor
zh_hans: 正在连接到
zh_hant: 正在連接到

# mcs_network_connect_type
source: Your device is offline, please make sure your device is powered on, then choose network connection type:
ar: الجهاز غير متواجد، يمكنك التأكد من أن الجهاز هو مدعوم على، ثم حدد اتصال الشبكة:
de: Ihr Gerät ist nicht mit dem Internet verbunden, bitte prüfen Sie, ob das Gerät eingeschaltet ist und wählen Sie dann die Netzwerkverbindung aus.:
es: El dispositivo no está en línea, se asegura de que el dispositivo está encendido, y luego selecciona la Conectando de red:
fr: Votre périphérique est hors-ligne. Assurez-vous qu'il est alimenté puis sélectionnez le type de connexion réseau :
hu: Az eszköz nem online, akkor arról, hogy a készülék be van-e kapcsolva, majd válasszuk a Hálózati kapcsolat:
it: Il dispositivo non è in linea, accertarsi che il dispositivo sia acceso, quindi scegliere il tipo di connessione di rete::
ja: デバイスは、デバイスの電源がオンになっていることを確認し、[ネットワーク接続]を選択し、オンラインではありません。
ko: 장치는 장치의 전원이 켜져 있는지 확인하고 네트워크 연결을 선택, 온라인으로되지 않습니다 :
nl: Camera is offline, test a.u.b. of de camera is ingeschakeld en aangesloten
pt: O dispositivo não está on-line, você garante que o dispositivo é ligado, e, em seguida, selecione Conexão de rede:
ru: Устройство не в сети, вы убедитесь, что устройство работает-на, а затем выберите Подключение к сети:
tr_tr: Cihazınız çevrimdışı, cihazınızın açık olduğundan emin olun, ardından ağ bağlantısı türünü seçin
zh_hans: 设备不在线，请你确保设备已连接电源，然后选择网络连接方式:
zh_hant: 設備不在線，請你確保設備已連接電源，然後選擇網絡連接方式:

# mcs_prompt_modify_passwd
source: For security, change the device default password.The new password should not be less than six characters.
ar: لأسباب أمنية، وتغيير كلمة المرور الافتراضية للجهاز. يجب أن تكون كلمة المرور الجديدة ستة أحرف على الأقل
de: Aus Sicherheitsgründen wird das Passwort Standard für das Gerät ändern. Das neue Passwort muss mindestens sechs Zeichen lang sein
es: Por seguridad, cambie la contraseña predeterminada del dispositivo. La nueva contraseña no debe tener menos de seis caracteres.
fr: Pour des raisons de sécurité, changer le mot de passe par défaut pour le périphérique. Le nouveau mot de passe doit être d'au moins six caractères
hu: Biztonsági okokból a jelszó megváltoztatását az eszközhöz. Az új jelszó legalább hat karakter
it: Per motivi di sicurezza, modificare la password.The nuova password dispositivo predefinito non deve essere inferiore a sei caratteri.
ja: セキュリティ上の理由のために、デバイスのデフォルトのパスワードを変更します。新しいパスワードは6文字以上でなければなりません
ko: 보안상의 이유로, 장치의 기본 암호를 변경합니다. 새 암호는 최소 6 자 이상이어야합니다
nl: Om veiligheidsredenen, wijzigt u het standaard wachtwoord voor het apparaat. Het nieuwe wachtwoord moet ten minste zes tekens lang zijn
pt: Por segurança, altere a senha padrão do dispositivo. A nova senha não deve ter menos de seis caracteres.
ru: По соображениям безопасности изменить пароль по умолчанию для данного устройства. Новый пароль должен быть не менее шести символов
tr_tr: Güvenlik için cihazın varsayılan şifresini değiştirin. Yeni şifre altı karakterden az olmamalıdır..
zh_hans: 为了安全起见，请更改设备默认密码。新密码不得少于六个字符
zh_hant: 為了安全起見，請更改設備默認密碼。新密碼不得少於六個字符

# mcs_prompt_config_wifi
source: Your device is still not connected to your Wi-Fi, please configure your Wi-Fi.
ar: لا يزال غير جهازك متصلا واي فاي الخاص بك، يرجى تكوين خدمة الواي فاي الخاص بك.
de: Ihr Gerät ist noch nicht mit dem Wi-Fi verbunden, bitte Wi-Fi konfigurieren..
es: Favor de agregar los datos de su red inalámbrica Wi-Fi para conectar su dispositivo a su red.
fr: Votre périphérique n'est toujours pas connecté à votre Wi-Fi. Veuillez configurer votre Wi-Fi.
hu: A készülék még nem csatlakozik a Wi-Fi, kérjük, állítsa be a Wi-Fi.
it: Il vostro dispositivo non è ancora collegato alla rete Wi-Fi, configurare il vostro Wi-Fi.
ja: お使いのデバイスは、まだあなたの無線LANに接続されていない、あなたのWi-Fiを設定してください。.
ko: 장치가 여전히 무선 랜에 연결되어 있지 않은, 당신의 Wi-Fi 인터넷을 구성하십시오
nl: De camera is nog steeds niet verbonden met Wi-fi, stel a.u.b. De verbinding in.
pt: O dispositivo ainda não está conectado ao seu Wi-Fi, configure sua rede Wi-Fi.
ru: Ваше устройство по-прежнему не подключен к Wi-Fi, пожалуйста, настроить Wi-Fi.
tr_tr: Cihazınız hala Wi-Fi’a bağlı değil, lütfen Wi-Fi’ınızı yapılandırın.
zh_hans: 您的设备没有连接上Wi-Fi，请配置Wi-Fi.
zh_hant: 您的設備沒有連接上無線網絡，請配置Wi-Fi.

# mcs_step1_check_connect
source: Step 1 : Connect the camera to your router using wire.
ar: فإن الخطوة الأولى تكون واحدة من نهاية كبل الشبكة للاتصال جهاز التوجيه الخاص بك وعلى الطرف الآخر من الوصول عبر منفذ إيثرنت الكاميرا
de: Schritt 1: Schliessen Sie die Kamera mit einem Kabel an den Router an.
es: Paso 1 : Conecte el router y el cable de red está utilizando la cámara.
fr: Étape 1 : connectez votre caméra sur votre routeur avec un câble
hu: 1. lépés : Csatlakoztassa a kamerát a routerhez, az Ethernet kábel segítségével!
it: Fase 1: collegare la videocamera al vostro router con il cavo.
ja: ステップ1 : ルータとカメラ用ネットワークケーブルを接続.
ko: 1 단계 : 카메라 후면의 랜포트와 공유기 후면의 비어있는 랜포트를 랜케이블로 각각 연결하세요
nl: Stap 1: Sluit de camera aan met een netwerkkabel
pt: Passo 1 : Conecte o roteador e uso da câmera cabo de rede.
ru: Шаг 1 : Подключите камеру к роутеру/маршрутизатору сетевым кабелем(он идет в комплекте с камерой).
tr_tr: Adım 1: Kamerayı modeminize kabloyla bağlayın
zh_hans: 第一步 : 将网线的一端接入您的路由器，另一端接入摄像机的网口。
zh_hant: 第一步 : 將網線的一端接入您的路由器，另一端接入攝影機的網口。

# mcs_first_step_ethernet_connect
source: Step 2 : Connect one end of a network cable to connect to your router and the other end of the access device network port.
ar: الخطوة 2: قم بتوصيل كابل إيثرنت جهاز التوجيه والكاميرا.
de: Schritt 1: Verbinden Sie das eine Ende des Netzwerkkabels mit Ihrem Router und das andere mit der Netzwerkschnittstelle des Geräts..
es: Paso 2: Conecte el cable Ethernet al router ya la cámara.
fr: Étape 1 : connecter une extrémité d'un câble réseau au routeur et l'autre extrémité au port réseau du périphérique d'accès..
hu: 2. lépés: Csatlakoztassa az Ethernet kábelt a router és a kamera.
it: Fase 1: collegare un'estremità di un cavo di rete per collegarsi al router e l'altra estremità alla porta di rete del dispositivo di accesso.
ja: ステップ2：ネットワークケーブルを介してカメラとルータを接続します。
ko: 2 단계 : 라우터 및 카메라에 이더넷 케이블을 연결합니다.
nl: Stap 2: Sluit de Ethernet-kabel aan op de router en de Camera.
pt: Passo 2: Conecte o cabo Ethernet ao roteador e à câmera.
ru: Шаг 2: Подключите кабель Ethernet к маршрутизатору и к камере.
tr_tr: Adım 2: Kameranızı bağladığınız modemin kameraya erişmeye çalıştığınız cihaza da bağlı olduğundan emin olun
zh_hans: 第二步：通过网线连接路由器和摄像头。
zh_hant: 第二步：通過網線連接路由器和攝像頭。

# mcs_step2_check_connect
source: Step 2 : Power on your camera.
ar: الخطوة الثانية ستكون على كاميرا الفيديو الخاصة بك الكهرباء، بدء تشغيل الكاميرا
de: Schritt 2: Schalten Sie Ihre Kamera ein..
es: Paso 2 : Encienda la cámara.
fr: Étape 2 : Mettez votre caméra sous tension
hu: 2. lépés : Kapcsolja be a kamerát!
it: Fase 2: accendi la videocamera
ja: ステップ2 : お使いのカメラの電源を入れます.
ko: 2 단계 : 카메라의 전원을 켭니다.
nl: Stap 2: Schakel de camera in
pt: Passo 2 : Ligue a câmera.
ru: Шаг 2: Включите питание камеры.
tr_tr: 2. Adım 2: Kamerayı açın
zh_hans: 第二步 : 将您的摄像机上电，启动摄像机。
zh_hant: 第二步 : 將您的攝影機上電，啟動攝影機。

# mcs_second_step_ethernet_connect
source: Step 1 : Power on your device.
ar: هو مدعوم من جعل الجهاز على يقين على: الخطوة 1
de: Schritt 2: Schalten Sie Ihr Gerät ein.
es: Paso 1: Asegúrese de que el dispositivo está encendido.
fr: Étape 2 : Mettez votre périphérique sous tension.
hu: 1. lépés: Győződjön meg arról készülék be van kapcsolva.
it: Fase 2: accendi il dispositivo..
ja: ステップ1：必ずデバイスを作るの電源が入っています.
ko: 1 단계 : 장치 확인은 전원이 켜져.
nl: Stap 1: Zorg ervoor dat het apparaat is ingeschakeld.
pt: Passo 1: Certifique-se de dispositivo está ligado.
ru: Шаг 1: Убедитесь, что устройство включено.
tr_tr: 1. Adım: Cihazınızı açın
zh_hans: 第一步：确保设备已连接电源。
zh_hant: 第一步：確保設備已連接電源。
