Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_check
source: Check
ar: ترقية الفحص
de: Überprüfen
es: Comprobación
fr: Verifier
hu: Ellenőrzés
it: Controllo
ja: アップグレードして検査します
ko: 업그레이드 확인
pt: Verificar
ru: Проверить обновление
tr_tr: Kontrol et
zh_hans: 升级检查
zh_hant: 升級檢查

# mcs_audio_encoder_config
source: Audio codec
ar: إعدادات ترميز الصوت
es: Configuración de codec de audio
fr: Codec audio
hu: Audió kodek
it: Codec audio
ja: オーディオコーデック
ko: 오디오 코덱
pt: Configurações de codificação de áudio
ru: Аудио кодек
tr_tr: Ses codec
zh_hans: 音频编码设置
zh_hant: 聲音編碼設置

# mcs_video_codec
source: Video codec
ar: ترميز الفيديو
es: Codec de vídeo
fr: Codec vidéo
hu: Videó kodek
it: Codec video
ja: ビデオコーデック
ko: 비디오 코덱
pt: Codificação de vídeo
ru: Видео кодек
zh_hans: 视频编码
zh_hant: 影像編碼

# mcs_download
source: Download
ar: تحميل
es: Descargar
fr: Téléchargement
hu: Letöltés
ja: ダウンロード
ko: 다운로드
pt: Descarregar
ru: Скачать
tr_tr: İndir
zh_hans: 下载
zh_hant: 下載

# mcs_client_download
source: Client download
ar: تنزيل محطة العملاء
es: Descarga de Clientes
fr: Téléchargement du client
hu: Kliens letöltése
it: Scarica client
ja: クライアントダウンロード
ko: 클라이언트 다운로드
pt: Baixar o cliente
ru: Скачать клиент
zh_hans: 客户端下载
zh_hant: 客戶端下載

# mcs_for_more_clarity_smooth_video_experience
source: For more clarity, smooth video experience.
ar: الحصول على تجربة الفيديو أكثر وضوحا و أكثر سلاسة
de: Einfache Videoaufnahmen für mehr Einblicke
es: Obtenga la experiencia de vídeo más fluida y nítida
fr: Pour clarifier, rien de tel qu'une bonne petite vidéo
hu: A tiszta és még élvezhetőbb képért
it: Per maggiore chiarezza, l'esperienza di fluidità dei video
ja: もっと高画質で流暢のビデオを取得します
ko: 자연스러운 고해상도 지원
nl: Voor meer helderheid en een soepelere video ervaring
pt: Obter o vídeo mais nítido e fluido
ru: Для более четкого и плавного видео
tr_tr: Daha net ve yumuşak video deneyimine erişin
zh_hans: 获取更清晰、流畅的视频体验
zh_hant: 獲取更清晰、流暢的影像體驗

# mcs_network
source: Network
ar: إنترنت
de: Netzwerk
es: Red
fr: sans fil
hu: Hálózat
it: Rete
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pt: Rede
ru: Сеть
tr_tr: Ağ
zh_hans: 网络
zh_hant: 網路

# mcs_mobile_client_download
source: Mobile client download
ar: تنزيل محطة العملاء للهاتف المحمول
de: Download des mobilen Client
es: Descarga de Clientes de teléfonos
fr: Téléchargement du Mobile client
hu: Mobil kliens letöltése
it: Scarica client mobile
ja: 携帯クライアントダウンロード
ko: 모바일 클라이언트 다운로드
nl: Mobiele client download
pt: Descarregar em cliente móvel
ru: Скачать мобильное приложение
tr_tr: Mobil istemci indir`
zh_hans: 手机客户端下载
zh_hant: 手機客戶端下載

# mcs_readonly
source: Read only
ar: قراءة فقط
de: Schreibgeschützt
es: Sólo leer
fr: Lecture seulement
hu: Csak olvasható
it: Sola lettura
ja: リードオンリー
ko: 읽기 전용
nl: Alleen lezen
pt: Só ler
ru: Только для чтения
tr_tr: Salt okunur
zh_hans: 只读
zh_hant: 唯讀

# mcs_please_exit_and_relogin
source: Please exit and relogin.
ar: يرجي قراءة بالدخول مرة أخرى بعد الخروج
de: Bitte beenden und erneut anmelden
es: Por favor ingresa de nuevo para salir
fr: Veuillez quitter puis vous reconnecter
hu: Lépjen ki és lépjen be újra!
it: Si prega di uscire e di ri-accedere
ja: ログアウトして再ログインしてください
ko: 로그아웃 후에 다시 로그인하세요
nl: Graag afsluiten en opnieuw inloggen
pt: Por favor sair e entrar novamente
ru: Пожалуйста, выйдите и войдите еще раз.
tr_tr: Lütfen oturumu açıp kapatın
zh_hans: 请退出重新登录
zh_hant: 請退出重新登錄

# mcs_add_device_failed
source: Add device failed
ar: فشل من إضافة الجهااز
de: Gerät hinzufügen fehlgeschlagen
es: Error en agregar dispositivos
fr: Échec de l'ajout d'un périphérique
hu: Az eszköz hozzáadása sikertelen volt
it: Aggiungi dispositivo fallito
ja: 設備の追加に失敗しました
ko: 카메라추가 실패
nl: Toevoegen van apparaat mislukt
pt: Falha ao adicionar dispositivo
ru: Ошибка добавления устройсва
tr_tr: Cihaz eklenemedi
zh_hans: 添加设备失败
zh_hant: 添加設備失敗

# mcs_set_password
source: Set password
ar: تغيير كلمة المرور
de: Passwort einrichten
es: Cambiar contraseña
fr: Définir le mot de passe
hu: Jelszó beállítása
it: Imposta password
ja: パスワードの変更
ko: 암호 변경
nl: Geef wachtwoord in
pt: Alterar código
ru: Установить пароль
tr_tr: Şifre değiştir
zh_hans: 修改密码
zh_hant: 修改密碼

# mcs_mtalt
source: %@ : Motion alert
ar: %@ : الحركة في حالة تأهب
de: %@ : Bewegungsmeldung
es: %@ : Configurar alarma
fr: %@ : Alerte mouvement
hu: %@ : Mozgás riasztás
it: %@ : Allarme movimento
ja: %@ : モーション警告
ko: %@ : 모션감지 경보
nl: %@ : Bewegingsdetectie alarm
pt: %@ : Alerta de movimento
ru: %@ : Тревога по движению
tr_tr: %@: Hareket uyarısı
zh_hans: %@ : 移动侦测警报
zh_hant: %@ : 移動偵測警報

# mcs_ioalt
source: %@ : I/O alert
ar: %@ : I/O حالة تأهب
de: %@ : I/O alarm
es: %@ : I/O alerta
fr: %@ : alerte E/S
hu: %@ : I/O riasztás
it: %@ : Allarme I/O
ja: %@ : I/O 警告
ko: %@ : I/O 경보
nl: %@ : I/O alarm
pt: %@ : I/O alerta
ru: %@ : I/O оповещения
tr_tr: %@ : I/O alarm
zh_hans: %@ : I/O 警報
zh_hant: %@ : I/O 警報

# mcs_time_zone
source: Time zone
ar: منطقة زمنية
de: Zeitzone
es: Huso horario
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
ja: 時間帯
ko: 타임존
nl: Tijdzone
pt: Fuso horário
ru: Часовой пояс
tr_tr: Saat dilimi
zh_hans: 时区
zh_hant: 時區

# mcs_select_time
source: Select time
ar: حدد وقت
de: Zeit auswählen
es: Seleccionar el tiempo
fr: Sélectionner l’heure
hu: Adja meg az időt!
it: Seleziona l'orario
ja: 時刻を選択
ko: 시간 선택
nl: Selecteer de tijd
pt: Selecionar o tempo
ru: Выберите время
tr_tr: Zaman seç
zh_hans: 选择时间
zh_hant: 選擇時間

# mcs_now
source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
hu: Most
it: Ora
ja: 今
ko: 현재
nl: Nu
pt: Agora
ru: Сейчас
tr_tr: Şimdi
zh_hans: 现在
zh_hant: 現在

# mcs_mipc_have_alert_notification
source: maxCam alert notification
ar: MIPC يكون الإخطار التنبيه
de: maxCam Alarmbenachrichtigung
es: MIPC tiene notificación de alerta
fr: Notification d'alerte maxCam
hu: MIPC risztási értesítés
it: Notifica degli allarmi maxCam
ja: MIPCはアラート通知を持っている
ko: MIPC 경보 알림
nl: MIPC alarm notificatie
pt: MIPC têm notificação de alerta
ru: Уведомление о тревогах
tr_tr: MIPC uyarı bildirimi
zh_hans: MIPC告警通知
zh_hant: MIPC警報通知

# mcs_notification_center
source: Notification center
ar: مركز إعلام
de: Benachrichtigungszentrum
es: Centro de notificaciones
fr: Centre de notifications
hu: Értesítési központ
it: Centro di notifica
ja: 通知センター
ko: 알림 센터
nl: Notificatie centrum
pt: Centro de Notificação
ru: Центр уведомлений
tr_tr: Bildirim Merkezi
zh_hans: 通知中心
zh_hant: 通知中心

# mcs_sound
source: Sound
ar: صوت
de: Ton
es: Sonido
fr: Son
hu: Hang
it: Suono
ja: 音声通知
ko: 소리
nl: Geluid
pt: Som
ru: Звук
tr_tr: Ses
zh_hans: 声音
zh_hant: 聲音

# mcs_vibration
source: Vibration
ar: اهتزاز
es: Vibración
hu: Vibráció
ja: バイブ
ko: 진동
nl: Vibratie
pt: Vibração
ru: Вибро
tr_tr: Titreşim
zh_hans: 振动
zh_hant: 振動

# mcs_clear_cache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
de: Cache leeren
es: Borrar memoria caché
fr: Effacer le cache
hu: A cache kiürítése
it: Elimina cache
ja: キャッシュのクリア
ko: 캐시 삭제
nl: Leeg cache
pt: Limpar o cache
ru: Очистить кэш
tr_tr: Önbellek Sil
zh_hans: 清除缓存
zh_hant: 清除緩存

# mcs_clear_cache_hint
source: Are you sure you want to clear the cache?
ar: هل أنت متأكد من أنك تريد مسح ذاكرة التخزين المؤقت؟
de: Sind Sie sicher, dass Sie den Cache leeren möchten?
es: ¿Está seguro que desea borrar la memoria caché?
fr: Êtes-vous sûr de vouloir effacer le cache ?
hu: Biztos, hogy ki szeretné üríteni a cachet?
it: Vuoi cancellare la cache?
ja: あなたはキャッシュをクリアしてもよろしいですか？
ko: 캐시를 삭제 하시겠습니까?
nl: Weet u zeker dat u de cache wil leegmaken?
pt: Tem certeza de que deseja limpar o cache?
ru: Вы уверены, что хотите очистить кэш?
tr_tr: Önbelleği silmek istediğinizden emin misiniz?
zh_hans: 你确定要清除缓存？
zh_hant: 你確定要清除緩存？

# mcs_successfully_cleared_cache
source: Cleared the cache successfully.
ar: مسح ذاكرة التخزين المؤقت بنجاح
de: Cache erfolgreich geleert
es: Éxito borrado la caché
fr: Le cache a été effacé
hu: A cache sikeresen kiürítve
it: La cache eliminata con successo
ja: 成功し、キャッシュをクリア
ko: 캐시삭제 성공
nl: Cache succesvol geleegd
pt: Esvaziado com êxito o cache
ru: Успешная очистка кэш
tr_tr: Önbellek başarıyla temizlendi
zh_hans: 缓存成功清除
zh_hant: 緩存成功清除

# mcs_app_except_exit_hint
source: Sorry, the application has encountered an exception and will exit.
ar: عذرا، التطبيق واجه استثناء وسيتم إنهاء.
de: Leider ist eine Ausnahme aufgetreten und die Anwendung wird beendet.
es: Lo sentimos, la aplicación ha detectado una excepción y terminará.
fr: Malheureusement l'application a rencontré une difficulté et va se terminer
hu: Elnézést, az alkalmazás kritikus hiba miatt leáll.
it: Spiacenti, l'applicazione ha rilevato un'eccezione e uscirà
ja: 申し訳ありませんが、アプリケーションでは、例外が発生したため終了します.
ko: 죄송합니다, 프로그램에 예외가 발생하여 종료됩니다.
nl: Sorry, the app heeft een probleem geconstateerd en sluit zich nu af
pt: Lamentamos, mas o aplicação encontrou uma exceção e vai terminar.
ru: Ошибка приложения, программа будет закрыта.
tr_tr: Üzgünüz, uygulama bir istisna ile karşılaştı ve çığlık atacak.
zh_hans: 很抱歉，该应用程序遇到异常，将退出
zh_hant: 很抱歉，該應用程式遇到異常，將退出

# mcs_rate_us
source: Rate us
ar: معدل بنا
de: Bitte bewerten Sie uns.
es: Danos tu opinión
fr: Jugez nous
hu: Kérem, értékelje az alkalmazást!
it: Dacci un voto
ja: レート問い合わせ
ko: 등급 표시
nl: Geef ons een waardering
pt: Avalia-nos
ru: Оцените программу
tr_tr: Bize Oranı söyle
zh_hans: 给我们打分
zh_hant: 給我們評分

# mcs_password_too_simple_hint
source: Password is too simple, change it to improve security.
ar: كلمة السر هي بسيطة جدا، وتعديلها لتحسين الأمن.
de: Das Passwort ist zu einfach, Sie sollten es ändern, um die Sicherheit zu verbessern.
es: La contraseña es demasiado simple, modificado para mejorar la seguridad.
fr: Le mot de passe est trop simple, changez-le pour améliorer la sécurité.
hu: A jelszó túl egyszerű, változtasson rajta a nagyobb biztonságért!
it: La password è troppo semplice, cambiarla per migliorare la sicurezza.
ja: パスワードは、セキュリティを向上させるために修正された、あまりにも簡単です.
ko: 암호의 보안수준이 낮습니다. 높은 보안의 암호로 수정하세요
nl: Wachtwoord is te eenvoudig, wijzig deze om de beveiliging te verbeteren
pt: Senha é muito simples, modifique para melhorar a segurança.
ru: Пароль слишком простой, рекомендуем изменить его для улучшения безопасности.
tr_tr: Parola çok basit, güvenliği artırmak için değiştirin.
zh_hans: 密码太简单，修改以提高安全性
zh_hant: 密碼太簡單，修改以提高安全性

# mcs_check_for_new_version
source: Check for new version
ar: التحقق من وجود إصدار جديد
de: Auf neue Version prüfen
es: Comprobar si hay nuevas versiones
fr: Recherche de version à jour
hu: Frissítések keresése
it: Controllare la nuova versione.
ja: 新しいバージョンの確認
ko: 새 버전 확인
nl: Check voor updates
pt: Verifique se há uma nova versão
ru: Проверка наличия новой версии
tr_tr: Yeni sürümü kontrol et
zh_hans: 检查是否有新版本
zh_hant: 檢查是否有新版本

# mcs_contact_us
source: Contact us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous
hu: Lépjen velünk kapcsolatba!
it: Contattaci
ja: お問い合わせ
ko: 연락주십시오
nl: Contacteer ons
pt: Contate-nos
ru: Связаться с нами
tr_tr: Bize ulaşın
zh_hans: 联系我们
zh_hant: 聯繫我們

# mcs_buffer_time
source: Buffer time
ar: التخزين المؤقت الوقت
de: Pufferzeit
es: Tiempo de autonomía
fr: Tampon heure
hu: Pufferelési idő
it: Tempo buffer
ja: 時間をバッファリング
ko: 버퍼링 타임
nl: Buffer tijd
pt: Buffer de tempo
ru: Время буферизации
tr_tr: Önyükleme zamanı
zh_hans: 缓冲时间
zh_hant: 緩衝時間

# mcs_default
source: Default
ar: الافتراضي
de: Standardwert
es: Defecto
fr: Défaut
hu: Alapértelmezett
ja: デフォルト
ko: 초기화
nl: Standaard
pt: Omissão
ru: По умолчанию
tr_tr: Varsayılan
zh_hans: 默认
zh_hant: 出廠值

# mcs_alarmed_devices
source: Alarmed devices
ar: أجهزة المذعورة
de: Mit Alarm ausgerüstete Geräte
es: Dispositivo de alarma
fr: Périphériques sous alarme
hu: Beélesített eszköz
it: Dispositivi allarmati
ja: アラーム発生デバイス
ko: 경보장치
nl: Gealarmeerde apparaten
pt: Dispositivos de alarme activados
ru: Тревога с устройств
tr_tr: Alarmlı cihazlar
zh_hans: 报警设备数
zh_hant: 警報設備數

# mcs_aec
source: Echo cancellation
ar: إلغاء الصدى
de: Echokompensation
es: Cancelación de eco
fr: Annulation de l'écho
hu: Visszhang törlése
it: Cancellazione eco
ja: エコーキャンセル
ko: 울림 제거
nl: Echo onderdrukking
pt: Cancelamento de eco
ru: Подавление эхо
tr_tr: Eko iptali
zh_hans: 回声消除
zh_hant: 迴音消除

# mcs_permission_denied
source: No authorization
ar: تم رفض الإذن
de: Keine Genehmigung
es: Permiso denegado
fr: Absence d'autorisation
hu: A hozzáférés megtagadva
it: Nessuna autorizzazione
ja: パーミッションが拒否されました
ko: 권한이 거부되었습니다
nl: Geen bevoegdheid
pt: Permissão negada
ru: Доступ запрещен
tr_tr: Yetki yok
zh_hans: 操作无权限
zh_hant: 操作無權限

# mcs_full_screen
source: Full screen
ar: كامل الشاشة
de: Vollbild
fr: plein écran
hu: Teljes képernyő
it: Schermo Intero
ja: フルスクリーン
ko: 전체 화면
nl: Volledig scherm
ru: Во весь экран
tr_tr: Tam ekran
zh_hans: 全屏
zh_hant: 全屏

# mcs_forgot_your_password
source: Forgot password
ar: نسيت كلمة السر
de: Passwort vergessen
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié
hu: Elfelejtett jelszó
it: Password dimenticata
ja: PWを忘れたとき
ko: 비밀번호 찾기
nl: Wachtwoord vergeten
pt: Esqueceu sua senha
ru: Забыли пароль
tr_tr: Parolamı unuttum
zh_hans: 忘记密码
zh_hant: 忘記密碼

# mcs_your_email
source: Your email
ar: بريدك الإلكتروني
de: Ihre E-Mail
es: Su correo electrónico
fr: Votre adresse courriel
hu: E-mail cím
it: La vostra email
ja: あなたのメールアドレス
ko: 귀하의 이메일
nl: Uw e-mail adres
pt: Seu e-mail
ru: Ваш адрес электронной почты
tr_tr: E-postanız
zh_hans: 您的电子邮件
zh_hant: 您的電子郵件

# mcs_sign_up_confirmation
source: A confirmation email is being sent to verify your email address. Click the link to activate your account.
ar: يتم إرسال رسالة تأكيد للتحقق من عنوان البريد الإلكتروني المقدمة. سوف زيارة الرابط أرسلت في هذا البريد الالكتروني تفعيل الحساب.
de: Es wird Ihnen eine Bestätigungsmail gesendet, um Ihre E-Mail-Adresse zu überprüfen. Klicken Sie auf den Link, um Ihr Konto zu aktivieren..
es: Un correo electrónico de confirmación ha sido enviado a verificar la dirección de correo electrónico enviada. Visitando el enlace enviado en este correo electrónico se activará la cuenta.
fr: Un courriel de confirmation vous est envoyé pour vérification de votre adresse. Veuillez cliquer sur le lien pour activer votre compte.
hu: A visszaigazoló e-mailt küldött, hogy ellenőrizze a benyújtott e-mail címét. Látogatás a linket küldött e-mailben található aktiválja a fiókot.
it: Una email di conferma è stata inviata al vostro indirizzo di posta elettronica. Cliccare sul link per attivare il vostro account..
ja: 確認メールを送信し、メールアドレスを確認するために送信されています。このメールに含まれるリンクにアクセスすると、アカウントをアクティブにします.
ko: 확인메일이 귀하의 이메일 주소로 발송되었습니다. 본 이메일에서 링크를 클릭하면 계정이 활성화 됩니다..
nl: Een bevestigings e-mail wordt verzonden naar uw e-mailadres te verifiëren. Klik op de link om je account te activeren.
pt: Um e-mail de confirmação é enviado para verificar o endereço de e-mail enviado. Ao visitar o link enviado neste e-mail irá ativar a conta.
ru: Для подтверждения регистрации пройдите по ссылке, высланной в письме на ваш электронный адрес.
tr_tr: E-posta adresinizi doğrulamak için bir onay e-postası gönderiliyor. Hesabınızı etkinleştirmek için bağlantıyı tıklayın.
zh_hans: 注册成功，已发送激活邮件到你提交的邮件地址，请参考邮件内容激活帐号
zh_hant: 註冊成功，已發送啟動郵件到你提交的郵件地址，請參考郵件內容啟動帳號

# mcs_recovery_prompt
source: Enter your email address (user name) below, we will send you an email with instructions on how to reset your password.
ar: يرجى إدخال عنوان البريد الإلكتروني الخاص بك (اسم المستخدم)، وسوف نرسل رسالة لاقول لكم كيفية إعادة تعيين كلمة المرو.
de: Geben Sie unten Ihre E-Mail (Benutzername) ein und wir senden Ihnen eine E-Mail mit den Anweisungen zum Zurücksetzen Ihres Kontos.
es: Introduzca su dirección de correo electrónico (nombre de usuario), le enviaremos un mensaje para decirle cómo restablecer la contraseña.
fr: Veuillez entrer votre adresse courriel (nom d'utilisateur) ci-dessous, nous vous enverrons un courriel avec les instructions de réinitialisation de votre mot de passe.
hu: Kérjük, adja meg e-mail címét (felhasználói név), akkor küldjön egy üzenetet, hogy megmondja, hogyan kell a jelszót.
it: Inserire il vostro indirizzo e-mail (nome utente) di seguito, vi invieremo una e-mail con le istruzioni su come reimpostare la password.
ja: メールアドレス（ユーザー名）を入力してください、私たちは、パスワードをリセットする方法を教えにメッセージを送信します.
ko: 전자 메일 주소 (사용자 이름)을 입력하십시오, 귀하의 비밀번호 재설정을 안내하는 이메일을 발송하겠습니다.
nl: Vul uw e-mailadres (gebruikersnaam) hieronder, zullen wij u een e-mail met instructies over hoe u uw wachtwoord te resetten.
pt: Digite seu endereço de e-mail (nome de usuário), vamos enviar uma mensagem para dizer-lhe como redefinir a senha.
ru: Пожалуйста, введите адрес электронной почты (имя пользователя), на него будет отправлено сообщение с инструкцией по изменению пароля .
tr_tr: Aşağıya e-posta adresinizi (kullanıcı adı) girin, size şifrenizi nasıl sıfırlayacağınıza ilişkin talimatların bulunduğu bir e-posta göndereceğiz.
zh_hans: 请输入您的邮箱（用户名），我们将发送邮件告诉您如何重置密码
zh_hant: 請輸入您的郵箱（用戶名），我們將發送郵件告訴您如何重置密碼

# mcs_password_reset_confirmation
source: Follow the directions in the email being sent to the submitted email address to reset password.
ar: يتم إرسال رسالة بريد إلكتروني إلى عنوان البريد الإلكتروني المقدمة. زيارة الرابط أرسلت في هذا البريد الالكتروني لإعادة تعيين كلمة المرور
de: Um das Passwort zurückzusetzen, beachten Sie bitte die Anweisungen in der E-Mail.
es: Un correo electrónico se envía a la dirección de correo electrónico enviada, Visitando el enlace enviado en este correo electrónico para restablecer la contraseña.
fr: Pour réinitialiser votre mot de passe, suivez les instructions de ce courriel envoyé à l'adresse que vous nous avez indiquée..
hu: Egy e-mailt küldött a benyújtott e-mail címre, Látogatás a linket küldött e-mail, hogy a jelszót.
it: Seguire le istruzioni della mail inviata all'indirizzo di posta elettronica per reimpostare la password.
ja: お知らせ登録したメールアドレスに、パスワードをリセットするリンクが書かれたメールが届きます。
ko: 암호재설정을 위한 이메일이 발송되었습니다. 비밀번호 재설정 안내를 참조하세요
nl: Volg de aanwijzingen in de e-mail naar de ingediende e-mailadres wordt verzonden naar wachtwoord te resetten.
pt: Um e-mail está sendo enviado para o endereço de e-mail enviado, Ao visitar o link enviado neste e-mail para redefinir a senha.
ru: Для изменения пароля следуйте инструкциям в письме, высланным на ваш электронный адрес.
tr_tr: Şifreyi sıfırlamak için gönderilen e-posta adresine gönderilen e-postadaki talimatları uygulayın
zh_hans: 提交成功，已发送重置邮件到你提交的邮件地址，请参考邮件内容重置密码
zh_hant: 提交成功，已發送重置郵件到你提交的郵件地址，請參考郵件內容重置密碼

# mcs_recovery_fail_no_mail
source: Password recovery fail, no email connected with this account.
ar: فشل استرداد كلمة المرور. وهذا الحساب لا ربط البريد الإلكتروني
de: Wiederherstellung des Passworts fehlgeschlagen, mit diesem Konto ist keine E-Mail verbunden.
es: Recuperar la contraseña fracasan, esta cuenta no haber enlazar email
fr: Échec de récupération du mot de passe: aucune adresse courriel associée à ce compte.
hu: Jelszó visszaállítás nem, ez a számla nem kötelező az e-mail
it: Recupero della password fallito, senza e-mail collegata a questo conto.
ja: パスワードの回復は失敗します, このアカウントは、電子メールを結合していない
ko: 귀하의 계정에 이메일 주소가 없으므로 비밀번호를 전송할 수 없습니다.
nl: Wachtwoord herstel mislukken, geen e-mail in verband met deze account.
pt: Recuperação de senha falhar, esta conta não ligam e-mail
ru: Не удалось восстановить пароль, введенный адрес электронной почты не найден.
tr_tr: Şifre kurtarma başarısız, bu hesapla bağlantılı bir e-posta yok
zh_hans: 密码重置失败，本账号未绑定邮件地址
zh_hant: 密碼重置失敗，本帳號未綁定郵件地址

# mcs_recovery_fail_invalid_link
source: Password recovery fail, please follow instructions in recovery email.
ar: فشل استرداد كلمة المرور. يرجى التأكد من محتوى رابط أو الانتعاش مرة أخرى
de: Wiederherstellung des Passworts fehlgeschlagen, bitte folgen Sie den Anweisungen in der E-Mail zur Wiederherstellung..
es: Recuperar la contraseña fracasan, por favor, asegúrese de que el contenido de enlace o la recuperación de nuevo.
fr: Échec de récupération du mot de passe, veuillez suivre les instructions du courriel de récupération..
hu: Jelszó visszaállítás nem, kérjük, ellenőrizze, hogy a tartalmat a kapcsolat vagy hasznosítás újra.
it: Recupero della password fallito, si prega di seguire le istruzioni nella email di recupero..
ja: パスワードの回復は失敗します, 必ずリンクまたは回復の内容を再度確認してください.
ko: 비밀번호 복구실패, 비밀번호 복구 이메일의 안내를 다시 확인해 주세요
nl: Wachtwoord herstel mislukken, volg dan de instructies in het herstel e-mail.
pt: Recuperação de senha falhar, por favor, certifique-se o conteúdo do link ou recuperação novamente.
ru: Не удалось восстановить пароль, пожалуйста, следуйте инструкции, высланной на ваш электронный адрес
tr_tr: Şifre kurtarma başarısız, lütfen kurtarma e-postasındaki talimatları uygulayın
zh_hans: 密码重置失败, 请确认重置链接内容或者重新重置
zh_hant: 密碼重置失敗, 請確認重置鏈接內容或者重新重置

# mcs_recovery_ok_login
source: Password recovery success. Sign in now.
ar: نجاح استعادة كلمة السر. تسجيل الدخول الآن
de: Wiederherstellung des Passworts erfolgreich. Jetzt anmelden.
es: Éxito de recuperación de contraseña, identifíquese
fr: Réussite de la récupération du mot de passe. Connectez-vous maintenant.
hu: Jelszó visszaállítás sikerét, jelentkezzen be most.
it: Recupero password riuscito. Accedi subito
ja: パスワード回復成功。にはサインインをしてください.
ko: 비밀 번호 복구 성공. 로그인하세요.
nl: Wachtwoord herstel succes. Meld u nu aan.
pt: Sucesso de recuperação de senha, entrar agora.
ru: Восстановление пароля успешно завершено. Вход в систему.
tr_tr: Şifre kurtarma başarılı, oturum açabilirsiniz
zh_hans: 密码重置成功，马上登录
zh_hant: 密碼重置成功，馬上登錄

# mcs_active_ok_login
source: Account activation successfully. Sign in now.
ar: حساب نجاح نشطة. تسجيل الدخول الآن
de: Kontoaktivierung erfolgreich. Jetzt anmelden
es: Cuenta éxito activo. Identifíquese.
fr: Réussite de l'activation du compte. Connectez-vous maintenant.
hu: Számla aktív siker. Jelentkezzen be most.
it: Attivazione del conto riuscita. Accedi subito.
ja: アクティブな成功を占めている。にはサインインをしてください.
ko: 계정이 활성화 되었습니다. 로그인 하세요.
nl: Account activering met succes. Meld u nu aan.
pt: Conta sucesso ativa. Entrar agora.
ru: Успешная активация аккаунта. Вход в систему.
tr_tr: Hesap etkinleştirme başarılı, şimdi oturum açın
zh_hans: 帐号激活成功,马上登录
zh_hant: 帳號啟動成功,馬上登錄

# mcs_active_fail_invalid_link
source: Account activation fail. Try again.
ar: حساب نشط تفشل. الرجاء التأكد من أن محتوى الرابط أو الاشتراك مرة أخرى
de: Kontoaktivierung fehlgeschlagen. Versuchen Sie es noch einmal..
es: Cuenta activa falle. Por favor, asegúrese de que el contenido de enlace o Registrarse nuevamente.
fr: Échec de l'activation du compte. Veuillez réessayer.
hu: Fiók aktív nem. Kérjük, ellenőrizze, hogy a tartalmat a kapcsolat vagy Regisztráció újra.
it: Attivazione account fallita. Riprova.
ja: アクティブなアカウントは失敗。リンクの確認して内容確認するか、再度、無料サインアップをしてください.
ko: 계정 활성화 실패. 다시 시도해 주세요
nl: Account activering is mislukt. Probeer het nog eens.
pt: Conta ativa falhar. Por favor, certifique-se o conteúdo do link ou Registe-se novamente.
ru: Ошибка активации аккаунта, пожалуйста, попробуйте снова.
tr_tr: Hesap etkinleştirmesi başarısız, tekrar deneyin.
zh_hans: 帐号激活失败，请确认激活链接内容或者重新注册帐号
zh_hant: 帳號啟動失敗，請確認啟動鏈接內容或者重新註冊帳號
