Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_name
source: Name
ar: اسم
es: Texto
fr: Nom
hu: Név
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt: Nome
ru: Имя
tr_tr: Isim
zh_hans: 名称
zh_hant: 名稱

# mcs_nick
source: Name
ar: اسم
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt: Nome
ru: Имя
tr_tr: Isim
zh_hans: 名称
zh_hant: 名稱

# mcs_old_nick
source: Nick
ar: اللقب
de: Kurz
es: Nombre
fr: Pseudo
hu: Becenév
ja: ニックネーム
ko: 카메라 이름
pt: Utilizador
ru: Имя пользователя
tr_tr: Takma isim
zh_hans: 昵称
zh_hant: 昵稱

# mcs_linked
source: Linked
ar: قد تم توصيله بشكل مباشر
de: Verbunden
es: Vinculado
fr: Lié
hu: Kapcsolódva
it: Connesso
ja: リンクされました
ko: 링크됨
nl: Gelinkt
pt: Ligado
ru: Подключено
tr_tr: Bağlantılı
zh_hans: 已直连
zh_hant: 已直連

# mcs_sign_in
source: Sign in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hu: Belépés
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
pt: Entrar
ru: Войти
tr_tr: Oturum açın
zh_hans: 登录
zh_hant: 登錄

# mcs_back
source: Back
ar: العودة
de: Zurück
es: Atrás
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
nl: terug
pt: Voltar
ru: Назад
tr_tr: Geri
zh_hans: 返回
zh_hant: 返回

# mcs_will_back
source: Will back
ar: سيعود
de: Zurückgehen
es: Nous reviendrons
fr: Retourne en arrière
hu: visszatér
it: Salva
ja: 戻ります
ko: 반환
nl: Teruggaan
pt: vai voltar
ru: вернется
tr_tr: Geri dönecek
zh_hans: 返回
zh_hant: 将返回

# mcs_add
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
nl: toevoegen
pt: Adicionar
ru: Добавить
tr_tr: Ekle
zh_hans: 添加
zh_hant: 添加

# mcs_add_device
source: Add Device
ar: إضافة الأجهزة
de: Gerät hinzufügen
es: Agregar dispositivo
fr: Ajout d'un périphérique
hu: Eszköz hozzáadása
it: Aggiungi dispositivo
ja: カメラを追加します
ko: 카메라 추가
nl: voeg camera toe
pt: Adicionar dispositivo
ru: Добавить камеру
tr_tr: Cihaz ekle.
zh_hans: 添加设备
zh_hant: 添加設備

# mcs_device_existed
source: Device already exists.
ar: الجهاز موجود بالفعل
de: Gerät bereits vorhanden
es: Ya existe dispositivo
fr: Ce périphérique existe déjà
hu: Eszköz már létezik
it: Il dispositivo esiste già
ja: デバイスがすでに存在しています
ko: 카메라가 이미 존재합니다
nl: Apparaat is reeds bekend
pt: Dispositivo já existe
ru: Устройство уже добавлено
tr_tr: Cihaz zaten var
zh_hans: 设备已存在
zh_hant: 設備已存在

# mcs_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Törlés
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
tr_tr: Iptal et
zh_hans: 取消
zh_hant: 取消

# mcs_exit
source: Exit
ar: الخروج
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
ja: ログアウト
ko: 로그아웃
nl: Afsluiten
pt: Sair
ru: Выход
tr_tr: Çıkış
zh_hans: 退出
zh_hant: 退出

# mcs_remember_password
source: Remember password
ar: تذكر كلمة المرور
de: Passw ort speichern
es: Recordar contraseña
fr: Mémoriser le mot de passe
hu: Emlékezzen a jelszóra
it: Memorizza password
ja: パスワードを記憶します
ko: 비밀번호 저장
nl: Wachtwoord onthouden
pt: Recordar senha
ru: Сохранить пароль
tr_tr: Şifreyi hatırla
zh_hans: 记住密码
zh_hant: 記住密碼

# mcs_password_remembered
source: Password remembered
ar: تذكرت كلمة المرور
de: Passw ort gespeichert
es: Contraseña recordada
fr: Mot de passe mémorisé
hu: Jelszó megjegyezve
it: Password ricordata
ja: パスワードを記憶しました
ko: 비밀번호 저장 완료
nl: Wachtwoord bewaard
pt: Senha guardada
ru: Пароль сохранен
tr_tr: şifre hatırladı
zh_hans: 已记住密码
zh_hant: 已記住密碼

# mcs_sign_ining
source: Sign in ...
ar: يتم تسجيل الدخول...
de: Anmelden ...
es: En proceso de registro...
fr: Connexion en cours...
hu: Belépés...
it: Accedi...
ja: ログイン...
ko: 로그인중...
nl: Log in
pt: A registar...
ru: Авторизация...
tr_tr: Oturum açın ...
zh_hans: 正在登录...
zh_hant: 正在登錄...

# mcs_cloud_server
source: Cloud server
ar: خادم السحابة
es: Servidor Cloud
fr: Serveur dans le nuage (cloud )
hu: Cloud szerver
ja: クラウドサーバ
ko: 클라우드 서버
nl: Cloud omgeving
pt: Servidor cloud
ru: Облачный сервер
tr_tr: Bulut sunucusu
zh_hans: 云服务器
zh_hant: 雲伺服器

# mcs_input_device_id
source: Input device ID
ar: إدخال معرف الجهاز
de: Geräte-ID eingeben
es: Dispositivo de entrada ID
fr: Saisir l'ID du périphérique
hu: Adja meg az eszköz azonosítóját!
it: Inserisci ID dispositivo
ja: カメラのIDを入力してください
ko: 카메라 ID 입력
nl: Geef camera ID in
pt: Entrar o ID do dispositivo
ru: Введите ID номер камеры
tr_tr: Giriş cihazı kimliği
zh_hans: 输入设备ID
zh_hant: 輸入設備ID

# mcs_input_username
source: Input username
ar: أدخل اسم المستخدم
de: Benutzernamen eingeben
es: Ingresa tu nombre de usuario
fr: Saisir le nom d'utilisateur
hu: Adja meg a felhasználónevet!
it: Inserisci nome utente
ja: ユーザ名を入力してください
ko: 사용자이름
nl: Geef gebruikersnaam in
pt: Entrar o nome de utilizador
ru: Введите логин
tr_tr: Kullanıcı adını gir
zh_hans: 输入用户名
zh_hant: 輸入用戶名

# mcs_input_email_addr
source: Enter e-mail address
ar: ادخل عنوان البريد الإلكتروني
de: E-Mail eingeben
es: Ingresa tu email
fr: Entrer l'adresse courriel
hu: Adja meg e-mail címét
it: Immetti indirizzo di posta elettronica
ja: Eメールアドレスを入力してください
ko: 이메일주소 입력
nl: Inlog emailadres
pt: Digite o endereço de e-mail
ru: Введите адрес электронной почты
tr_tr: E-posta adresini gir
zh_hans: 输入邮箱地址
zh_hant: 輸入email地址

# mcs_email_address
source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail
es: Email
fr: Adresse courriel
hu: E-mail cím:
it: indirizzo email
ja: 切れているので 電...は不必 要
ko: E-mail 주소
nl: E-mail adres
pt: E-mail
ru: адрес электронной почты
tr_tr: E-posta adresi
zh_hans: 邮箱地址
zh_hant: email地址

# mcs_email
source: email
ar: صندوق بريد
fr: courriel
hu: Postafiók
ja: メールアドレス登録
ko: 사서함
pt: caixa de correio
ru: почтовый ящик
tr_tr: E-posta
zh_hans: 邮箱

# mcs_binding
source: Binding
ar: ملزم
de: verbindlich
es: Agregar email
fr: Reliure
it: legame
ja: 登録
ko: 제본
nl: Gekoppeld
pt: obrigatório
ru: обязательный
tr_tr: Bağlama
zh_hans: 绑定
zh_hant: 綁定

# mcs_binding_email
source: Binding Email
ar: علبة ملزمة
de: Obligatorische E-Mail
es: Agregar email
fr: courriel obligatoire
hu: Binding postafiók
it: E-mail vincolante
ja: メールアドレス登 録
ko: 바인딩 사서함
nl: Gekoppeld e-mail adres
pt: caixa de ligação
ru: Связывание сообщения
tr_tr: E-posta bağla
zh_hans: 绑定邮箱
zh_hant: 綁定郵箱

# mcs_binding_send_prompt
source: Verification message has been sent, please sign-mail authentication as soon as possible
ar: علبة ملزمة
de: Ihnen wurde eine Verifizierungsnachricht gesendet. Bitte bestätigen Sie die E-Mail so bald als möglich.
es: buzón de Encuadernación
fr: Le message de vérification a été envoyé. Veuillez signer l'authentification du courriel dès que possible
hu: Binding postafiók
it: Il messaggio di verifica è stato inviato, per favore cliccare sulla mail di autenticazione il più presto possibile
ja: バインディングポスト
ko: 바인딩 사서함
nl: De verificatie email is verzonden
pt: caixa de ligação
ru: Связывание сообщения
tr_tr: Doğrulama mesajı gönderildi, lütfen mümkün olan en kısa sürede kimlik doğrulayın
zh_hans: 验证邮件已发送，请尽快登录邮箱验证
zh_hant: 驗證郵件已發送，請盡快登錄郵箱驗證

# mcs_binding_email_prompt
source: If you forget the password,you can reset by the mailbox.
ar: علبة ملزمة
de: Sollten Sie Ihr Passwort vergessen, können Sie dies über die Mailbox zurücksetzen.
es: Si olvidas tu contraseña, puedes restaurarla por email.
fr: Si vous oubliez votre mot de passe, vous pouvez réinitialiser par la boîte à courri
hu: Binding postafiók
it: Se si dimentica la password, è possibile reimpostarla con la casella di posta
ja: パスワードを忘れたときに、登録したメールアドレスに通知します。
ko: 당신은 당신이 사서함으로 재설정 할 수 있습니다, 비밀번호를 잊어 버려.
nl: Indien uw wachtwoord is vergeten kunt u dit
pt: caixa de ligação
ru: Связывание сообщения
tr_tr: Parolanızı unutursanız E-posta adresinizle sıfırlayabilirsiniz
zh_hans: 忘记密码时，可以通过该邮箱重新设置。
zh_hant: 忘記密碼時，可以通過該郵箱重新設置。

# mcs_input_password
source: Input password
ar: أدخل كلمة المرور
de: Passwort eingeben
es: Ingresa tu contraseña
fr: Entrer le mot de passe
hu: Adja meg a jelszót!
it: Inserisci password
ja: パスワードを入力
ko: 비밀번호 입력
nl: Geef wachtwoord in
pt: Inserir o código
ru: Введите пароль
tr_tr: Şifrenizi girin
zh_hans: 输入密码
zh_hant: 輸入密碼

# mcs_access_server_failed
source: Access server failed.
ar: الوصول إلى الملقم فشل.
de: Zugang zum Server fehlgeschlagen
es: Acceso al servidor fallido
fr: Erreur d'accès au serveur
hu: A szerver nem elérhető.
it: Accesso server fallito
ja: サーバーへの接続は失敗しました。
ko: 서버접속 실패
nl: Verbinding met server mislukt
pt: Sem acesso ao servidor
ru: Ошибка подключения к серверу
tr_tr: Sunucuya erişim başarısız oldu.
zh_hans: 访问服务器失败
zh_hant: 連接伺服器失敗

# mcs_device_offline
source: Device offline
ar: جهاز غير متصل
de: Gerät offline
es: Dispositivo desconectado
fr: Périphérique déconnecté
hu: A kamera nem elérhető.
it: Dispositivo non in linea
ja: 設備はオフラインです。
ko: 카메라가 인터넷에 연결되어 있지 않습니다
nl: Camera offline
pt: O dispositivo não está online
ru: Камера не в сети
tr_tr: Cihaz çevrimdışı
zh_hans: 设备不在线
zh_hant: 設備不在線

# mcs_invalid_password
source: Invalid password
ar: كلمة المرور غير صحيحة
de: Ungültiges Passwort
es: Contraseña incorrecta
fr: Mot de passe invalide
hu: Hibás jelszó
it: Password non valida
ja: パスワードが間違っています
ko: 비밀번호 오류
nl: Ongeldig wachtwoord
pt: Código errado
ru: Неверный пароль
tr_tr: Geçersiz şifre
zh_hans: 密码错误
zh_hant: 密碼錯誤

# mcs_invalid_dev
source: Invalid dev
ar: لا وجود جهاز
de: Ungültiges Gerät
es: Dispositivo no existe
fr: Périphérique erroné
hu: Eszköz nem létezik
it: Dev non valido
ja: デバイスが存在しません。
ko: 장치가 존재하지 않습니다
nl: Ongeldig device
pt: Dispositivo não existe
ru: Устройство не существует
tr_tr: Geçersiz cihaz
zh_hans: 设备不存在
zh_hant: 設備不存在

# mcs_login_faided
source: Login failed.
ar: فشل تسجيل الدخول.
de: Anmeldung fehlgeschlagen
es: Error de acceso
fr: Échec de la tentative de connexion
hu: Sikertelen bejelentkezés.
it: Login fallito
ja: ログインに失敗しました。
ko: 로그인 실패
nl: Inloggen mislukt
pt: Erro de acesso
ru: Ошибка при входе
tr_tr: Giriş başarısız oldu
zh_hans: 登录失败
zh_hant: 登錄失敗

# mcs_invalid_qrcode
source: Invalid QR-code.
ar: رمز الأبعاد غير صالح.
de: Ungültiger QR Code
es: No válido QR-Code
fr: QR-code erroné.
hu: Hibás QR kód.
it: Codice QR non valido
ja: 無効なQR-コードです。
ko: 유효하지 않은 QR-코드 입니다
nl: Ongeldige QR code
pt: Código QR inválido
ru: Неверный QR-код
tr_tr: Geçersiz QR kodu
zh_hans: 无效二维码
zh_hant: 無效二維碼

# mcs_please_input_username
source: Please input username.
ar: يرجى إدخال اسم المستخدم الخاص بك!
de: Bitte geben Sie Ihren Benutzernamen ein
es: Introduzca nombre de usuario
fr: Veuillez entrer le nom d’utilisateur
hu: Adja meg a felhasználónevet!
it: Si prega di inserire il nome utente
ja: ユーザ名を入力してください
ko: 사용자이름을 입력해 주세요
nl: Geef a.u.b. Uw gebruikersnaam in
pt: Insira o seu nome de utilizador
ru: Введите логин
tr_tr: Lütfen kullanıcı adı giriniz
zh_hans: 请输入用户名
zh_hant: 請輸入用戶名

# mcs_please_input_password
source: Please input password.
ar: يرجي إدخال كلمة المرور!
de: Bitte geben Sie Ihr Passwort ein
es: Introduzca contraseña
fr: Veuillez entrer le mot de passe
hu: Adja meg a jelszót!
it: Si prega di inserire la password
ja: パスワードを入力してください！
ko: 비밀번호 입력
nl: Geef a.u.b. Uw wachtwoord in
pt: Inserir o código
ru: Вводите пароль
tr_tr: Lütfen şifreyi giriniz
zh_hans: 请输入密码!
zh_hant: 請輸入密碼!

# mcs_qrcode_scan_hint
source: Scan QR code
ar: الاحتفاظ مربع في الجزء السفلي من الجهاز الانحياز رمز ثنائي الأبعاد
de: QR-Code scannen
es: Escanea el código QR ubicado en la cámara
fr: Scanner le QR-code
hu: Tartsa a doboz alján a készülék igazodik kétdimenziós kód
it: Esegui scansione del codice QR
ja: カメラ底部のQRコードをスキャン
ko: 장치의 하단에 보관 상자는 이차원 코드를 정렬
nl: QR code scannen
pt: Manter a caixa na parte inferior do dispositivo está alinhado código bidimensional
ru: Держите окно в нижней части устройства выравнивается двумерный код
tr_tr: QR kodunu tarayın
zh_hans: 请将方框对准设备底部的二维码
zh_hant: 請將方框對准設備底部的二維碼

# mcs_device_list_empty
source: Device list is empty.
ar: قائمة الأجهزة تكون فارغة
de: Verzeichnis der Geräte ist leer
es: Lista de dispositivos vacía
fr: La liste des périphériques est vide
hu: Nincs beállítva berendezés
it: L'elenco dispositivi è vuoto
ja: デバイスリストは空です
ko: 장치 목록이 비어 있습니다
nl: De camera lijst is leeg
pt: Lista de dispositivos vazia
ru: Список оборудование пуст
tr_tr: Cihaz listesi boş
zh_hans: 设备列表为空
zh_hant: 設備列表為空

# mcs_record_list_is_empty
source: The record list is empty.
ar: قائمة الفيديو تكون فارغة
de: Verzeichnis der Aufnahmen ist leer
es: La lista de video está vacía
fr: La liste des enregistrements est vide
hu: Nincs rögzített felvétel.
it: L'elenco registri è vuoto
ja: レコードリストは空の状態になっています。
ko: 녹화리스트가 공란입니다
nl: Geen opnames zichtbaar
pt: Lista de dispositivos vazia
ru: Список видиеозаписей пуст
tr_tr: Kayıt listesi boş
zh_hans: 录像列表为空
zh_hant: 錄影列表為空

# mcs_password_expired
source: Password expired
ar: كلمة المرور كنت غير صحيحة
de: Passwort abgelaufen
es: Contraseña caducado
fr: Le mot de passe a expiré
hu: A jelszó lejárt.
it: Password scaduta
ja: パスワードの有効期限が切れています
ko: 비밀번호가 만료되었습니다
nl: Wachtwoord verlopen
pt: Código expirado
ru: Истек срок действия пароля
tr_tr: Parola süresi doldu
zh_hans: 密码已失效
zh_hant: 密碼已失效

# mcs_set_video_size
source: Resolution
ar: اعداد حجم الفيديو
de: Auflösung
es: Ajuste el tamaño del video
fr: Auto
hu: Felbontás beállítása
it: Risoluzione:
ja: ビデオサイズを設定します
ko: 영상 화질 설정
nl: Resolutie
pt: Definir a dimensão do vídeo
ru: Задать разрешение видеопотока
tr_tr: Çözünürlük
zh_hans: 设置视频大小
zh_hant: 設置影像大小

# mcs_hd_1280x720
source: HD [1280x720]
ar: عالية الدقة [1280*720]
fr: Haute définition [1280x720]
ja: 高画質 [1280x720]
ko: HD화질 [1280x720]
nl: HD 720P
zh_hans: 高清 [1280x720]
zh_hant: 高清 [1280x720]

# mcs_auto
source: Auto
ar: التلقائيا
hu: Automatikus
it: Automatico
ja: オート
ko: 자동
nl: Automatisch
pt: Automático
ru: Автоматически
tr_tr: Otomatik
zh_hans: 自动
zh_hant: 自動

# mcs_normal_640x360
source: Normal [640x360]
ar: العادي [640*360]
hu: Normál [640x360]
ja: ノーマル画質
ko: 중화질 [640x360]
nl: Normaal
ru: Стандартное [640x360]
zh_hans: 标清 [640x360]
zh_hant: 標清 [640x360]

# mcs_half_320x180
source: Half [320x180]
ar: لصغيرة [320*180]
de: Mittel [320x180]
es: La mitad [320x180]
fr: Demi [320x180]
hu: Közepes [320x180]
it: Metà [320x180]
ja: 低画質 [320x180]
ko: 저화질 [320x180]
nl: QVGA
pt: Medio [320x180]
ru: Среднее [320x180]
tr_tr: Yarım[320x180]
zh_hans: 较小 [320x180]
zh_hant: 較小 [320x180]

# mcs_small_160x90
source: Small [160x90]
ar: الأصغر [160*90]
de: Klein [160x90]
es: Menor [160x90]
fr: Basse [160x90]
hu: Alacsony [160x90]
it: Piccolo [160x90]
ja: スモール [160x90]
ko: 최소 [160x90]
nl: VGA
pt: Pequena [160x90]
ru: Минимальное [160x90]
tr_tr: Küçük [160x90]
zh_hans: 最小 [160x90]
zh_hant: 最小 [160x90]

# mcs_play
source: Live
ar: التشغيل
es: Jugar
fr: En direct
hu: Lejátszás
ja: プレビュー
ko: 영상
pt: Ver
ru: Воспроизведение
tr_tr: Canlı
zh_hans: 预览
zh_hant: 觀看

# mcs_settings
source: Settings
ar: الاعداد
de: Einstellungen
es: Ajustes
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Definições
ru: Настройки
tr_tr: Ayarlar
zh_hans: 设置
zh_hant: 設置

# mcs_messages
source: Records
ar: الرسائل
de: Aufnahmen
es: Mensajes
fr: Enregistrements
hu: Üzenetek
it: Registrazioni
ja: 歴史
ko: 알람로그
nl: Opnames
pt: Mensagens
ru: Сообщения
tr_tr: Kayıtlar
zh_hans: 历史
zh_hant: 紀錄

# mcs_alarm
source: Alarm
ar: الإنذار
es: Alarma
fr: Alarme
hu: Riasztás
it: Allarme
ja: アラーム
ko: 알람
pt: Alarme
ru: Тревога
tr_tr: Alârm
zh_hans: 报警
zh_hant: 警報

# mcs_delete
source: Delete
ar: الحذف
de: Löschen
es: Eliminar
fr: Efaccer
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Apagar
ru: Удалить
tr_tr: Sil
zh_hans: 删除
zh_hant: 刪除

# mcs_delete_camera
source: Delete device
ar: الحذف
de: Gerät entfernen
es: ¿Eliminar
fr: Supprimer un périphérique
hu: Törlés
it: Elimina Dispositivo
ja: 削除
ko: 삭제
nl: Verwijder camera
pt: Apagar
ru: Удалить
tr_tr: Cihazı sil
zh_hans: 删除
zh_hant: 刪除

# mcs_apply
source: Apply
ar: التطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
it: Applica
ja: 適用する
ko: 확인
nl: Toepassen
pt: Aplicar
ru: Применить
tr_tr: Uygulamak
zh_hans: 应用
zh_hant: 應用

# mcs_speed
source: Speed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hu: Sebesség
it: Velocità
ja: スピード
ko: 스피드
nl: Snelheid
pt: Velocidade
ru: Скорость
tr_tr: Hız
zh_hans: 速度
zh_hant: 速度

# mcs_others
source: Others
ar: الأخري
de: Sonstige
es: Otras
fr: Autres
hu: Egyebek
it: Altro
ja: その他
ko: 기타
nl: Overige
pt: Outros
ru: Другие
tr_tr: Diğerleri
zh_hans: 其他
zh_hant: 其他

# mcs_audio
source: Audio
ar: الصوت
hu: Audió
ja: オーディオ
ko: 오디오 볼륨
nl: Geluid
ru: Звук
tr_tr: Ses
zh_hans: 音频
zh_hant: 聲音

# mcs_speaker
source: Speaker
ar: مكبر الصوت
de: Lautsprecher
es: Altavoz
fr: Haut-parleur
hu: Hangszóró
it: Altoparlante
ja: スピーカー
ko: 스피커
pt: Alto-falante
ru: Динамик
tr_tr: Hopârlör
zh_hans: 扬声器
zh_hant: 揚聲器

# mcs_mic
source: Mic
ar: ميكروفون
es: Micrófono
hu: Mikrofon
ja: マイク
ko: 마이크
nl: Microfoon
pt: Microfone
ru: Микрофон
tr_tr: Mikrofon
zh_hans: 麦克风
zh_hant: 麥克風

# mcs_power_frequency
source: Power frequency
ar: تردد الطاقة
de: Netzfrequenz
es: Frecuencia de red
fr: Fréquence du secteur
hu: Táp frekvencia
it: Frequenza di alimentazione
ja: 電源周波数
ko: 전원 주파수
nl: Stroom frequentie
pt: Frequência de alimentação
ru: Частота сети питания
tr_tr: Güç frekansı
zh_hans: 电源频率
zh_hant: 電源頻率

# mcs_online_upgrade
source: Online upgrade
ar: الترقية على الانترنت
es: Actualización online
fr: Mise à niveau en ligne
hu: Online frissítés
it: Aggiornamento online
ja: オンラインアップグレード
ko: 온라인 업그레이드
pt: Atualizar on-line
ru: Обновить ПО через интернет
tr_tr: çevrimiçi yükseltme
zh_hans: 在线升级
zh_hant: 線上升級

# mcs_restore_the_factory_settings
source: Restore to factory settings
ar: استعادة إعدادات المصنع
de: Auf Werkseinstellungen zurücksetzen
es: Restaurar los ajustes de fábrica
fr: Restaurer les valeurs par défaut
hu: Alapértelmezett beállítások
it: Ripristinare le impostazioni predefinite
ja: 工場出荷時の初期設定に戻します
ko: 공장 초기화
nl: Herstel naar fabrieksinstellingen
pt: Restaurar configurações de fábrica
ru: Восстановить заводские установки
tr_tr: Fabrika ayarlarına geri yükle
zh_hans: 恢复出厂设置
zh_hant: 恢復出廠設置

# mcs_restore
source: Restore
ar: الاستعادة
de: Zurücksetzen
es: Restaurar
fr: Restaurer
hu: Visszaállítás
it: Ripristina
ja: 戻す
ko: 초기화
nl: Herstellen
pt: Restaurar
ru: Восстановить
zh_hans: 恢复
zh_hant: 恢復

# mcs_restore_camera
source: Restart device
ar: جهاز إعادة التشغيل
de: Gerät neu starten
es: Reiniciar cámara
fr: Redémarrer le périphérique
hu: Újraindítás eszköz
it: Riavvio dispositivo
ja: カメラを再起動します
ko: 다시 시작 장치
nl: Opnieuw opstarten
pt: dispositivo Restart
ru: Перезапуск устройства
tr_tr: Aygıtı yeniden başlat
zh_hans: 设备重启
zh_hant: 設備重啟

# mcs_start_upgrade
source: Start upgrade
ar: يمكن تحديث الإصدارات الجديدة
de: Upgrade starten
es: Iniciar actualización
fr: Commencer la mise à niveau
hu: Frissítés elindítása
it: Avvia aggiornamento
ja: アップグレードを始めます
ko: 업그레이드 시작
nl: Upgrade starten
pt: Começar actualização
ru: Начать обновление
tr_tr: Yükseltmeye başlat
zh_hans: 有新的版本可以更新
zh_hant: 開始升級

# mcs_system
source: System
ar: النظام
es: Sistema
fr: Système
hu: Rendszer
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt: Sistema
ru: Системные
tr_tr: Sistem
zh_hans: 系统
zh_hant: 系統

# mcs_system_settings
source: System Settings
ar: اعداد النظام
de: Systemeinstellungen
es: Ajustes de sistema
fr: Configuration du système
hu: Rendszer beállítások
it: Impostazioni di sistema
ja: システム設定
ko: 시스템 설정
nl: Systeem instellingen
pt: Configurações do sistema
ru: Системные установки
tr_tr: Sistem ayarları
zh_hans: 系统设置
zh_hant: 系統設置

# mcs_online
source: Online
ar: الجهاز منتصل الإنترنت
es: Conectado
fr: En ligne
hu: Bekapcsolva
ja: 設備はオンラインです
ko: 온라인
pt: Dispositivo está online
ru: В сети
tr_tr: Çevrimiçi
zh_hans: 设备上线
zh_hant: 設備上線

# mcs_offline
source: Offline
ar: الجهاز غير متواجد
es: Desconectado
fr: Hors ligne
hu: Kikapcsolva
ja: 設備はオフラインです
ko: 오프라인
pt: Dispositivo está offline
ru: Не в сети
tr_tr: çevrimdışı
zh_hans: 设备离线
zh_hant: 設備離線

# mcs_query
source: Query
ar: الاستعلام
de: Abfrage
es: Preguntar
fr: Requête
hu: Keresés
ja: 検索
ko: 문의
nl: Zoekopdracht
pt: Pesquisar
ru: Показать
tr_tr: Sorgu
zh_hans: 查询
zh_hant: 查詢

# mcs_begin_time
source: Begin time
ar: وقت البدء
de: Beginn (Zeit)
es: Inicio
fr: Heure de début
hu: Felvétel kezdete
it: Orario iniziale
ja: 開始時刻
ko: 시작 시간
nl: Starttijd
pt: Tempo de início
ru: Начало интервала
tr_tr: Başlama zamanı
zh_hans: 开始时间
zh_hant: 開始時間

# mcs_end_time
source: End time
ar: وقت الانتهاء
de: Ende (Zeit)
es: Fin
fr: Heure de fin
hu: Felvétel vége
it: Orario finale
ja: 終了時刻
ko: 종료시간
nl: Eindtijd
pt: Tempo fim
ru: Конец интервала
tr_tr: Bitiş zamanı
zh_hans: 结束时间
zh_hant: 結束時間

# mcs_mode
source: Mode
ar: الوضع
de: Modus
es: Modo
hu: Mód
it: Modalità
ja: モード
ko: 모드
nl: Modus
pt: Modo
ru: Режим
tr_tr: Mod
zh_hans: 模式
zh_hant: 模式

# mcs_opened
source: Opened
ar: فتح
de: Offen
es: Abierto
fr: Ouvert
hu: Megnyitva
it: Aperta
ja: オンしますか
ko: 사용/사용안함
nl: Geopend
pt: Aberto
ru: Открытый
tr_tr: Açıldı
zh_hans: 是否开启
zh_hant: 是否開啟

# mcs_high
source: High
ar: عالية
de: Hoch
es: Alto
fr: Fort
hu: Magas
it: Alto
ja: 高
ko: 높음
nl: Hoog
pt: Alto
ru: Высокий
tr_tr: Yüksek
zh_hans: 高
zh_hant: 高

# mcs_middle
source: Medium
ar: متوسطة
de: Mittel
es: Medio
fr: Moyen
hu: Közepes
it: Medio
ja: 中
ko: 보통
nl: Gemiddeld
pt: Médio
ru: Средний
tr_tr: Orta
zh_hans: 中
zh_hant: 中

# mcs_low
source: Low
ar: منخفضة
de: Niedrig
es: Bajo
fr: Faible
hu: Alacsony
it: Basso
ja: ロー
ko: 낮음
nl: Laag
pt: Baixo
ru: Низкий
tr_tr: Düşük
zh_hans: 低
zh_hant: 低

# mcs_io_alert_input
source: I/O input
ar: إدخال التنبيه O/I
de: I/O Eingang
es: I / O de entrada
fr: Entrée E/S
hu: I/O bemenet
it: Ingresso I/O
ja: I/Oインプット
ko: I/O 입력
nl: I/O alarm input
pt: I/O entrada de Alarme
ru: Вход I/O
tr_tr: I / O giriş
zh_hans: I/O报警输入
zh_hant: I/O警報輸入

# mcs_io_alert_output
source: I/O output
ar: اخراج التنبيه O/I
de: I/O Alarm Ausgang
es: Alarma E/S
fr: Sortie E/S
hu: I/O kimenet
it: Uscita I/O
ja: I/Oアウトプット
ko: I/O출력
nl: I/O alarm output
pt: I/O saída de alarme
ru: Выход I/O
tr_tr: I / O çıkışı
zh_hans: I/O报警输出
zh_hant: I/O警報輸出

# mcs_normally_open
source: Normally open
ar: فتح عادة
de: Normalerweise geöffnet
es: Normalmente abierto
fr: Normalement ouvert
hu: Rendben megnyitva
it: Normalmente Aperto
ja: ノーマルオープン
ko: 항상 사용
nl: Normaal open
pt: Normalmente Aberto
ru: Н.О.
tr_tr: Normalde açık
zh_hans: 常开
zh_hant: 常開

# mcs_normally_close
source: Normally close
ar: أغلق عادة
de: Normalerweise geschlossen
es: Normalmente cerrado
fr: Normalement ouver
hu: Rendben bezárva
it: Normalmente aperto
ja: ノーマルクローズ
ko: 항상 사용안함
nl: Normaal gesloten
pt: Fechado normalmente
ru: Н.З.
tr_tr: Normalde kapalı
zh_hans: 常闭
zh_hant: 常閉

# mcs_motion_detection_sensitivity
source: Motion detection sensitivity
ar: حساسية الكشف المحمول
de: Empfindlichkeit der Bewegungserkennung
es: Sensibilidad de sensor de movimiento
fr: Sensibilité de détection de mouvement
hu: Mozgásérzékelő érzékenysége
it: Sensibilità di rilevamento del movimento
ja: 動体検知感度
ko: 모션감지 감도
nl: Bewegingsdetectie gevoeligheid
pt: Sensibilidade de detecção de movimento
ru: Чувствительность датчика движения
tr_tr: Hareket algılama hassasiyeti
zh_hans: 移动侦测灵敏度
zh_hant: 移動偵测靈敏度

# mcs_daytime
source: Day
ar: النهار
de: Tag
es: Día
fr: Jour
hu: Nappal
it: Giorno
ja: 昼間
ko: 주간
nl: Dag
pt: Dia
ru: День
tr_tr: Gün
zh_hans: 白天
zh_hant: 白天

# mcs_night
source: Night
ar: في الليل
de: Nacht
es: Noche
fr: Nuit
hu: Éjszaka
it: Notte
ja: 夜間
ko: 야간
nl: Nacht
pt: Noite
ru: Ночь
tr_tr: Gece
zh_hans: 夜间
zh_hant: 夜間

# mcs_sdcord
source: SD Card
ar: SDبطاقة
de: SD-Speicherkarte
es: Tarjeta micro SD
fr: Carte SD
hu: SD kártya
it: Secure Digital
ja: SDカード
ko: SD 카드
nl: SD kaart
pt: Cartão SD
ru: SD карта
tr_tr: SD kartı
zh_hans: SD卡
zh_hant: SD卡

# mcs_storage_device
source: Storage Device
ar: أجهزة التخزين
de: Speichergerät
es: Dispositivo de almacenamiento
fr: périphériques de stockage
hu: tárolóeszközök
it: Supporto di memoria
ja: ストレージデバイス
ko: 저장 장치
nl: Opslag medium
pt: Os dispositivos de armazenamento
ru: Устройства хранения данных
tr_tr: Depolama aygıtı
zh_hans: 存储设备
zh_hant: 存儲設備
