Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_email_unmatch
source: Mailbox mismatch
ar: عدم تطابق صندوق البريد
de: Mailbox stimmt nicht überein
es: Desajuste Buzón
fr: La boîte à courriels ne correspond pas
hu: Postafiók mismatch
it: Mancata corrispondenza della casella di posta
ja: メールボックスの不一致
ko: 사서함 불일치
nl: Email mismatch
pt: Descasamento caixa de correio
ru: Несоответствие Почта
tr_tr: Hesap posta kutusuna bağlı değildi.
zh_hans: 邮箱不匹配
zh_hant: 郵箱不匹配

# mcs_email_inactive
source: E-mail is not activated
ar: لم يتم تنشيط البريد الإلكتروني
de: E-Mail nicht aktiviert
es: El correo electrónico no está activada
fr: L'adresse courriel n'est pas activée
hu: E-mail nincs aktiválva
it: L'e-mail non è attivata
ja: メールアドレスは既に登録済です
ko: 전자 메일이 활성화되지 않습니다
nl: Email niet geactiveerd
pt: E-mail não é activado
ru: Электронная почта не активирована
tr_tr: E-posta etkinleştirilmedi.
zh_hans: 邮箱没有激活
zh_hant: 郵箱沒有激活

# mcs_email_binded
source: E-mail has been bound
ar: تم ملزمة البريد الإلكتروني
de: E-Mail wurde verknüpft
es: E-mail ha sido atado
fr: L'adresse courriel n'a pas été rattachée
hu: E-mail-ban kikötötték
it: L'e-mail è stata vincolata
ja: 電子メールはバインドされています
ko: 전자 메일은 결합 된
nl: Email account gekoppeld
pt: E-mail-ban kikötötték
ru: Электронная почта была связана
tr_tr: E-posta bağlıydı
zh_hans: 邮箱已被绑定
zh_hant: 郵箱已被綁定

# mcs_user_binded_bymail
source: The user has been bound
ar: تم ملزمة المستخدم
de: Der Benutzer wurde verknüpft
es: El usuario ha sido atado
fr: L'utilisateur a été lié
hu: A felhasználót nem kötelezett
it: L'utente è stato vincolato
ja: ユーザーがバインドされています
ko: 사용자가 구속 된
nl: De gebruiker is gekoppeld
pt: A felhasználót nem kötelezett
ru: Пользователь был связан
tr_tr: Kullanıcı bağlıydı
zh_hans: 用户已被绑定
zh_hant: 用戶已被綁定

# mcs_bind_email_fail
source: Mailbox binding failed
ar: صندوق الربط الفاشلة
de: Die Verbindung mit der Mailbox ist fehlgeschlagen.
es: Buzón no vinculante
fr: Échec du rattachement de la boîte à courriels
hu: Postafiók kötődést nem sikerült
it: Vincolo casella di posta fallito
ja: メールボックスが失敗したバインディング
ko: 사서함에 실패 바인딩
nl: Email koppeling mislukt
pt: Caixa de correio falhou ligação
ru: Почта Ошибка привязки
tr_tr: Posta kutusu bağlama başarısız oldu
zh_hans: 邮箱绑定失败
zh_hant: 郵箱綁定失敗

# mcs_diagnosis
source: Diagnosis
ar: التشخيص
de: Diagnose
es: Diagnóstico
fr: Diagnostic
hu: Diagnózis
it: Diagnosi
ja: 診断
ko: 진단
nl: Diagnose
pt: Diagnóstico
ru: диагноз
tr_tr: Teşhis
zh_hans: 诊断
zh_hant: 診斷

# mcs_delay
source: Delay
ar: تأخير
de: Verzögerung
es: Retrasar
fr: Délai
hu: Késleltetés
it: Ritardo
ja: ディレイ
ko: 지연
nl: Vertraging
pt: Demora
ru: задержка
tr_tr: Gecikme
zh_hans: 时延
zh_hant: 時延

# mcs_packet_loss_rate
source: Packet Loss Rate
ar: معدل فقدان الحزمة
de: Paketverlustrate
es: Tasa de pérdida de paquetes
fr: Taux de perte de paquets
hu: Packet loss arány
it: Frequenza perdita di pacchetti
ja: パケット損失率
ko: 패킷 손실율
pt: Taxa de perda de pacotes
ru: Скорость потери пакетов
zh_hans: 丢包率
zh_hant: 丟包率

# mcs_timezone_IDL
source: International Date Line
ar: خط التاريخ الدولي
de: Internationale Datumslinie
es: Línea internacional del tiempo
fr: Ligne internationale de changement de date
hu: Nemzetközi dátumválasztó vonal
it: Linea data internazionale
ja: 曜日変更線
ko: 날짜 변경선
nl: Tijdszone
pt: Linha Internacional de Data
ru: Демаркационная линия времени
tr_tr: Uluslararası Tarih Hattı
zh_hans: 国际日期变更线
zh_hant: 國際日期變更線

# mcs_timezone_China
source: China
ar: الصين
fr: Chine
hu: kína
it: Cina
ja: 中国
ko: 중국
ru: китай
tr_tr: Çin
zh_hans: 中国
zh_hant: 中國

# mcs_timezone_Midway
source: Midway Islands
ar: جزر ميدواي
de: Midwayinseln
es: Islas Midway
fr: îles Midway
hu: Midway-szigetek
it: Isole Midway
ja: ミッドウェー諸島
ko: 미드웨이 제도
pt: Ilhas Midway
ru: Мидуэй
tr_tr: Midway Adaları
zh_hans: 中途岛
zh_hant: 中途島

# mcs_timezone_Niue
source: Island of Niue
ar: جزيرة نيوي
de: Niue
es: Isla de Niue
fr: ÎIe de Niue
hu: Sziget Niue
it: Isola di Niue
ja: ニウエ島
ko: 니우에 섬
pt: Ilha de Niue
ru: Остров Ниуэ
tr_tr: Niue Adası
zh_hans: 纽埃岛
zh_hant: 紐埃島

# mcs_timezone_Samoa
source: American Samoa
ar: ساموا الأمريكية
de: Amerikanisch-Samoa
es: Samoa Americana
fr: île Samoa USA
hu: Amerikai Szamoa
it: Samoa americane
ja: アメリカ領サモア
ko: 아메리칸 사모아
pt: Samoa Americana
ru: американское Самоа
tr_tr: Amerikan Samoası
zh_hans: 美属萨摩亚
zh_hant: 美屬薩摩亞

# mcs_timezone_Aleutian
source: Aleutian Islands
ar: جزر ألوشيان
de: Aleuten
es: islas Aleutinas
fr: îles Aléoutiennes
hu: aleuti-szigetek
it: Isole Aleutine
ja: アリューシャン列島
ko: 알류 샨 열도
pt: Ilhas Aleutas
ru: Алеутские острова
tr_tr: Aleutian Adaları
zh_hans: 阿留申群岛
zh_hant: 阿留申群島

# mcs_timezone_Hawaii
source: Hawaiian Islands
ar: جزر هاواي
de: Hawaii-Inseln
es: Ilhas Havaianas
fr: Hawaii
hu: Hawaii-szigetek
it: Isole Hawaii
ja: ハワイ諸島
ko: 하와이 제도
pt: Ilhas Havaianas
ru: Гавайские острова
tr_tr: Hawai Adaları
zh_hans: 夏威夷群岛
zh_hant: 夏威夷群島

# mcs_timezone_Alaska
source: Alaska
ar: ألاسكا
hu: Alaszka
ja: アラスカ州
ko: 알래스카
pt: Alasca
ru: Аляска
zh_hans: 阿拉斯加州
zh_hant: 阿拉斯加州

# mcs_timezone_PSTUSCanada
source: PST(US&Canada)
ar: التوقيت الباسيفيكي (الولايات المتحدة وكندا)
de: PST (US&Kanada)
es: Hora estándar del Pacífico (EE.UU. y Canadá)
fr: PST(USA & Canada)
hu: Pacific Standard Time (USA és Kanada)
it: PST (USA e Canada)
ja: 太平洋標準時（米国およびカナダ）
ko: 태평양 표준시 (미국과 캐나다)
pt: Horário padrão do Pacífico (EUA e Canadá)
ru: Стандартное тихоокеанское время (США & Канада)
zh_hans: 太平洋标准时间（美国和加拿大）
zh_hant: 太平洋標準時間（美國和加拿大）

# mcs_timezone_Arizona
source: Arizona
ar: أريزونا
ja: アリゾナ州
ko: 애리조나
ru: Аризона
zh_hans: 亚利桑那州
zh_hant: 亞利桑那州

# mcs_timezone_MSTUSCanada
source: Mountain Standard Time(US&Canada)
ar: التوقيت الجبلي الرسمي (الولايات المتحدة وكندا)
de: Mountain Standard Time (US&Kanada)
es: Montaña Standard Time (EE.UU. y Canadá)
fr: Fuseau Montagnes Rocheuses (USA & Canada)
hu: Hegyi idő (USA & Kanada)
it: Ora standard sulle Montagne Rocciose (Stati Uniti e Canada)
ja: 山岳標準時（米国およびカナダ）
ko: 산지 표준시 (미국과 캐나다)
ru: Горное время (США и Канада)
zh_hans: 山地标准时间（美国和加拿大）
zh_hant: 山地標準時間（美國和加拿大）

# mcs_timezone_CSTUSCanada
source: Central Standard Time(US&Canada)
ar: التوقيت المركزي (الولايات المتحدة وكندا)
de: Central Standard Time (US&Kanada)
es: Hora estándar central (EE.UU. y Canadá)
fr: Fuseau Central (USA & Canada)
hu: Central Standard Time (USA és Kanada)
it: Ora standard della "zona centrale" (Stati Uniti e Canada)
ja: 中部標準時（米国およびカナダ）
ko: 중부 표준시 (미국과 캐나다)
pt: Horário Padrão Central (EUA e Canadá)
ru: Центральное стандартное время (США & Канада)
zh_hans: 中部标准时间（美国和加拿大）
zh_hant: 中部標準時間（美國和加拿大）

# mcs_timezone_ESTUSCanada
source: Eastern Standard Time(US&Canada)
ar: التوقيت الشرقي (الولايات المتحدة وكندا)
de: Eastern Standard Time (US&Kanada)
es: Hora estándar del este (EE.UU. y Canadá)
fr: Fuseau Est (USA & Canada)
hu: Keleti idő (USA & Kanada)
it: Ora standard orientale (Stati Uniti e Canada)
ja: 東部標準時（米国およびカナダ）
ko: 동부 표준시 (미국과 캐나다)
ru: По восточному поясному времени (США и Канада)
zh_hans: 东部标准时间（美国和加拿大）
zh_hant: 東部標準時間（美國和加拿大）

# mcs_timezone_ASTCanada
source: AST(Canada)
ar: الأطلسي التوقيت (كندا)
de: AST (Kanada)
es: Hora estándar del Atlántico (Canadá)
hu: Atlanti idő (Kanada)
ja: 大西洋標準時（カナダ）
ko: 대서양 표준시 (캐나다)
pt: Horário padrão do atlântico (Canadá)
ru: Атлантический Стандартное время (Канада)
zh_hans: 大西洋标准时间（加拿大）
zh_hant: 大西洋標準時間（加拿大）

# mcs_timezone_Newfoundland
source: Newfoundland
ar: نيوفاوندلاند
de: Neufundland
es: Terranova
fr: Terre-Neuve
hu: újfundlandi
it: Terranova
ja: ニューファンドランド州
ko: 뉴 펀들 랜드
pt: Terra Nova
ru: Ньюфаундленд
zh_hans: 纽芬兰
zh_hant: 紐芬蘭

# mcs_timezone_Brasilia
source: Brasilia
ar: برازيليا
ja: ブラジリア
ko: 브라질리아
ru: Бразилиа
zh_hans: 巴西利亚
zh_hant: 巴西利亞

# mcs_timezone_BuenosAires
source: Buenos Aires
ar: بوينس آيرس
ja: ブエノスアイレス
ko: 부에노스 아이레스
ru: Буэнос айрес
zh_hans: 布宜诺斯艾利斯
zh_hant: 布宜諾斯艾利斯

# mcs_timezone_Santiago
source: Santiago
ar: سانتياغو
ja: サンティアゴ
ko: 산티아고
ru: Сантьяго
zh_hans: 圣地亚哥
zh_hant: 聖地亞哥

# mcs_timezone_Noronha
source: Noronha
ar: نورونا
ja: ノロニャ
ko: 노 로냐
ru: Норонья
zh_hans: 迪诺罗尼亚
zh_hant: 迪諾羅尼亞

# mcs_timezone_SouthGeorgia
source: South Georgia
ar: جورجيا الجنوبية
de: Südgeorgien
es: Georgia del Sur
fr: Géorgie du Sud
hu: Dél-Georgia
it: Georgia del Sud
ja: サウスジョージア島
ko: 사우스 조지아
pt: Geórgia do Sul
ru: Южная Джорджия
zh_hans: 南乔治亚
zh_hant: 南喬治亞

# mcs_timezone_Azores
source: Azores
ar: الازور
de: Azoren
fr: Açores
hu: Azori-
it: Azzorre
ja: アゾレス諸島
ko: 아 조레스
pt: Açores
ru: Азорские острова
zh_hans: 亚速尔群岛
zh_hant: 亞速爾群島

# mcs_timezone_CapeVerde
source: Cape Verde
ar: الرأس الأخضر
de: Kap Verden
es: Cabo Verde
fr: Cap Vert
hu: Zöld-foki Köztársaság
it: capo Verde
ja: カーボベルデ
ko: 카보 베르데
pt: cabo Verde
ru: Кабо-Верде
zh_hans: 佛得角
zh_hant: 佛得角

# mcs_timezone_London
source: London
ar: لندن
es: Londres
fr: Londres
it: Londra
ja: ロンドン
ko: 런던
pt: Londres
ru: Лондон
zh_hans: 伦敦
zh_hant: 倫敦

# mcs_timezone_Lisbon
source: Lisbon
ar: لشبونة
de: Lissabon
es: Lisboa
fr: Lisbonne
hu: Lisszabon
it: Lisbona
ja: リスボン
ko: 리스본
nl: Lisabon
pt: Lisboa
ru: Лиссабон
zh_hans: 里斯本
zh_hant: 里斯本

# mcs_timezone_Dublin
source: Dublin
ar: دبلن
es: Dublín
it: Dublino
ja: ダブリン
ko: 더블린
ru: Дублин
zh_hans: 都柏林
zh_hant: 都柏林

# mcs_timezone_Berlin
source: Berlin
ar: برلين
es: Berlina
it: Berlino
ja: ベルリン
ko: 베를린
nl: Berlijn
pt: Berlim
ru: Берлин
zh_hans: 柏林
zh_hant: 柏林

# mcs_timezone_Amsterdam
source: Amsterdam
ar: أمستردام
es: Ámsterdam
hu: Amszterdam
ja: アムステルダム
ko: 암스테르담
ru: Амстердам
zh_hans: 阿姆斯特丹
zh_hant: 阿姆斯特丹

# mcs_timezone_Brussels
source: Brussels
ar: بروكسل
de: Brüssel
es: Bruselas
fr: Brusselles
hu: Brüsszel
it: Bruxelles
ja: ブリュッセル
ko: 브뤼셀
nl: Brussel
pt: Bruxelas
ru: Брюссель
zh_hans: 布鲁塞尔
zh_hant: 布魯塞爾

# mcs_timezone_Budapest
source: Budapest
ar: بودابست
ja: ブダペスト
ko: 부다페스트
pt: Budapeste
ru: Будапешт
zh_hans: 布达佩斯
zh_hant: 布達佩斯

# mcs_timezone_Madrid
source: Madrid
ar: مدريد
ja: マドリード
ko: 마드리드
pt: Madri
ru: Мадрид
zh_hans: 马德里
zh_hant: 馬德里

# mcs_timezone_Paris
source: Paris
ar: باريس
es: París
hu: Párizs
it: Parigi
ja: パリ
ko: 파리
ru: Париж
zh_hans: 巴黎
zh_hant: 巴黎

# mcs_timezone_Rome
source: Rome
ar: روما
de: Rom
es: Roma
hu: Róma
it: Roma
ja: ローマ
ko: 로마
pt: Roma
ru: Рим
zh_hans: 罗马
zh_hant: 羅馬

# mcs_timezone_Sarajevo
source: Sarajevo
ar: سراييفو
hu: Szarajevó
ja: サラエボ
ko: 사라예보
ru: Сараево
zh_hans: 萨拉热窝
zh_hant: 薩拉熱窩

# mcs_timezone_Cairo
source: Cairo
ar: القاهرة
de: Kairo
es: El Cairo
fr: Le Caire
hu: Kairó
ja: カイロ
ko: 카이로
ru: Каир
zh_hans: 开罗
zh_hant: 開羅

# mcs_timezone_Amman
source: Amman
ar: عمان
ja: アンマン
ko: 암만
pt: Amã
ru: Амман
zh_hans: 安曼
zh_hant: 安曼

# mcs_timezone_Beirut
source: Beirut
ar: بيروت
fr: Beyrouth
hu: Bejrút
ja: ベイルート
ko: 베이루트
pt: Beirute
ru: Бейрут
zh_hans: 贝鲁特
zh_hant: 貝魯特

# mcs_timezone_Istanbul
source: Istanbul
ar: اسطنبول
es: Istambul
hu: Isztambul
ja: イスタンブール
ko: 이스탄불
pt: Estanbul
ru: Стамбул
zh_hans: 伊斯坦布尔
zh_hant: 伊斯坦布爾

# mcs_timezone_Jerusalem
source: Jerusalem
ar: القدس
es: Jerusalén
fr: Jérusalem
hu: Jeruzsálem
it: Gerusalemme
ja: エルサレム
ko: 예루살렘
nl: Jeruzalem
pt: Jerusalém
ru: Иерусалим
zh_hans: 耶路撒冷
zh_hant: 耶路撒冷

# mcs_timezone_Athens
source: Athens
ar: أثينا
de: Athen
es: Atenas
fr: Athènes
hu: Athén
it: Atene
ja: アテネ
ko: 아테네
pt: Atenas
ru: Афины
zh_hans: 雅典
zh_hant: 雅典

# mcs_timezone_Baghdad
source: Baghdad
ar: بغداد
de: Bagdad
es: Bagdad
fr: Bagdad
hu: Bagdad
ja: バグダッド
ko: 바그다드
pt: Bagdá
ru: Багдад
zh_hans: 巴格达
zh_hant: 巴格達

# mcs_timezone_Riyadh
source: Riyadh
ar: الرياض
de: Riad
es: Riad
fr: Riyad
hu: Rijád
it: Riad
ja: リヤド
ko: 리야드
ru: Рияд
zh_hans: 利雅得
zh_hant: 利雅得

# mcs_timezone_Qatar
source: Qatar
ar: دولة قطر
de: Katar
es: Katar
hu: Katar
ja: カタール
ko: 카타르
pt: Catar
ru: Катар
zh_hans: 卡塔尔
zh_hant: 卡塔爾

# mcs_timezone_Moscow
source: Moscow
ar: موسكو
de: Moskau
es: Moscú
fr: Moscou
hu: Moszkva
it: Mosca
ja: モスクワ
ko: 모스크바
pt: Moscou
ru: Москва
zh_hans: 莫斯科
zh_hant: 莫斯科

# mcs_timezone_Tehran
source: Tehran
ar: طهران
de: Teheran
es: Teherán
fr: Téhéran
hu: Teherán
it: Teheran
ja: テヘラン
ko: 이란
pt: Teerã
ru: Тегеран
zh_hans: 德黑兰
zh_hant: 德黑蘭

# mcs_timezone_Baku
source: Baku
ar: باكو
es: Bakú
fr: Bakou
ja: バクー
ko: 바쿠
ru: Баку
zh_hans: 巴库
zh_hant: 巴庫

# mcs_timezone_Dubai
source: Dubai
ar: دبي
fr: Dubaï
ja: ドバイ
ko: 두바이
ru: Дубай
zh_hans: 迪拜
zh_hant: 迪拜

# mcs_timezone_Tbilisi
source: Tbilisi
ar: تبليسي
de: Tiflis
fr: Tbilissi
hu: Tbiliszi
ja: トビリシ
ko: 트빌리시
ru: Тбилиси
zh_hans: 第比利斯
zh_hant: 第比利斯

# mcs_timezone_Kabul
source: Kabul
ar: كابول
fr: Kaboul
ja: カブール
ko: 카불
pt: Cabul
ru: Кабул
zh_hans: 喀布尔
zh_hant: 喀布爾

# mcs_timezone_Karachi
source: Karachi
ar: كراتشي
de: Karatschi
ja: カラチ
ko: 카라치
pt: Carachi
ru: Карачи
zh_hans: 卡拉奇
zh_hant: 卡拉奇

# mcs_timezone_Yekaterinburg
source: Yekaterinburg
ar: يكاترينبورغ
de: Jekaterinburg
es: Ekaterimburgo
fr: Ékaterinbourg
hu: Jekatyerinburg
ja: エカテリンブルグ
ko: 예 카테 린 부르크
ru: Екатеринбург
zh_hans: 叶卡捷琳堡
zh_hant: 葉卡捷琳堡

# mcs_timezone_Maldives
source: Maldives
ar: جزر المالديف
de: Malediven
es: Maldivas
hu: Maldív-szigetek
it: Maldive
ja: モルディブ
ko: 몰디브
pt: Maldivas
ru: Мальдивы
zh_hans: 马尔代夫
zh_hant: 馬爾代夫

# mcs_timezone_Calcutta
source: Calcutta
ar: كلكوتا
de: Kalkutta
es: Calcuta
ja: カルカッタ
ko: 캘커타
pt: Calcutá
ru: Калькутта
zh_hans: 加尔各答
zh_hant: 加爾各答

# mcs_timezone_Colombo
source: Colombo
ar: كولومبو
ja: コロンボ
ko: 콜롬보
ru: Коломбо
zh_hans: 科伦坡
zh_hant: 科倫坡

# mcs_timezone_Katmandu
source: Katmandu
ar: كاتماندو
es: Katmandú
fr: Katmandou
hu: Kathmandu
ja: カトマンズ
ko: 카트만두
pt: Kathmandu
ru: Катманду
zh_hans: 加德满都
zh_hant: 加德滿都

# mcs_timezone_Almaty
source: Almaty
ar: ألماتي
ja: アルマトイ
ko: 알마티
ru: Алматы
zh_hans: 阿拉木图
zh_hant: 阿拉木圖

# mcs_timezone_Dhaka
source: Dhaka
ar: دكا
es: Dacca
ja: ダッカ
ko: 다카
ru: Дакка
zh_hans: 达卡
zh_hant: 達卡

# mcs_timezone_Omsk
source: Omsk
ar: أومسك
hu: Omszk
ja: オムスク
ko: 옴 스크
ru: Омск
zh_hans: 鄂木斯克
zh_hant: 鄂木斯克

# mcs_timezone_Thimbu
source: Thimbu
ar: تيمفو
de: Thimphu
es: Thimphu
hu: Thimphu
it: Thimphu
ja: ティンプー
ko: 팀부
pt: Thimphu
ru: Тхимпху
zh_hans: 廷布
zh_hant: 廷布

# mcs_timezone_Rangoon
source: Rangoon
ar: رانغون
de: Rangun
es: Rangún
ja: ラングーン
ko: 랑군
ru: Рангун
zh_hans: 仰光
zh_hant: 仰光

# mcs_timezone_Bangkok
source: Bangkok
ar: بانكوك
ja: バンコク
ko: 방콕
ru: Бангкок
zh_hans: 曼谷
zh_hant: 曼谷

# mcs_timezone_Jakarta
source: Jakarta
ar: جاكرتا
es: Jacarta
it: Giacarta
ja: ジャカルタ
ko: 자카르타
pt: Jacarta
ru: Джакарта
zh_hans: 雅加达
zh_hant: 雅加達

# mcs_timezone_Vientiane
source: Vientiane
ar: فينتيان
ja: ビエンチャン
ko: 비엔티안
ru: Вьентьян
zh_hans: 万象
zh_hant: 萬象

# mcs_timezone_Harbin
source: Harbin
ar: هاربين
ja: ハルビン
ko: 하얼빈
ru: Харбин
zh_hans: 哈尔滨市
zh_hant: 哈爾濱市

# mcs_timezone_Shanghai
source: Shanghai
ar: شنغهاي
fr: Shanghaï
ja: 上海
ko: 상하이
ru: Шанхай
zh_hans: 上海
zh_hant: 上海

# mcs_timezone_Hongkong
source: Hong Kong
ar: هونغ كونغ
hu: Hongkongban
ja: 香港
ko: 홍콩
ru: Гонконг
zh_hans: 香港
zh_hant: 香港

# mcs_timezone_Singapore
source: Singapore
ar: سنغافورة
de: Singapur
es: Singapur
fr: Singapour
hu: Szingapúr
ja: シンガポール
ko: 싱가포르
pt: Cingapura
ru: Сингапур
tr_tr: Singapur
zh_hans: 新加坡
zh_hant: 新加坡

# mcs_timezone_Taipei
source: Taipei
ar: تايبيه
de: Taipeh
ja: 台北
ko: 타이페이
ru: Тайбэй
zh_hans: 台北
zh_hant: 台北

# mcs_timezone_Ulaanbaatar
source: Ulaanbaatar
ar: أولان باتور
fr: Ulan bator
hu: Ulánbátor
it: Ulan Bator
ja: ウランバートル
ko: 울란바토르
ru: Улан-Батор
zh_hans: 乌兰巴托
zh_hant: 烏蘭巴托

# mcs_timezone_Perth
source: Perth
ar: بيرث
ja: パース
ko: 퍼스
ru: Перт
zh_hans: 珀斯
zh_hant: 珀斯

# mcs_timezone_Seoul
source: Seoul
ar: سيول
es: Seúl
fr: Séoul
hu: Szöul
ja: ソウル
ko: 서울
pt: Seul
ru: Сеул
zh_hans: 汉城
zh_hant: 漢城

# mcs_timezone_Tokyo
source: Tokyo
ar: طوكيو
es: Tokio
hu: Tokió
ja: 東京
ko: 도쿄
pt: Tóquio
ru: Токио
zh_hans: 东京
zh_hant: 東京

# mcs_timezone_Darwin
source: Darwin
ar: داروين
ja: ダーウィン
ko: 다윈
ru: Дарвин
zh_hans: 达尔文
zh_hant: 達爾文

# mcs_timezone_Magadan
source: Magadan
ar: ماجادان
ja: マガダン
ko: 마가
ru: Магадан
zh_hans: 马加丹
zh_hant: 馬加丹

# mcs_timezone_Vladivostok
source: Vladivostok
ar: فلاديفوستوك
de: Wladiwostok
hu: Vlagyivosztok
ja: ウラジオストク
ko: 블라디보스톡
ru: Владивосток
zh_hans: 符拉迪沃斯托克
zh_hant: 符拉迪沃斯托克

# mcs_timezone_Guam
source: Guam
ar: غوام
ja: グアム
ko: 괌
ru: Гуам
zh_hans: 关岛
zh_hant: 關島

# mcs_timezone_Sydney
source: Sydney
ar: سيدني
ja: シドニー
ko: 시드니
ru: Сидней
zh_hans: 悉尼
zh_hant: 悉尼

# mcs_timezone_Canberra
source: Canberra
ar: كانبيرا
ja: キャンベラ
ko: 캔버라
ru: Канберра
zh_hans: 堪培拉
zh_hant: 堪培拉

# mcs_timezone_Melbourne
source: Melbourne
ar: ملبورن
ja: メルボルン
ko: 멜버른
ru: Мельбурн
zh_hans: 墨尔本
zh_hant: 墨爾本

# mcs_timezone_Queensland
source: Queensland
ar: كوينزلاند
ja: クイーンズランド州
ko: 퀸즐랜드
ru: Квинсленд
zh_hans: 昆士兰
zh_hant: 昆士蘭

# mcs_timezone_LordHowe
source: Lord Howe
ar: لورد هاو
de: Lord-Howe-Insel
ja: ロードハウ
ko: 로드 하우
ru: Лорд-Хау
zh_hans: 豪勋爵
zh_hant: 豪勳爵

# mcs_timezone_Guadalcanal
source: Guadalcanal
ar: القنال
ja: ガダルカナル
ko: 과달카날
ru: Гуадалканал
zh_hans: 瓜达尔卡纳尔岛
zh_hant: 瓜達爾卡納爾島

# mcs_timezone_Fiji
source: Fiji
ar: فيجي
de: Fidji
fr: Fidji
hu: Fidzsi-szigetek
it: Isole Figi
ja: フィジー
ko: 피지
ru: Фиджи
zh_hans: 斐济
zh_hant: 斐濟

# mcs_timezone_Auckland
source: Auckland
ar: أوكلاند
ja: オークランド
ko: 오클랜드
ru: Окленд
zh_hans: 奥克兰
zh_hant: 奧克蘭

# mcs_timezone_Apia
source: Apia
ar: آبيا
it: casa
ja: アピーア
ko: 아피아
ru: Апиа
zh_hans: 阿皮亚
zh_hant: 阿皮亞

# mcs_timezone_Fakaofo
source: Fakaofo
ar: فاكاأوفو
ja: ファカオフォ
ko: 파카 오포
ru: Факаофо
zh_hans: 法考福
zh_hant: 法考福

# mcs_timezone_Tongatapu
source: Tongatapu
ar: تونغاتابو
ja: トンガタプ
ko: 통가 타푸
ru: Тонгатапу
zh_hans: 汤加塔布
zh_hant: 湯加塔布

# mcs_timezone_Kiritimati
source: Kiritimati
ar: كيريتيماتي
it: Isola Christmas
ja: クリスマス島
ko: 키리 티 마티
ru: Киритимати
zh_hans: 克里斯马斯
zh_hant: 克里斯馬斯

# mcs_connect_timeout
source: Connection timeout
ar: مهلة الاتصال
de: Zeitüberschreitung bei der Verbindung
es: Une connexion de temporisation
fr: Dépassement de durée de connexion
hu: a kapcsolat -
it: Timeout di connessione
ja: タイムアウト
ko: 연결 시간
nl: Verbinding onderbroken
pt: Une connexion de temporisation
ru: Истекло время ожидания соединения
tr_tr: Bağlantı zaman aşımı
zh_hans: 连接超时
zh_hant: 連接超時

# mcs_share
source: Share
ar: حصة
de: Teilen
es: cuota
fr: Partager
hu: Megosztás
it: Condividi
ja: シェア
ko: 몫
nl: Delen
pt: Megosztás
ru: доля
tr_tr: Paylaş
zh_hans: 分享
zh_hant: 分享

# mcs_share_prompt_start
source: You can access
ar: يمكنك الوصول
de: Sie können
es: se puede acceder
fr: Vous pouvez accéder
hu: érheti
it: È possibile accedere
ja: あなたがアクセスすることができます
ko: 당신은에 액세스 할 수 있습니다
nl: U kunt inloggen
pt: Você pode acessar
ru: Вы можете получить доступ
tr_tr: Erişebilirsiniz
zh_hans: 你可以访问
zh_hant: 您可以訪問

# mcs_share_prompt_end
source: to download the video through browser on pc or android phone that in the same network
ar: لتحميل الفيديو من خلال متصفح على الكمبيوتر أو الروبوت الهاتف الذي في نفس الشبكة
de: das Video über den Browser auf dem PC oder das Android-Telefon im gleichen Netzwerk herunterladen.
es: para descargar el video a través del navegador en el PC o el teléfono androide que, en la misma red
fr: au téléchargement de la vidéo par le navigateur du PC ou sur un téléphone Android appartenant au même réseau
hu: letölteni a videót a böngésző PC-n vagy Android telefon, amely ugyanabban a hálózatban
it: per scaricare il video attraverso il browser su PC o telefono Android nella stessa rete
ja: そのPCやアンドロイド携帯電話上でブラウザを介してビデオをダウンロードするには、同じネットワーク内の
ko: 것으로 PC 또는 안드로이드 전화에 브라우저를 통해 동영상을 다운로드하는 동일한 네트워크에
nl: download de video vanuit een internet browser of smartphone binnen hetzelfde netwerk
pt: para baixar o vídeo através do navegador no PC ou android telefone que na mesma rede
ru: скачать видео через браузер на ПК или телефон андроид, что в той же сети
tr_tr: Aynı ağdaki pc veya android telefon tarayıcı ile videoyu indirmek için
zh_hans: 通过同一网络的PC或Android手机的浏览器下载的该视频
zh_hant: 通過同一網絡的PC或Android的手機的瀏覽器下載的該視頻

# mcs_share_note
source: Please don't leave the page when downloading.
ar: عملية التحميل، من فضلك لا تترك هذه الصفحة
de: Bitte verlassen Sie die Seite nicht während des Downloads.
es: Proceso de descarga, por favor no deje esta página
fr: Veuillez ne pas quitter la page lors du téléchargement
hu: Letöltés folyamatban, kérem, ne hagyja ezt az oldalt
it: Si prega di non lasciare la pagina durante il download
ja: ダウンロードプロセスは、このページを残すしないでください
ko: 다운로드 프로세스는이 페이지를 두지 마십시오
nl: Wacht a.u.b. tot het downloaden afgerond is.
pt: Processo de download, por favor, não deixar esta página
ru: Процесс загрузки, пожалуйста, не оставляйте эту страницу
tr_tr: Lütfen indirme sayfasından ayrılmayın
zh_hans: 下载过程中请不要离开此页面。
zh_hant: 下載過程中請不要離開此頁面。

# mcs_video_size
source: Size
ar: حجم
de: Grösse
es: Tamaño
fr: Taille
hu: Méret
it: Dimensioni
ja: サイズ
ko: 크기
nl: Formaat
pt: tamanho
ru: размер
tr_tr: Boyut
zh_hans: 大小
zh_hant: 大小

# mcs_video_duration
source: Duration
ar: مدة
de: Dauer
es: Duración
fr: Durée
hu: Időtartam
it: Durata
ja: デュレーション
ko: 지속
nl: Duur
pt: duração
ru: продолжительность
tr_tr: Süre
zh_hans: 时长
zh_hant: 時長

# mcs_my_folder
source: My Folder
ar: بلدي المجلدات
de: Mein Ordner
es: Mis archivos
fr: Mon dossier
hu: Saját mappák
it: Cartella
ja: マイファイル
ko: 내 파일
nl: Mijn map
pt: minhas pastas
ru: Мои папки
tr_tr: Klasörüm
zh_hans: 我的文件
zh_hant: 我的文件

# mcs_account_no_contain
source: The account don’t contain
ar: لا يحتوي الحساب
de: Das Konto enthält nicht
es: Le compte ne contient pas
fr: Le compte ne contient pas
hu: A számla nem tartalmaz
it: L'account non contiene
ja: アカウントが含まれていません
ko: 계정이 포함되어 있지 않습니다
nl: Het account bevat geen
pt: A conta não contêm
ru: Счет не содержит
tr_tr: Hesapta aşağıdakileri içermiyor
zh_hans: 该帐号不包含
zh_hant: 該帳號不包含

# mcs_edit
source: Edit
ar: تحرير
de: Bearbeiten
es: editar
fr: Modifier
hu: szerkesztése
ja: 編集
ko: 편집
nl: Aanpassen
pt: editar
ru: редактировать
tr_tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# mcs_video_number
source: Video
ar: فيديو
fr: Vidéo
ja: ビデオ
ko: 동영상
nl: Video lijst
ru: Видео
zh_hans: 个视频
zh_hant: 個視頻

# mcs_no_local_video
source: No record
ar: لا يوجد فيديو
de: Keine Aufnahme
es: No hay videos
fr: Aucun enregistrement
hu: No video
it: Nessuna registrazione
ja: いいえビデオはありません
ko: 동영상이 없습니다
nl: Geen opname
pt: Nenhum vídeo
ru: Нет видео
tr_tr: Kayıt yok
zh_hans: 暂无录像
zh_hant: 暫無錄像

# mcs_empty_folder
source: Folder is empty
ar: مجلد فارغ
de: Ordner ist leer
es: Carpeta está vacía
fr: Le dossier est vide
hu: Mappa üres
it: La cartella è vuota
ja: フォルダは空です
ko: 폴더가 비어 있습니다
nl: Map is leeg
pt: A pasta está vazia
ru: Папка пуста
tr_tr: Klasör boş
zh_hans: 文件夹为空
zh_hant: 文件夾為空

# mcs_no_history_record
source: You don’t have record
ar: لا يوجد لديك التاريخ
de: Keine Aufnahmen vorhanden.
es: Usted no tiene ninguna historia
fr: Vous n'avez pas d'enregistrement
hu: Ön nincs történelem
it: Non è necessario registrare
ja: あなたは何の歴史を持っていません
ko: 당신은 어떤 기록이 없습니다
nl: U heeft geen opnames
pt: Você não tem nenhuma história
ru: У вас нет истории
tr_tr: Kayıt yok
zh_hans: 您还没有历史记录
zh_hant: 您還沒有歷史記錄

# mcs_no_local_record
source: Your local record is empty
ar: سجل المحلي فارغ
de: Keine lokalen Aufnahmen vorhanden.
es: Su registro local está vacío
fr: Votre enregistrement local est vide
hu: A helyi rekord üres
it: Il tuo record locale è vuoto
ja: あなたのローカルレコードは空です
ko: 지역 기록이 비어 있습니다
nl: Uw lokale opslag is leeg
pt: Seu registro local está vazio
ru: Ваш местный рекорд пуст
tr_tr: Yerel kaydınız boş
zh_hans: 您的本地记录为空
zh_hant: 您的本地記錄為空

# mcs_empty_cloud_list_first
source: Your camera list is empty,
ar: قائمة الأجهزة الخاصة بك فارغة،
de: Ihr Cloud-Verzeichnis ist leer.
es: Su lista de dispositivos está vacía,
fr: Votre liste « nuage » est vide
hu: Az eszköz lista üres,
it: L'elenco cloud è vuoto,
ja: お使いのデバイスリストには、空であります
ko: 귀하의 장치 목록이 비어 있습니다
nl: Uw cloud opname lijst is leeg
pt: Sua lista de dispositivos estiver vazia,
ru: Ваш список устройств пуст,
tr_tr: Kamera listeniz boş
zh_hans: 您的设备列表还是空空的，
zh_hant: 您的設備清單還是空空的，
