Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_send_mailbox_succuess_next
source: ; for retrieving password,please pay attention to receive email.
ar: إرسال رسالة كلمة السر استرداد البريد الإلكتروني، يرجى ملاحظة أن تلقي البريد .
de: In Einem brief um ihr passwort per e - mail senden, bitte beachten sie, dass der empfang Von e - mails.
es: Enviar una carta de recuperar la contraseña de correo electrónico, por favor espere recibir correo.
fr: Envoyer une lettre de récupération de mot de passe de courrier, veuillez noter que la réception de courrier.
hu: küldött egy levelet, amit a postát, a figyelmüket kérem üzenetet.
it: L'invio di Una lettera di Password E - Mail di ricevere E - Mail, La vostra Attenzione, per favore.
ja: 發送了一封密碼找回郵件，請您注意接收郵件。
ko: 한 통의 메일을 보낼 암호를 다시 주의 수신 메시지 주십시오.
nl: Stuurde een e - mail wachtwoord, uw aandacht vestigen op de post ontvangen.
pt: A recuperação de senha de e - mail para enviar UMA Carta de e - mail para receber a SUA atenção, por favor.
ru: Отправить пароль по электронной почте, пожалуйста, Ваше внимание получать почту .
tr_tr: Parolayı almak için gönderilen e-posta, lütfen kontrol et.
zh_hans: 发送了一封密码找回邮件，请您注意接收邮件。
zh_hant: 發送了一封密碼找回郵件，請您注意接收郵件

# mcs_all_image
source: All Image
ar: جميع الصور
de: Alle bilder
es: Todas las fotos
fr: Toutes les images
hu: az összes kép
it: Tutte le Foto.
ja: すべての写真は
ko: 모든 그림
nl: Alle foto 's.
pt: Todas as fotos
ru: все фотографии
tr_tr: Tüm resim
zh_hans: 所有图片
zh_hant: 所有圖片

# mcs_unavailable_image
source: The picture is not available. Please select again.
ar: الصور غير متوفرة، يرجى إعادة اختيار
de: Bild nicht vorhanden, bitte Neu wählen
es: La foto no está disponible, por favor seleccione
fr: La photo n'est pas disponible, veuillez sélectionner de nouveau
hu: kérem, hogy a kiválasztott kép nem elérhető,
it: La Foto non e 'disponibile, scegli Di Nuovo
ja: 写真は使用しないで、再選択して下さい
ko: 그림을 사용할 수 있으면 다시 선택
nl: Foto 's beschikbaar is, te kiezen
pt: A foto não está disponível, por favor, escolha
ru: Фотографии не имеется, просьба вновь выбирает
tr_tr: Resim mevcut değil. Lütfen tekrar seçin.
zh_hans: 图片不可用，请重新选取
zh_hant: 圖片不可用，請重新選取

# mcs_set_nickname
source: Set Nickname
ar: وضع لقب
de: Einstellen Spitznamen
es: Ajuste de apodo
fr: surnom Réglage
hu: Beállítás beceneve
it: soprannome Impostazione
ja: ニックネームの設定
ko: 설정 별명
nl: instellen bijnaam
pt: Definir apelido
ru: Настройка ник
tr_tr: Takma adı ayarla
zh_hans: 设置昵称
zh_hant: 設置暱稱

# mcs_search_timeout
source: Search timeout, please click Search again
ar: الوقت للبحث ، انقر فوق بحث مرة أخرى
de: Zeit zu suchen , klicken Sie auf Suche
es: Tiempo de buscar , haga clic en Buscar de nuevo
fr: Le temps de recherche , cliquez sur Rechercher à nouveau
hu: Keresési idő , kattintson a Keresés újra
it: Il tempo di ricerca, fare clic di nuovo Ricerca
ja: 検索する時には、もう一度[検索]をクリックします
ko: 검색 시간은 다시 검색을 클릭합니다
nl: Tijd om te zoeken , klikt u Opnieuw zoeken
pt: Tempo de pesquisa , clique em Pesquisar novamente
ru: Время поиска , снова нажмите кнопку Поиск
tr_tr: Arama zaman aşımı, lütfen tekrar aramak için tıklayın.
zh_hans: 搜索时间到，请重新点击搜索
zh_hant: 搜索時間到，請重新點擊搜索

# mcs_screen_size
source: Screen settings
ar: إعدادات الشاشة
de: Bildschirmeinstellungen
es: Ajustes de pantalla
fr: Paramètres de l'écran
it: Impostazioni schermo
ja: 画面設定
ko: 화면 설정
nl: scherm Instellingen
pt: Configurações de tela
ru: Настройки экрана
tr_tr: Ekran ayarları
zh_hans: 画面设置
zh_hant: 畫面設置

# mcs_screen_reset
source: Success. Restart to activate.
ar: تعيين بنجاح، تحتاج إلى إعادة تشغيل الكاميرا لالتقاط تأثير
de: Erfolgreich. Für Aktivierung neu starten
es: Establecer con éxito, es necesario reiniciar la cámara para tomar efecto
fr: Opération réussie. Redémarrer pour activer
hu: Állítsa sikeres, akkor újra kell indítani a kamerát, hogy hatása
it: Successo. Riavvia per attivare
ja: 設定に成功しました。カメラ再起動後有効になります
ko: 설정완료, 적용을 위해 카메라를 리부팅합니다
nl: Succes. Herstart om te activeren
pt: Configuração actualizada com sucesso, você precisará de reiniciar a camera
ru: Набор успешно, необходимо перезагрузить камеру вступили в силу
tr_tr: Ayarlama başarılı. Etkinleştirmek için yeniden başlatın.
zh_hans: 设置成功，需要重启摄像机才能生效
zh_hant: 設置成功，需要重啟攝影機才能生效

# mcs_wifi_network_prompt
source: Check whether the router is a 5 GHz band router，the camera connects at the 2.4 GHz band
ar: الرجاء التحقق من اتصال واي فاي كاميرا هل هو 5GHz واي فاي ، يرجى الحصول على اتصال واي فاي الكاميرا 2.4 غيغاهرتز
de: Bitte prüfen, ob eine Kamera MIT 5 - GHz - band WiFi ist die wifi, bitte Lassen sie die Kamera IST MIT 2.4ghz WiFi
es: Si la Conectando es comprobar la Cámara WiFi WiFi WiFi 5ghz, por favor, que la Cámara está conectada con la de 2,4 GHz
fr: Veuillez vérifier la connexion wifi de caméra est wifi GHz, s'il vous plaît, wifi - connecté à la caméra dans la bande de fréquence de 2,4 GHz
hu: kérlek, ellenőrizd a kamerákat a wifi - e kapcsolatot 5GHz sáv a wifi, kérlek 2.4GHz sáv wifi kapcsolat
it: Per favore, controlla la connessione Wi - Fi 5ghz se è il Wi - FI, per favore, lascia la telecamera e 'collegata a 2,4 GHz Wi - Fi
ja: 検査をしてくださいWiFiカメラ接続のかどうかは5GHz帯域のWiFiさせてください、カメラ接続2.4GHz帯域のWiFi
ko: 카메라 연결 있는지 확인하십시오 WiFi 것은 5GHz 밴드 있는 WiFi 미안합니다만 카메라 연결 2.4GHz 밴드 있는 WiFi
nl: Controleer de camera 's van de 5 GHz - band met WiFi is wi - fi, laat de camera' s in verband met de 2,4 GHz
pt: Por favor, verifique se a conexão de WiFi Da câmera do WiFi de 5GHz é, deixe a câmera conectada a WiFi de 2,4 GHz
ru: Пожалуйста, проверьте камеры подключения WiFi - частот 5 ГГц ли камеры подключения WiFi , пожалуйста, пусть 2,4 ГГц WiFi
tr_tr: Yönlendiricinin 5GHz bant yönlendiricisi olup olmadığını kontrol edin, fotoğraf makinesi 2,4 GHz bant yönlendiricisine bağlanmalıdır.
zh_hans: 请检查摄像机连接的WiFi是否是5GHz频段的WiFi，请让摄像机连接2.4GHz频段的WiFi
zh_hant: 如果您家是雙頻路由器，請檢查攝像機連接的WiFi是否是5GHz頻段的WiFi，請讓攝像機連接2.4GHz頻段的WiFi

# mcs_fault_diagnosis
source: Network Diagnosis
ar: تشخيص الشبكة
de: Der Netzwerk - Diagnose
es: El diagnóstico de la red
fr: Diagnostics de réseau
hu: hálózati diagnosztikai
it: La diagnosi di Rete
ja: ネットワーク診断
ko: 네트워크 진단
nl: De diagnose
pt: O diagnóstico de rede
ru: сети диагностических
tr_tr: ağ Tanılama
zh_hans: 网络诊断
zh_hant: 網絡診斷

# mcs_sever_diagnosis
source: May be due to server failure, resulting in normal use
ar: ربما بسبب فشل الخادم ، مما أدى إلى عدم الاستخدام العادي.
de: Vielleicht wegen der server - Fehler führen, die nicht funktionieren.
es: Puede ser debido a problemas con el servidor, lo que impide el uso normal.
fr: Peut - être en raison de la défaillance d'un serveur, n'entraîne pas l'utilisation normale.
hu: a szerver hiba lehet, ami nem megfelelő használatát.
it: IL Server può essere a causa di difetti, che non e 'normale.
ja: サーバーが故障する可能性があり、正常に使用することはできません。
ko: 아마도 때문에 서버 고장 때문에 정상적으로 사용할 수 없습니다.
nl: Misschien omdat de server fouten, die niet normaal.
pt: Pode ser devido à falha de servidor, que Pode ser usado normalmente.
ru: Может , поскольку сервер вина , в результате чего не нормального использования.
tr_tr: Normal olarak kullanılamadı. Sunucu hatasından kaynaklanıyor olabilir.
zh_hans: 可能由于服务器故障，导致无法正常使用
zh_hant: 可能由於服務器故障，導致無法正常使用

# mcs_select_problem
source: Please select a question
ar: يرجى اختيار المشكلة
de: Bitte wählen sie ein problem
es: Seleccione un problema
fr: Veuillez choisir un problème
hu: kérem válasszon.
it: Per favore, problemi DI SELEZIONE
ja: 選択問題を選択してください
ko: 선택 문제
nl: Kies een probleem
pt: Por favor, escolha
ru: Пожалуйста, выберите проблемы
tr_tr: Lütfen bir soru seçin
zh_hans: 请选择问题
zh_hant: 請選擇問題

# mcs_connot_lonin
source: Can not sign in
ar: لا يمكن تسجيل الدخول
de: Nicht anmelden.
es: No registrado
fr: Non connecté
hu: nem tudok bejelentkezni
it: Non possiamo identificarla
ja: ログインできない
ko: 불가
nl: Niet op
pt: Não Pode Entrar
ru: не могу войти
tr_tr: Oturum açılamıyor.
zh_hans: 不能登录
zh_hant: 不能登錄

# mcs_connot_play
source: Can not play
ar: لا يمكن تشغيل
de: Nicht spielen
es: No puede jugar
fr: Ne joue pas
hu: nem.
it: Non si può giocare
ja: 再生できない
ko: 못 재생
nl: Niet spelen.p
pt: Não Pode jogar
ru: не могу войти
tr_tr: Oynayamaz
zh_hans: 不能播放
zh_hant: 不能播放

# mcs_add_problems
source: Additional problems
ar: أسئلة إضافية
de: Ein zusätzliches problem
es: Un problema adicional
fr: Questions supplémentaires
hu: további probléma
it: Ulteriori problemi
ja: 付加問題
ko: 부가 문제
nl: Een extra probleem
pt: Um problema adicional
ru: Дополнительные вопросы
tr_tr: Ek sorunlar
zh_hans: 附加问题
zh_hant: 附加問題

# mcs_encounterer_problems
source: Please enter a question
ar: الرجاء إدخال المشاكل
de: Bitte geben sie die probleme
es: Por favor introduzca con problemas
fr: Question veuillez entrer rencontre
hu: kérem, adja meg a problémák
it: Per favore, problemi di Input
ja: 入力の問題を入力して下さい
ko: 입력하십시오. 질문
nl: Gelieve de problemen
pt: Por favor, indique problemAs
ru: Пожалуйста, введите проблемы
tr_tr: Lütfen sorununuzu açıklayın
zh_hans: 请输入遇到的问题
zh_hant: 請輸入遇到的問題

# mcs_diagnostic_network
source: Start diagnosis
ar: بدء التشخيص
de: Diagnose starten
es: iniciar el diagnóstico
fr: Lancer le diagnostic
hu: Kezdés diagnózis
it: inizio diagnostica
ja: 診断を開始します
ko: 진단을 시작합니다
nl: start van diagnose
pt: do início do diagnóstico
ru: Начать диагностику
tr_tr: Teşhise başla
zh_hans: 开始诊断
zh_hant: 開始診斷

# mcs_network_diagnostic_prompt
source: Enter the network diagnosis can help us better address the problems you are experiencing, the length required for diagnosis of minutes
ar: دخلت شبكة التشخيص يمكن أن تساعدنا على حل المشاكل الخاصة بك ، تشخيص الاحتياجات من حوالي بضع دقائق
de: In der Netzwerk - Diagnose können WIR Besser ihre probleme lösen, Diagnose, wenn etwa ein paar minuten länge erforderlich
es: El diagnóstico nos ayuda a entrar en la red puede resolver mejor los problemas que encuentran para su diagnóstico, aproximadamente unos minutos
fr: Dans le réseau de diagnostic peut nous aider à résoudre le problème que vous avez rencontré nécessaires de diagnostic, environ quelques minutes
hu: a hálózati diagnosztikai segíthet, hogy jobban felmerült problémák megoldása során diagnosztikai szükséges hosszú pár percig
it: La diagnosi di entrare in Rete possono aiutarci a risolvere I TUOI problemi, necessari per la diagnosi è lungo circa un PAIO di minuti.
ja: ネットワーク診断に入り、私たちはあなたの遭遇の問題、診断に必要な時長約数分
ko: 들어오는 네트워크 진단 우리를 도울 수 있다 돋우 해결 하신 질문, 진단 필요한 때 길이가 대략 몇 분
nl: In het netwerk van de diagnose kan ons helpen je problemen op te lossen, de diagnose van tijd is over een paar minuten
pt: Para o diagnóstico de rede Pode NOS ajudar a resolver o SEU problema, tempo de diagnóstico a Cerca de alguns minutos
ru: в сети диагностических может помочь нам лучше решить ваши проблемы , диагностики , когда секретаря необходимых около несколько минут
tr_tr: Arıza teşhisini giriniz, sorunlarınızı daha iyi çözmemize yardımcı olabilir. Tanı için birkaç dakika sürebilir.
zh_hans: 进入网络诊断可以帮助我们更好地解决您所遇到的问题，诊断所需时长大约几分钟
zh_hant: 進入網絡診斷可以幫助我們更好地解决您所遇到的問題，診斷所需時長大約幾分鐘

# mcs_network_diagnostic
source: Fault diagnosis
ar: استكشاف الأخطاء وإصلاحها
de: Störungssuche
es: Solución de problemas
fr: Dépannage
hu: Hiba diagnosztizálása
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nl: Problemen oplossen
pt: Solução de problemas
ru: поиск неисправностей
tr_tr: Arıza teşhisi
zh_hans: 故障诊断中
zh_hant: 故障診斷中

# mcs_connecting_server
source: Connecting server...
ar: الاتصال إلى الملقم .......
de: Server - Verbindung.
es: A ligação Ao servidor.r
fr: Conectar con el servidor.
hu: keresem a szervert.
it: In collegamento con il Server.
ja: サーバーに接続している。。。
ko: 지금 서버 연결.
nl: In verband met de server.
pt: Não Pode jogar
ru: подключение к серверу. . .
tr_tr: Sunucuya baglanıyor
zh_hans: 正在连接服务器 。。。
zh_hant: 正在連接服務器。。。

# mcs_diagnostic_process_prompt
source: The diagnostic process may take several minutes. Do not perform any other operations during the diagnosis, but you can stop the diagnostics at any time
ar: قد تستغرق عملية التشخيص عدة دقائق، أثناء التشخيص لا إجراء عمليات أخرى، ولكن يمكنك وقف دائما التشخيص
de: Diagnoseprozess kann einige Minuten dauern, während der Diagnose nicht durchführen anderen Operationen, aber man kann immer die Diagnose stoppen
es: Proceso de diagnóstico puede tardar varios minutos, durante los diagnósticos no realice otras operaciones, pero siempre se puede detener el diagnóstico
fr: Processus de diagnostic peut prendre plusieurs minutes, au cours de diagnostics ne pas effectuer d'autres opérations, mais vous pouvez toujours arrêter le diagnostic
hu: Diagnosztikai folyamat eltarthat néhány percig, amíg a diagnosztika nem más műveletet hajtson végre, de mindig lehet megállítani a diagnosztikai
it: Processo diagnostico può richiedere diversi minuti, durante la diagnostica non eseguire altre operazioni, ma si può sempre fermare la diagnostica
ja: 診断プロセスは他の操作を実行しない診断中に、数分かかることがありますが、あなたは常に診断を停止することができます
ko: 진단 과정은 다른 작업을 수행하지 마십시오 진단시, 몇 분 정도 걸릴 수 있습니다,하지만 당신은 항상 진단을 중지 할 수 있습니다
nl: Diagnostisch proces kan enkele minuten duren, tijdens de diagnostiek geen andere handelingen uit, maar je kunt altijd stoppen met de diagnostische
pt: Processo de diagnóstico pode levar vários minutos, durante o diagnóstico não executar outras operações, mas você sempre pode parar o diagnóstico
ru: Диагностический процесс может занять несколько минут, во время диагностики не выполнять другие операции, но вы всегда можете остановить диагностический
tr_tr: Teşhis işlemi birkaç dakika alabilir. Tanı sırasında herhangi bir işlem yapmayın, ancak istediğiniz zaman durdurabilirsiniz.
zh_hans: 诊断过程可能需要几分钟，诊断期间请不要进行其他操作，但您可以随时停止诊断
zh_hant: 診斷過程可能需要幾分鐘，診斷期間請不要進行其他操作，但您可以隨時停止診斷

# mcs_diagnostic_results
source: Diagnostic results
ar: نتائج التشخيص
de: Die Diagnose
es: El diagnóstico de los resultados
fr: Les résultats de diagnostic
hu: a diagnózis
it: I Risultati diagnostici
ja: 診断の結果
ko: 진단 결과
nl: De diagnose van de resultaten
pt: Não Pode jogar
ru: Результаты диагностики
tr_tr: Teşhis sonuçları
zh_hans: 诊断结果
zh_hant: 診斷結果

# mcs_diagnostic_results_received
source: Diagnostics completed and diagnostic results received
ar: تشخيص كاملة، وقد وردت نتائج التشخيص
de: Diagnose abgeschlossen ist, haben sich die Diagnoseergebnisse eingegangen
es: El diagnóstico se haya completado, los resultados del diagnóstico se han recibido
fr: Le diagnostic est terminé, les résultats de diagnostic ont été reçus
hu: Diagnózis befejeződött, a diagnosztikai eredmények érkezett
it: La diagnosi è completa, i risultati diagnostici sono stati ricevuti
ja: 診断が完了すると、診断結果が受信されています
ko: 진단이 완료되면, 진단 결과가 수신되었는지
nl: De diagnose is voltooid, hebben de diagnostische resultaten ontvangen
pt: O diagnóstico é concluído, os resultados do diagnóstico foram recebidas
ru: Диагностика завершена, диагностические результаты были получены
tr_tr: Tanı tamamlandı ve sonuçlar alındı.
zh_hans: 诊断完成，诊断结果已收到
zh_hant: 診斷完成，診斷結果已收到

# mcs_diagnostic_results_prompt
source: Thank you for participating in this diagnostic. The results will help us resolve your issue as quickly as possible.
ar: شكرا لك على المشاركة في هذا التشخيص، ونتائج التشخيص تساعدنا على حل المشكلة في أقرب وقت ممكن
de: Vielen Dank für die Teilnahme an dieser Diagnose werden Diagnoseergebnisse helfen uns Ihr Problem zu beheben, so bald wie möglich
es: Gracias por participar en este diagnóstico, los resultados del diagnóstico nos ayudará a resolver el problema tan pronto como sea posible
fr: Nous vous remercions d'avoir participé à ce diagnostic, les résultats du diagnostic nous aidera à résoudre votre problème le plus rapidement possible
hu: Köszönjük, hogy részt vesz ebben a diagnózis, diagnosztikai eredmények segít megoldani a problémát a lehető leghamarabb
it: Grazie per aver partecipato a questa diagnosi, risultati diagnostici aiuteranno a risolvere il problema nel più breve tempo possibile
ja: この診断に参加していただきありがとうございます、診断結果は、私たちはできるだけ早くあなたの問題を解決するのに役立ちます
ko: 이 진단에 참여해 주셔서 감사합니다, 진단 결과는 가능한 한 빨리 우리가 문제를 해결하는 데 도움이됩니다
nl: Hartelijk dank voor uw deelname aan deze diagnose, zal diagnostische resultaten ons helpen om uw probleem op te lossen zo snel mogelijk
pt: Obrigado por participar neste diagnóstico, resultados de diagnóstico vai nos ajudar a resolver o problema o mais rápido possível
ru: Благодарим Вас за участие в этой диагностики, результаты диагностики поможет нам решить проблему как можно скорее
tr_tr: Bu teşhise katıldığınız için teşekkür ederiz. Sonuçlar, sorununuzu en kısa zamanda çözmemize yardımcı olacaktır
zh_hans: 感谢您参与本次诊断，诊断结果将有助于我们尽快地解决您所遇到的问题
zh_hant: 感謝您參與本次診斷，診斷結果將有助於我們盡快地解決您所遇到的問題

# mcs_results_no_abnormality
source: Diagnostic results without exception
ar: نتائج التشخيص دون استثناء
de: Die Diagnose nicht ungewöhnlich
es: El diagnóstico de los resultados anormales
fr: Les résultats de diagnostic sans exception
hu: nem szokatlan a diagnózis
it: I Risultati diagnostici senza Anomalie
ja: 診断の結果は異常ではない
ko: 진단 결과는 이상이 없다
nl: De diagnostische resultaten geen abnormale
pt: O diagnóstico de Anomalias
ru: Результаты без диагностики аномалий
tr_tr: Sonuçta gösterildiği gibi yanlış bir şey yoktur.
zh_hans: 诊断结果无异常
zh_hant: 診斷結果無異常

# mcs_no_abnormality_prompt
source: No abnormality was found in this diagnosis. You can choose the depth of diagnosis, start the log collection function, will help us to better solve your problems
ar: التشخيص وجد أي خلل. يمكنك اختيار عمق التشخيص، وبدء قدرات جمع السجل سوف تساعدنا على تحسين حل المشكلة التي تواجهها
de: Die Diagnose wurde keine Anomalie gefunden. Sie können die Tiefe der Diagnose wählen, die Log-Sammlung Fähigkeiten beginnen wird uns helfen, das Problem besser lösen Sie erleben
es: El diagnóstico no se encontró ninguna anormalidad. Se puede elegir la profundidad del diagnóstico, iniciar las capacidades de recopilación de registros nos ayudará a resolver mejor el problema que está experimentando
fr: Le diagnostic aucune anomalie n'a été trouvée. Vous pouvez choisir la profondeur du diagnostic, commencer les capacités de collecte de journal va nous aider à mieux résoudre le problème que vous rencontrez
hu: A diagnózis nem rendellenességet találtak. Kiválaszthatja a mélysége diagnózis, indítsa el a naplógyűjtés képességeit segít, hogy jobban megoldani a problémát tapasztal
it: La diagnosi è stata trovata alcuna anomalia. È possibile scegliere la profondità della diagnosi, avviare le capacità di raccolta di registro ci aiuterà a risolvere al meglio il problema riscontrato
ja: 診断は異常は見られませんでした。あなたはより良いあなたが経験している問題を解決するために、ログ収集機能は、私たちを助ける開始し、診断の深さを選択することができます
ko: 진단은 더 이상은 발견되지 않았다. 당신은 진단의 깊이를 선택할 더 나은 발생한 문제를 해결하는 데 도움이 될 것입니다 로그 수집 기능을 시작할 수 있습니다
nl: De diagnose geen afwijkingen gevonden. U kunt de diepte van de diagnose te kiezen, start de log collectie mogelijkheden zullen ons helpen om het probleem dat u ondervindt beter op te lossen
pt: O diagnóstico nenhuma anormalidade foi encontrada. Você pode escolher a profundidade do diagnóstico, iniciar os recursos de coleta de log vai nos ajudar a melhor resolver o problema que você está experimentando
ru: Диагноз не был найден отклонений от нормы. Вы можете выбрать глубину диагностики, начните возможности сбора журнал поможет нам более эффективно решить эту проблему вы столкнулись
tr_tr: Bu tanıda herhangi bir anormallik saptanmadı. Gelişmiş tanıyı seçebilir, günlük toplama işlevini başlatabilir, sorunlarınızı daha iyi çözmemize yardımcı olur.
zh_hans: 本次诊断暂无发现异常情况。您可以选择深度诊断，启动日志收集功能，将有助于我们更好地解决您所遇到的问题
zh_hant: 本次診斷暫無發現異常情況。您可以選擇深度診斷，啟動日誌收集功能，將有助於我們更好地解決您所遇到的問題

# mcs_continue_diagnosis
source: Depth Diagnosis
ar: عمق التشخيص
de: Tiefendiagnose
es: El diagnóstico de profundidad
fr: Profondeur Diagnostic
hu: mélység Diagnózis
it: profondità Diagnosi
ja: 奥行き診断
ko: 깊이 진단
nl: diepte Diagnose
pt: Diagnóstico profundidade
ru: Глубина Диагностика
tr_tr: Ileri tanı
zh_hans: 深度诊断
zh_hant: 深度診斷

# mcs_diagnosis_connot_sent
source: Diagnostic results cannot be sent
ar: نتائج التشخيص لا يمكن إرسال
de: Die Diagnose nicht senden
es: El diagnóstico no puede enviar los resultados
fr: diagnostic ne peut être envoyé
hu: nem küldünk a diagnózis
it: La diagnosi non è in grado di trasmettere I Risultati
ja: 診断の結果は発送できませんでした
ko: 진단 결과를 보낼 수 없습니다
nl: De diagnose kan verzenden
pt: O diagnóstico Pode ser enviado
ru: Не удалось отправить результаты диагностики
tr_tr: Teşhis sonuçları gönderilemez.
zh_hans: 诊断结果无法发送
zh_hant: 診斷結果無法發送

# mcs_email_sends
source: E-mail send
ar: إرسال البريد الإلكتروني
de: Senden sie eine e - mail
es: Enviar correo electrónico
fr: L'envoi d'un courrier électronique
hu: e - mailben
it: L'invio di e - Mail
ja: メールを送る
ko: 이메일 주소
nl: Stuur een e - mail
pt: Enviar por e - mail
ru: Отправить по электронной почте
tr_tr: E-posta gönderildi.
zh_hans: 发送电子邮件
zh_hant: 發送電子郵件

# mcs_email_sends_prompt
source: Sending the diagnostic results to us via email will help us resolve your issue as quickly as possible
ar: إرسال نتائج التشخيص لنا عن طريق البريد الإلكتروني، وسوف تساعدنا في حل المشكلة في أقرب وقت ممكن
de: Senden Diagnoseergebnisse an uns per E-Mail, wird es uns helfen, Ihr Problem zu beheben, so bald wie möglich
es: Enviar los resultados del diagnóstico a nosotros por correo electrónico, que nos ayudará a resolver el problema tan pronto como sea posible
fr: Envoyer les résultats de diagnostic pour nous par e-mail, il nous aidera à résoudre votre problème le plus rapidement possible
hu: Küldje diagnosztikai eredmények nekünk e-mailt, akkor segíthet megoldani a problémát a lehető leghamarabb
it: Invia i risultati diagnostici per via e-mail, che vi aiuterà a risolvere il problema nel più breve tempo possibile
ja: 電子メールで私たちに診断結果を送信し、それは、私たちはできるだけ早くあなたの問題を解決するのに役立ちます
ko: 이메일로 우리에게 진단 결과를 보내, 그것은 가능한 한 빨리 우리가 문제를 해결하는 데 도움이됩니다
nl: Stuur diagnostische resultaten naar ons per e-mail, het zal ons helpen om uw probleem op te lossen zo snel mogelijk
pt: Enviar resultados de diagnóstico para nós por e-mail, ele irá nos ajudar a resolver o problema o mais rápido possível
ru: Отправить результаты диагностики к нам по электронной почте, это поможет нам решить проблему как можно скорее
tr_tr: Tanı sonuçlarını e-posta ile göndermeniz, sorununuzu en kısa zamanda çözmemize yardımcı olacaktır.
zh_hans: 通过电子邮件发送诊断结果给我们，将有助于我们尽快地解决您所遇到的问题
zh_hant: 通過電子郵件發送診斷結果給我們，將有助於我們盡快地解決您所遇到的問題

# mcs_diagnosis_send
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hu: küldjön
it: La Trasmissione
ja: 発送
ko: 보내기
nl: Stuur
pt: Enviar
ru: отправить
tr_tr: Gönderildi
zh_hans: 发送
zh_hant: 發送

# mcs_diagnosis_email
source: E-mail
ar: البريد الإلكتروني
de: Per e - mail
fr: Courrier électronique
ja: 電子メール
ko: 이메일
pt: O e - mail
ru: электронная почта
tr_tr: E-posta
zh_hans: 电子邮件
zh_hant: 電子郵件

# mcs_send_successful
source: Sending successful
ar: أرسلت بنجاح
de: Sent erfolgreich
es: enviado con éxito
fr: Envoyé avec succès
hu: sikeresen elküldve
it: inviata con successo
ja: 正常に送信
ko: 성공적으로 전송
nl: verzonden
pt: enviada com sucesso
ru: успешно отправлено
tr_tr: Başarıyla gönderildi
zh_hans: 发送成功
zh_hant: 發送成功

# mcs_diagnosis_type_select_prompt
source: Please select the type of diagnosis
ar: الرجاء اختيار نوع من التشخيص
de: Sie bitte die Art der Diagnose wählen
es: Por favor seleccione el tipo de diagnóstico
fr: s'il vous plaît sélectionner le type de diagnostic
hu: válassza ki, hogy milyen típusú diagnózis
it: Si prega di selezionare il tipo di diagnosi
ja: 診断の種類を選択してください
ko: 진단의 종류를 선택하세요
nl: selecteert u de aard van de diagnose
pt: selecione o tipo de diagnóstico
ru: пожалуйста, выберите тип диагноза
tr_tr: Lütfen teşhis türünü seçin
zh_hans: 请先选择诊断类型
zh_hant: 請先選擇診斷類型

# mcs_stop_diagnosis
source: Stop diagnosis
ar: توقف التشخيص
de: Stop-Diagnose
es: Paro del diagnóstico
fr: Arrêter Diagnostic
hu: leállítása Diagnózis
it: arresto diagnostica
ja: ストップ診断
ko: 정지 진단
nl: Stop Diagnose
pt: Parar de Diagnóstico
ru: Стоп Диагностика
tr_tr: Tanı durdurmak
zh_hans: 停止诊断
zh_hant: 停止診斷
