Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_start_recording
source: start record
ar: بدء التسجيل
de: Aufnahme starten
es: iniciar la grabación
fr: Commencer l'enregistrement
hu: A felvétel elindításához
it: Avviare la registrazione
ja: 記録を開始します
ko: 녹음을 시작합니다
nl: opname starten
pt: iniciar a gravação
ru: Начать запись
tr_tr: Kayda başla
zh_hans: 开始录像
zh_hant: 開始錄像

# mcs_start_capture
source: start capture
ar: القبض على بدء
de: Starten Sie Capture
es: iniciar la captura
fr: Lancer la capture
it: Inizia la cattura
ja: キャプチャを開始
ko: 캡처 를 시작합니다
pt: iniciar a captura
ru: Начать захват
tr_tr: Yakala başlayın.
zh_hans: 开始抓拍
zh_hant: 開始抓拍

# mcs_turn_on_video
source: To continue recording in the mode of departure, please turn on the video
ar: ل ترك وضع التسجيل مستمر ، يرجى فتح الفيديو
de: Um die Daueraufzeichnungsmodus verlassen , öffnen Sie das Video
es: Para salir del modo de grabación continua , por favor, abra el video
fr: Pour quitter le mode d'enregistrement continu , s'il vous plaît ouvrir la vidéo
hu: Hogy hagyja el a folyamatos felvételi mód , kérjük, nyissa meg a videót
it: Per uscire dalla modalità di registrazione continua , si prega di aprire il video
ja: 連続記録モードを終了するには、ビデオを開いてください
ko: 연속 촬영 모드를 종료 하려면 동영상을 여십시오
nl: Om de continue opname modus te verlaten , opent u de video
pt: Para sair do modo de gravação contínua , por favor, abra o vídeo
ru: Для того, чтобы выйти из режима непрерывной записи , пожалуйста, откройте видео
tr_tr: Ayrılma modunda kayıt işlemine devam etmek için lütfen kayıt işlevini açın.
zh_hans: 要在离开模式进行持续录像，请开启录像
zh_hant: 要在離開模式進行持續錄像，請開啟錄像

# mcs_search_press_button
source: Press the hole in the back for 1 second, the indicator light will flash
ar: اضغط على الزر مرة أخرى لمدة 1 ثانية بعد الإفراج عنهم، ويومض المؤشر ببطء
de: Drücken Sie die Zurück-Taste für 1 Sekunde nach der Veröffentlichung, die Anzeige blinkt langsam
es: Presione el botón de retroceso durante 1 segundo después de la liberación, el indicador parpadea lentamente
fr: Appuyez sur le bouton de retour pendant 1 seconde après la libération, le voyant clignote lentement
hu: Nyomja meg a Vissza gombot 1 másodpercig megjelenése után, a kijelző lassan villog,
it: Premere il pulsante Indietro per 1 secondo dopo il rilascio, l'indicatore lampeggia lentamente
ja: ゆっくりとインジケーターが点滅し、リリース後1秒のための戻るボタンを押してください
ko: 서서히, 출시 후 1 초 동안 표시등이 깜박를 뒤로 버튼을 누릅니다
nl: Druk op de back-knop 1 seconde na de release, de indicator knippert langzaam
pt: Pressione o botão Voltar durante 1 segundo após o lançamento, o indicador pisca lentamente
ru: Нажмите кнопку возврата в течение 1 секунды после выхода, мигает индикатор медленно
tr_tr: Yavaş yavaş, serbest bırakıldıktan sonra 1 saniye göstergesi yanıp söner geri düğmesine basın
zh_hans: 短按背部按钮1秒后松开，指示灯缓慢闪烁
zh_hant: 短按背部按鈕1秒後鬆開，指示燈緩慢閃爍

# mcs_add_fail1
source: The equipment has been cancelled to be added, please click retry button to add again
ar: كما تم إلغاء إضافة معدات الصحافة قصيرة ، انقر فوق إعادة المحاولة في البحث إضافة
de: Nach absagen noch Geräte wegen der kurzen, klicken sie bitte versuchen, versuchen, wieder suche hinzufügen
es: El equipo ha sido cancelado debido a la corta por la adición de reintentar la búsqueda de nuevo, haga clic en agregar
fr: Le dispositif a été annulé en raison de la courte par addition, cliquez sur le bouton essayer de relancer la recherche d'addition
hu: a berendezés hozzáadása miatt törölt rövid keresés, kérlek kattints újra vissza hozzá
it: In breve è stato cancellato a causa di aggiunta di attrezzature, per favore, cerca di nuovo di aggiungere, clicca su Poesia
ja: 設備の短い足を付けるにキャンセルをクリックしてください再検索足を付けるリトライ
ko: 장치 때문에 짧은 따라 이미 취소되었다 추가 단추를 누르십시오 다시 시도 검색 추가
nl: Vanwege de korte toevoeging in apparatuur is geannuleerd, klik nogmaals naar de toevoeging van
pt: De acordo com a adição de equipamentos FOI CANCELADO devido Ao curto, por favor, clique novamente para adicionar a Busca de novo
ru: Поскольку в соответствии с уже отменить добавить короткий оборудования , пожалуйста, нажмите повторить поиск снова добавить
tr_tr: Cihaz ekleme işlemi iptal edildi, lütfen tekrar eklemek için lütfen tıklayın.
zh_hans: 设备由于短按已取消添加，请点击重试重新添加
zh_hant: 設備由於短按已取消添加，請點擊重試重新添加

# mcs_add_fail2
source: The equipment has been failed to be added , please click retry button to add again
ar: إضافة إلى فشل المعدات ، انقر فوق إعادة المحاولة في البحث إضافة
de: Geräte nicht hinzufügen, klicken sie versuchen, versuchen, wieder suche hinzufügen
es: Añadir el fracaso de equipos, haga clic en el botón reintentar la búsqueda de nuevo la adición de
fr: Dispositif pour ajouter l'échec, cliquez sur ajouter de relance de la recherche
hu: kérlek, kattints a berendezés hozzáadott elveszett. újra át egyszersem egészül ki
it: L'aggiunta di Nuovi dispositivi di Fallimento, per favore, cerca di nuovo di aggiungere, clicca su Poesia.
ja: 設備足を付ける失敗をクリックしてください再検索足を付けるリトライ
ko: 장치 추가 실패 다시 시도 검색 추가 단추를 누르십시오
nl: Apparatuur nog niet nogmaals proberen te zoeken nog, alsjeblieft
pt: Não tente adicionar dispositivos e clique EM adicionar Nova Busca
ru: Добавить отказ оборудования , пожалуйста, нажмите повторить поиск снова добавить
tr_tr: Cihaz ekleme işlemi iptal edildi, lütfen tekrar eklemek için lütfen tıklayın.
zh_hans: 设备添加失敗，请点击重试重新添加
zh_hant: 設備添加失敗，請點擊重試重新添加

# mcs_recording_duration
source: Recording duration(second)
ar: تسجيل مدة (ثانية )
de: Aufzeichnungsdauer (in Sekunden)
es: Duración de la grabación ( en segundos )
fr: Durée d'enregistrement (en secondes)
hu: Felvételi idő ( másodpercben)
it: La durata della registrazione ( in secondi )
ja: 期間（秒）を記録します
ko: (초) 시간을 기록
nl: Opnameduur ( in seconden )
pt: A duração da gravação (em segundos)
ru: Длительность записи (в секундах )
tr_tr: Kayıt süresi
zh_hans: 录像时长（秒）
zh_hant: 錄像時長（秒）

# mcs_settings_unsaved
source: Your settings were not saved
ar: لم يتم حفظ الإعدادات الخاصة بك
de: Ihre Einstellungen wurden nicht gespeichert
es: Los ajustes no se guardan
fr: Vos paramètres ne sont pas enregistrés
hu: A beállításokat nem menti
it: Le impostazioni non sono state salvate
ja: あなたの設定は保存されませんでした
ko: 귀하의 설정이 저장되지 않았습니다
nl: Uw instellingen zijn niet opgeslagen
pt: Suas configurações não foram salvas
ru: Ваши настройки не были сохранены
tr_tr: Ayarınız kaydedilmedi
zh_hans: 你的设置未保存
zh_hant: 你的設置未保存

# mcs_want_save
source: Do you keep it?
ar: هل حفظ ؟
de: Wird es zu retten?
es: Va a ahorrar ?
fr: Est-il sauver?
hu: Lesz menteni?
it: Sarà salvare ?
ja: それは保存しますか？？
ko: 그것은 저장 것인가?
nl: Zal het op te slaan ?
pt: Será que vai salvar?
ru: Будет ли это сохранить ?
tr_tr: Kaydetmek istiyor musun
zh_hans: 请问保存吗？
zh_hant: 請問保存嗎？

# mcs_camera
source: Camera
ar: كاميرا فيديو
de: Videokamera
es: cámara de video
fr: caméra vidéo
hu: videokamera
it: videocamera
ja: ビデオカメラ
ko: 비디오 카메라
nl: videocamera
pt: filmadora
ru: Видео камеры
tr_tr: Kamera
zh_hans: 摄像机
zh_hant: 攝像機

# mcs_router
source: Router
ar: راوتر
fr: routeur
ja: ルータ
ko: 라우터
ru: маршрутизатор
tr_tr: Yönlendirici
zh_hans: 路由器
zh_hant: 路由器

# mcs_start_up
source: Start up
ar: بداية
de: Start
es: comienzo
fr: début
hu: kezdet
it: inizio
ja: スタート
ko: 스타트
nl: begin
pt: começo
ru: старт
tr_tr: Başlamak
zh_hans: 启动
zh_hant: 啟動

# mcs_cancle_add
source: Device has been canceled adding due to the short press
ar: تم إلغاء المعدات بسبب الصحافة إضافة قصيرة
de: Equipment hat aufgrund der kurzen Presse Add abgesagt
es: Equipo ha sido cancelado debido a la corta pulse Añadir
fr: L'équipement a été annulée en raison de la presse à court Ajouter
hu: Berendezés törölték rövidsége miatt a Hozzáadás gombra
it: Attrezzatura è stato annullato a causa della breve premere Aggiungi
ja: 機器は、短押しの追加のためにキャンセルされました
ko: 장비 는 짧은 보도 추가 로 인해 취소되었습니다
nl: Equipment is geannuleerd vanwege de korte druk op Toevoegen
pt: Equipamento foi cancelado devido ao curto pressione Adicionar
ru: Оборудование было отменено из-за короткого нажмите Добавить
tr_tr: Kısa basış nedeniyle cihaz ekleme işlemi iptal edildi.
zh_hans: 设备由于短按已经取消添加
zh_hant: 設備由於短按已經取消添加

# mcs_visit_photo_fail
source: Failed to visit album
ar: فشل زيارة البوم
de: Den fotoalbum gescheitert
es: El fracaso de la visita
fr: Album de l'échec d'accès
hu: nem látogatott
it: Fallito l'accesso Album
ja: アルバムを訪問する
ko: 방문 앨범 실패
nl: De toegang tot de foto 's niet
pt: Visite o álbum falhou
ru: альбом не доступа
tr_tr: Albüm ziyaret edilemedi
zh_hans: 访问相册失败
zh_hant: 提訪問相册失敗

# mcs_camera_cell
source: Camera
ar: الكاميرا
de: Die Kamera
es: La Cámara
fr: De la caméra
hu: a kamera
it: La telecamera
ja: 相機
ko: 카메라
nl: De camera 's
pt: A câmera
ru: фотоаппарат
tr_tr: Kamera
zh_hans: 相机
zh_hant: 相機

# mcs_myphoto
source: My Photo
ar: صور لي
de: Meine Fotos
es: Mi foto
fr: J'ai ma photo
hu: - kép
it: La Mia Foto
ja: 私の写真は
ko: 내 사진
nl: Mijn foto 's
pt: A minha foto
ru: мои фото
tr_tr: Benim fotoğrafım
zh_hans: 我的照片
zh_hant: 我的照片

# mcs_select_photo
source: Select album
ar: اختر الألبوم
de: Wählen sie
es: Grasias
fr: Albums sélectionnés
hu: kiválasztott albumok
it: La scelta di Album
ja: アルバムを選んで
ko: 선택 반전
nl: De keuze van het album
pt: Escolha o álbum
ru: Выбрать альбом
tr_tr: Albümü seçin
zh_hans: 选择相册
zh_hant: 選擇相册

# mcs_app_new_version
source: New version
ar: النسخة الجديدة
de: Die neue version
es: La nueva versión
fr: La nouvelle version
hu: az új változat
it: La Nuova versione
ja: 新バージョン
ko: 새로운 버전
nl: De nieuwe versie
pt: A Nova versão
ru: новая версия
tr_tr: Yeni sürüm
zh_hans: 新版本
zh_hant: 新版本

# mcs_update_new_version
source: Upgrade now
ar: ترقية على الفور
de: Upgrade
es: Asciende ahora
fr: Mettre à niveau maintenant
hu: azonnal új
it: Aggiornamento Ora
ja: 今すぐアップグレード
ko: 즉시 업그레이드
nl: Onmiddellijk
pt: Atualizar Agora
ru: Обновить
tr_tr: Şimdi Yükselt
zh_hans: 立即升级
zh_hant: 立即陞級

# mcs_app_new_version_prompt
source: App has a new version, select Upgrade Download Update Now
ar: التطبيق لديه الإصدار الجديد، حدد ترقية تحميل التحديث الآن
de: App hat eine neue Version haben, wählen Sie herunterladen Jetzt aktualisieren
es: aplicación cuenta con una nueva versión, seleccione Actualizar Descargar Actualizar ahora
fr: App a une nouvelle version, sélectionnez Mise à niveau Télécharger Mettre à jour maintenant
hu: App van egy új verzió, válassza a Frissítés letöltése Frissítés most
it: Applicazione ha una nuova versione, selezionare Aggiorna Scarica Aggiorna Ora
ja: アプリは、新しいバージョンを持って、今すぐアップグレードアップデートのダウンロードを選択します
ko: 응용 프로그램은 이제 새로운 버전 업그레이드를 선택 다운로드 업데이트가
nl: App heeft een nieuwe versie, selecteert u Upgrade Downloaden Update Now
pt: App tem uma nova versão, selecione Upgrade Baixar Atualizar agora
ru: Приложение имеет новую версию, выберите пункт Обновить Скачать Обновить сейчас
tr_tr: Uygulamanın yeni bir sürümü var, şimdi seçin ve güncelleyin.
zh_hans: App有新版本，请选择立即升级下载更新
zh_hant: App有新版本，請選擇立即升級下載更新

source: download failed
ar: فشل تحميل
de: Download fehlgeschlagen
es: Error en la descarga
fr: Échec du téléchargement
hu: A letöltés nem sikerült
it: download fallito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
nl: Download mislukt
pt: O download falhou
ru: Ошибка загрузки
tr_tr: İndirilemedi.
zh_hans: 下载失败
zh_hant: 下載失敗

# mcs_connect_server_prompt
source: WiFi connected,connecting to server
ar: يتم توصيل واي فاي، وتوصيله إلى خادم
de: WiFi verbunden ist, wird es mit dem Server verbunden
es: WiFi está conectado, se conecta al servidor
fr: WiFi est connecté, est connecté au serveur
hu: WiFi van csatlakoztatva, van csatlakoztatva a szerverhez
it: WiFi è collegato, è collegato al server
ja: 無線LANが接続され、それは、サーバに接続されています。
ko: 무선 랜 신호가 연결되고, 이것은 서버에 연결된
nl: WiFi is aangesloten, is het verbonden met de server
pt: Wi-Fi está ligado, está ligado ao servidor
ru: WiFi подключен, он подключен к серверу
tr_tr: WiFi bağlı, sunucuya bağlanma
zh_hans: WiFi已连接，正在连接服务器
zh_hant: WiFi已連接，正在連接服務器

# mcs_local_search
source: Local Search
ar: البحث المحلي
de: Lokale Suche
es: Búsqueda local
fr: Recherche locale
hu: helyi keresés
it: Ricerca locale
ja: 局所探索
ko: 지역 검색
ru: Локальный поиск
tr_tr: Yerel arama
zh_hans: 本地搜索
zh_hant: 本地搜索

# mcs_choose_device_type
source: choose device type
ar: اختيار نوع الجهاز
de: wählen sie gerätetyp
es: Elige el tipo de dispositivo
fr: choisir le type d'appareil
hu: válassz berendezés típusa
it: scegliere il tipo di dispositivo
ja: デバイスの種類を選択
ko: 선택한 장치 종류
nl: De keuze van het type apparatuur
pt: Escolha o Tipo de dispositivo
ru: выберите тип устройства
tr_tr: Aygıt türünü seçin.
zh_hans: 选择设备类型
zh_hant: 選擇設備類型

# mcs_wifi_state
source: Note: WIFI work is normal, you can now disconnect the network cable (off the line may appear after the device is not online, please wait for 20s will automatically on-line)
ar: ملاحظة: واي فاي يعمل بشكل صحيح، يمكنك الآن قطع الكابل ( افصل الكابل قد تظهر بعد المعدات لا على الانترنت ، يرجى الانتظار 20 ثانية تلقائيا على الانترنت )
de: Anm.: WiFi funktioniert, jetzt können sie trennen die Netzwerk - Kabel (trennen die Netzwerk - Kabel auftreten nach Gerät nicht online - Fall, bitte warten 20 sekunden Automatisch online)
es: Nota: El WiFi funciona bien, ahora puedes desconectar el cable de red (puede aparecer después de desconectar el cable de red, los equipos no está en línea, por favor espera 20 segundos automáticamente en línea)
fr: Commentaires: wifi fonctionne correctement, vous pouvez maintenant de déconnexion de câble (déconnexion de câble peut se produire après la situation, le dispositif n'est pas en ligne, veuillez attendre 20 automatiquement en ligne)
hu: megjegyzés: a wifi működik, amit most is kapcsolható (kapcsolható egy régi vezeték nem jelenhet meg egy régi vezeték berendezések után online esetében, kérlek, várj 20s automatikusan vezérelhető)
it: Nota: IL Wi - Fi di lavoro normale, Ora Puoi staccare il Cavo (Staccato il Cavo può verificarsi a seguito di attrezzature non sulla situazione, per favore aspettare vent'Anni sarà automaticamente on - line)
ja: 注：WIFI仕事は正常で、今おが切れてケーブル（切断線後が設備オンラインでない場合、自動的に待っててください20s上線）
ko: 비고: WIFI 일을 제대로 할 수 있습니다. 지금 네트워크 연결 끊기 (깨진 망사 후 나타날 수도 장치 안 - 상황을 좀 기다리다 20s 자동으로 상위권)
nl: Opmerking: de WIFI werkt, je kunt nu gebroken kabel (open netwerk kan optreden na de apparatuur niet online, alsjeblieft wacht 20 automatisch aan de lijn)
pt: Nota: O WiFi funciona normalmente, Agora você Pode desligar (desligar o cabo de rede não Pode ser on - line o equipamento, por favor espere 20 VAI automaticamente para a Linha de produção)
ru: Примечание : WiFi работает нормально , теперь вы можете отключить кабель ( Отключить кабель может появиться после оборудования не онлайн , пожалуйста, ждать 20 лет будет автоматически, в режиме он - лайн )
tr_tr: Not: WIFI normal çalışıyor; şimdi ağ kablosunu çıkarabilirsiniz (Kabloyu çektiğinizde cihaz çevrimdışı görünebilir, lütfen 20 saniye bekleyin ve otomatik olarak çevrimiçi olur)
zh_hans: 备注：WIFI工作正常，您现在可以断开网线（断开网线后可能会出现设备不在线的情况，请等待20s会自动上线）
zh_hant: 備註：WIFI工作正常，您現在可以斷開網線（斷開網線後可能會出現設備不線上的情况，請等待20s會自動上線）

# mcs_sweep
source: Sweep
ar: اكتساح
es: Barre
fr: balayer
it: rasa
ja: スウィープ
ko: 스캔
nl: Scannen
ru: зачистка
tr_tr: Süpür
zh_hans: 扫一扫
zh_hant: 掃一掃

# mcs_wifi_config_tip
source: There are routers and WIFI, to avoid wiring trouble
ar: كان هناك واي فاي جهاز التوجيه، وتجنب الأسلاك من الم
de: Einen router, wifi -, um zu vermeiden, dass die leitungen sorgen
es: Un router con wifi, evitando problemas de cableado
fr: Un routeur wifi, et d'éviter des problèmes de câblage
hu: van egy router, van wifi, elkerülni.
it: UN Router Wi - FI, un impianto, di evitare Guai
ja: ルータが、WIFI面倒を避けるために、配線
ko: 있다 路由器, WIFI 배선 번거로움을 피할 수
nl: Een router er WiFi,om te voorkomen dat de bedrading.
pt: Tenho um roteador WiFi, para evitar problemAs com a fiação,
ru: есть есть wifi маршрутизатор , чтобы избежать неприятностей , проводка
tr_tr: Yönlendiriciler ve WIFI vardır, kablolama sorununu önleyebilirsiniz.
zh_hans: 有路由器,有WIFI,避免布线麻烦
zh_hant: 有路由器，有WIFI，避免佈線麻煩

# mcs_ethernet_config_tip
source: No router to plug the network cable
ar: يوجد راوتر مريحة توصيل كبل الشبكة
de: Das Kabel keine router einfügen
es: No es conveniente conectar el cable de red.
fr: Il n'y a pas de routeur d'insertion pratique de Réticule
hu: egy régi vezeték nélkül hozzáférhető beilleszteni a router
it: Non è conveniente inserire il Cavo Router
ja: ルータが便利にネットを挿し込んでいないで
ko: 없다 路由器 편리하다 꽂다 네트워크
nl: Niet gemakkelijk om de kabel.
pt: Roteador SEM FIO conveniente.
ru: Маршрутизатор удобно не отключил кабель
tr_tr: Ağ kablosunu takmak için yönlendirici yok.
zh_hans: 没有路由器方便插网线
zh_hant: 沒有路由器方便插網線

# mcs_ethernet_connect_step_one
source: The first step: to ensure that the power line 1 is connected with a power supply socket 2
ar: الخطوة الأولى: تأكد من توصيل سلك الطاقة 1 مقبس
de: Der Erste Schritt: dafür sorgen, dass DAS ladekabel MIT Strom - 2 1
es: Paso 1: asegúrese de que el cable de alimentación conectado a la fuente de alimentación de corriente 2
fr: Première étape: assurer la connexion d'une prise d'alimentation de la ligne d'alimentation 1 2
hu: első lépés: annak biztosítása, hogy az 1 - 2 összekötő vezetékek csap
it: Primo Passo: garantire un approvvigionamento di energia in linea con la presa Elettrica 2 1
ja: 第1歩：電源ライン1接続電源コンセント2
ko: 첫 걸음: 확보 전원 라인 1 연결 전원 콘센트 2
nl: De eerste stap om ervoor te zorgen dat de lijn die de energievoorziening: 1. 2
pt: Primeiro Passo: certifique - se de que o cabo de alimentação Da Tomada de Energia 2 1.
ru: первый шаг: обеспечить энергоснабжение линии связи розетку 2 1
tr_tr: İlk adım: güç hattının 1 güç kaynağı soketi ile bağlantılı olduğundan emin olmak için 2
zh_hans: 第一步:确保电源线1连接电源插口2
zh_hant: 第一步：確保電源線1連接電源插口2

# mcs_ethernet_connect_step_two
source: The second step: through the network cable 4 connecting the router port and the camera network port
ar: الخطوة الثانية: من خلال كابل ربط راوتر 4 منافذ شبكة فتح الكا
de: Der Zweite Schritt: die Netzwerk - 4 MIT DEM router, Hafen - und Kamera - Port
es: Segundo paso: a través de una red de puertos y puertos de Conectando de router 4.
fr: Deuxième étape: par le câble de connexion de réseau et un routeur de port de caméra 4.
hu: második lépés: a kikötő és a kamera egy régi vezeték a router 4 kapcsolat háló nyílása
it: IL secondo Passo attraverso La Rete via Cavo di collegamento Router: Rete 4 e la Bocca di Porto
ja: 第二歩：ルータ4接続ルータのポートとカメラのネットを通じて
ko: 두 번째 단계: 네트워크 연결을 통해 4 路由器 포트 및 카메라 망 입
nl: De tweede stap 4: verbonden via een netwerk van haven - en camera 's netwerk van haven.
pt: Segundo Passo: a conexão de cabo de rede e o roteador 4 Portas webcam.
ru: Шаг 2: 4 подключения через прицел камеры маршрутизатор порт и порт
tr_tr: İkinci adım: ağ kablosu 4 kullanarak yönlendiriciyi fotoğraf makinesine bağlayın
zh_hans: 第二步:通过网线4连接路由器端口和摄像头网口
zh_hant: 第二步：通過網線4連接路由器埠和監視器網口

# mcs_sweep_qrcode_tip
source: The camera is on the phone to scan the two-dimensional code to maintain a distance of about 12 inches
ar: الكاميرا هو 2D الباركود المسح الضوئي، على مسافة حوالي 30
de: HANDY - kameras, die Sich DEM 2d - code Halten, 30 cm abstand
es: La Cámara es el teléfono móvil para escanear códigos bidimensionales, mantener la distancia de 30 cm
fr: Une caméra portable pour effectuer un balayage de Code bidimensionnel, de maintenir une distance de 30 cm environ
hu: de az. a kétdimenziós kódok átfésülném a kamerákat, hogy 30 cm távolságra
it: La telecamera di fronte al telefono Due codici di scansione di mantenere a distanza di circa 30 cm,
ja: カメラは携帯2次元コードをスキャンし、30センチ程度の距離を保つ
ko: 이차원 코드 검사 핸드폰 카메라 한창 진행, 30 cm 정도 거리를 유지하다
nl: De camera 's op de mobiele telefoon van twee codes scannen, ongeveer 30 cm afstand te houden
pt: A câmera é de celular o código bidimensional, a distância é de Cerca de 30 cm
ru: камера на мобильный телефон - код для сканирования , сохранить на расстояние около 30 см
tr_tr: Fotoğraf makinesini QR kodunu taramak için telefon ekranına yöneltmek için yaklaşık 12 inçlik bir mesafeyi koruyun.
zh_hans: 摄像头正对手机二维码进行扫描,保持30厘米左右的距离
zh_hant: 監視器正對手機二維碼進行掃描，保持30釐米左右的距離

# mcs_sound_config_tip
source: Play sounds to help Wi-Fi connection. (can also choose to close)
ar: تشغيل الصوت يساعد على اتصال واي فاي . ( أو يمكنك اختيار إيقاف
de: Musik hilft die WLAN - Verbindung.(können auch geschlossen)
es: Reproducir sonido contribuyen a la Conectando Wi - Fi.(también se puede elegir cerrar)
fr: Jouer un son à connexion Wi - fi.(on peut également choisir de fermeture)
hu: játssza le újra hozzájárul a wi - fi kapcsolat.(be is választható)
it: IL suono è utile per connessione Wi - Fi.(possono anche scegliere di chiusura)
ja: 放送の音は。も選択可能としても選択
ko: 소리 재생 도움이 된다 Wi-Fi 연결.(가 선택 닫기)
nl: Het geluid helpt de wi - fi.(kan er ook voor kiezen de gesloten)
pt: Para reproduzir o SOM com conexão wi - fi.(também TEM a opção de Fechar)
ru: Воспроизвести звук помогает wi - fi соединения. ( также можно выбрать закрыть )
tr_tr: Wi-Fi bağlantısına yardımcı olması için sesi açın. (Ayrıca kapatmayı seçebilir)
zh_hans: 播放声音有助于Wi-Fi连接。(也可选择关闭)
zh_hant: 播放聲音有助於Wi-Fi連接。（也可選擇關閉）

# mcs_sosalt
source: %@ : SOS alert(%@)
ar: %@ : إنذار زر الطوارئ(%@)
de: %@ : Notruftaste Alarm(%@)
es: %@ : Alarma botón de emergencia(%@)
fr: %@ : Alarme Bouton d'urgence(%@)
hu: %@ : Sürgősségi gomb riasztás(%@)
it: %@ : Allarme pulsante di emergenza(%@)
ja: %@ : 非常ボタン警報(%@)
ko: %@ : 긴급 버튼 경보(%@)
nl: %@ : Emergency alarmknop(%@)
pt: %@ : Alarme botão de emergência(%@)
ru: %@ : Сигнализации Кнопка аварийного(%@)
zh_hans: %@ : 紧急按钮警报(%@)
zh_hant: %@ : 緊急按鈕警報(%@)

# mcs_dooralt
source: %@ : Magnetic alert(%@)
ar: %@ : تنبيه المغناطيسي(%@)
de: %@ : Magnetic Alarm(%@)
es: %@ : Alerta magnética(%@)
fr: %@ : alerte magnétique(%@)
hu: %@ : mágneses Alert(%@)
it: %@ : Allarme magnetico(%@)
ja: %@ : 磁気アラート(%@)
ko: %@ : 자기 경고(%@)
nl: %@ : magnetische Alert(%@)
pt: %@ : Alerta magnética(%@)
ru: %@ : Магнитный оповещения(%@)
tr_tr: %@ : Door sensor alert(%@)
zh_hans: %@ : 门磁警报(%@)
zh_hant: %@ : 門磁警報(%@)

# mcs_wifi_config_restore
source: Please press RESET button 1 second and then take off, listen the voice hint, WI-FI "the device into the WiFi configuration mode."
ar: اضغط على مفتاح إعادة ثانية بعد فك ' وصلت الجهاز واي فاي تكوين نموذج'
de: Bitte drücken sie den Knopf nach 1 sekunde Locker, "Gerät in den WiFi - modus".
es: Afloje después de 1 segundo por el botón de reinicio "en el modo de configuración de equipos WiFi".
fr: Veuillez détacher par clé de remise à zéro, une seconde, "le dispositif entre dans un mode de configuration WIFI".
hu: nyomja meg a RESET 1 másodperc után csak "a berendezést wifi konfigurációs mód".
it: Per favore, Prema Reset secondi dopo il rilascio di "chiavi di entrare in modalità di assegnazione di attrezzature, il Wi - Fi".
ja: ボタンを押してくださいRESET 1秒後に入ってから、「設備wifi配置モード」.
ko: RESET 단추를 눌러 주십시오 1초 후, 놓다, 'wifi 설정 모드 진입 장치'.
nl: Alsjeblieft, een seconde na de reset - knop los, "apparatuur in de wifi - configuratie".
pt: Pressione o botão de reset de um Segundo após o "modo de configuração EM WiFi, equipamentos".
ru: Пожалуйста, нажмите reset второй после "ослабить , WiFi в режим конфигурации оборудования в " .
tr_tr: W i-FI reset düğmesine 1 saniye sonra kalkışı basın ses ipucu lütfen dinleyin "WiFi yapılandırma moduna cihazı. "
zh_hans: 请按RESET键1秒后松开，“设备进入wifi配置模式”。
zh_hant: 請按RESET鍵1秒後鬆開，“設備進入wifi配寘模式”。

# mcs_voice_remind_heard
source: Already heard the voice hint
ar: قد تسمع صوت موجه
de: Höre Die Stimme
es: La voz que se ha escuchado
fr: Déjà entendu des invites vocales
hu: már hallottam a tippet
it: Ha sentito una voce
ja: 音声ヒントが聞こえている
ko: 이미 들은 음성 안내
nl: Zijn stem horen
pt: Ouvi a voz
ru: уже слышал голосовые подсказки
tr_tr: Sesli komut istemini zaten duydum
zh_hans: 已听到语音提示
zh_hant: 已聽到語音提示

# mcs_netWork_prompt
source: Network tips
ar: شبكة عاجل
de: Internet - TIPPS
es: Notificación de la red
fr: Un réseau de pointes
hu: networking tippek
it: Rete di notifica
ja: ネットワークヒント
ko: 네트워크 설명
nl: networking Tips
pt: Dicas de Internet
ru: сеть подсказки
tr_tr: Şebeke istemleri
zh_hans: 网络提示
zh_hant: 網絡提示
