Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_segment
source: Segment
ar: قطعة
es: Fragmente
hu: Szegmens
it: Segmento
ja: セグメント
ko: 비디오 파일
pt: Fragmento
ru: Сегмент
tr_tr: Parça
zh_hans: 片段
zh_hant: 片段

# mcs_please_relogin
source: Please relogin
ar: يرجى إعادة تسجيل الدخول
de: Bitte melden Sie sich erneut an.
es: Regístrate de nuevo
fr: Veuillez vous reconnecter
hu: Kérem, jelentkezzen be újra!
it: Si prega di accedere nuovamente
ja: 再ログインしてください
ko: 다시 로그하세요
nl: Meld u opnieuw aan
pt: Por favor, aceda novamente
ru: Пожалуйста, зайдите заново
tr_tr: Lütfen tekrar oturum açın
zh_hans: 请从新登录
zh_hant: 請重新登錄

# mcs_change_password_succeed
source: Password changed successfully
ar: تغيير كلمة المرور بنجاح
de: Passwort erfolgreich geändert
es: Cambiar contraseña - éxito
fr: Réussite du changement de mot de passe
hu: A jelszót sikeresen megváltoztatta
it: Modifica password riuscita
ja: パスワード変更に成功しました
ko: 비밀번호 변경 성공
nl: Wachtwoord succesvol veranderd
pt: Código alterado com sucesso
ru: Пароль изменен
tr_tr: Parola başarıyla değiştirildi
zh_hans: 修改密码成功
zh_hant: 修改密碼成功

# mcs_upgrade_to_ver
source: Upgrade to ver
ar: الترقية إلى الإصدار الجديد
de: Upgrade für Ver
es: Actualizar a una nueva versión
fr: Mise à niveau ver.
hu: Verzió frissítés
it: Aggiorna a
ja: 新しいいバージョンをアップグレードします
ko: 새버전으로 업그레이드
nl: Update naar versie
pt: Atualizar para uma nova versão
ru: Обновить версию
tr_tr: Yeni sürüme güncelleme
zh_hans: 升级到新版本
zh_hant: 升級到新版本

# mcs_restore_failed
source: Restore failed
ar: الاستعادة فشلت
de: Wiederherstellung fehlgeschlagen
es: Restaurar fallado
fr: Échec de la restauration
hu: Sikertelen visszaállítás
it: Ripristino Fallito
ja: リストアに失敗しました
ko: 공장초기화 실패
nl: Herstellen is mislukt
pt: Falha na restauração
ru: Ошибка восстановления
tr_tr: Geri yüklenemedi
zh_hans: 恢复失败
zh_hant: 復原失敗

# mcs_please_restart
source: Please restart
ar: يرجى إعادة تشغيل
de: Bitte neustarten
es: Reinicie
fr: Veuillez redémarrer
hu: Kérem, indítsa újra!
it: Pregasi riavviare
ja: を再起動してください
ko: 리부팅
nl: Start opnieuw op
pt: Reiniciar
ru: Пожалуйста, перезапустите
tr_tr: Lütfen yeniden başlat
zh_hans: 请重启
zh_hant: 請重啟

# mcs_keep_network_settings
source: Keep network settings and password
ar: ضبط الحجز شبكة وكلمة المرور
de: Bitte Netzwerkeinstellungen und Passwort merken
es: Configuración de red y Reservas contraseña
fr: Conservez les réglages réseau et le mot de passe
hu: Fenntartások hálózati beállítások és jelszó
it: Mantenere le impostazioni di rete e la password
ja: 予約のネットワーク設定とパスワード
ko: 예약 네트워크 설정 및 암호
nl: Bewaar netwerkinstellingen en wachtwoord
pt: Configurações de rede Reservas e senha
ru: Настройки Бронирование сети и пароль
tr_tr: Ağ ayarlarını ve şifreyi kaydet
zh_hans: 保留网络设置和密码
zh_hant: 保留網絡設置和密碼

# mcs_not_connected
source: Not connected
ar: غير متصل
de: Nicht verbunden
es: Desconectado
fr: Non connecté
hu: Nincs kapcsolatban
it: Non connessa
ja: 接続されていない
ko: 연결안됨
nl: Niet verbonden
pt: Não conectado
ru: Нет соединения
tr_tr: Bağlı değil
zh_hans: 未连接
zh_hant: 未連接

# mcs_sdcard_not_ready
source: SD card not ready.
ar: بطاقة SD غير جاهزة!
de: SD-Speicherkarte nicht bereit
es: Tarjeta micro SD no esta lista
fr: Carte SD non prête
hu: Az SD kártya nem üzemkész
it: Scheda SD non pronta!
ja: SDカードの準備中エラーを確認しています。
ko: SD카드가 없습니다
nl: SD kaart nog niet gereed
pt: Cartão SD não está pronto!
ru: SD карта не готова
tr_tr: SD kartı hazır değil
zh_hans: SD卡未准备好！
zh_hant: SD卡未準備好！

# mcs_device_not_exist
source: Device doesn't exist.
ar: الجهاز غير موجودا
de: Gerät nicht vorhanden
es: No existe dispositivo
fr: Le périphérique n'existe pas.
hu: Nem létező eszköz
it: Dispositivo non't esiste.
ja: デバイスが存在しません
ko: 카메라가 존재하지 않습니다
nl: Apparaat bestaat niet
pt: Dispositivo não existe
ru: Устройство недоступно
tr_tr: Cihaz mevcut değil
zh_hans: 设备不存在
zh_hant: 設備不存在

# mcs_disable
source: Disable
ar: تعطيل
de: Abschalten
es: Inhabilitado
fr: Désactiver
hu: Nem aktiv
it: Disabilita
ja: 無効
ko: 사용안함
nl: Deactiveren
pt: Desactivar
ru: Отключено
tr_tr: Devre dışı bırakılmış
zh_hans: 禁用
zh_hant: 停用

# mcs_to_determine_the
source: To determine the
ar: هل أنت متأكد
de: Festlegen
es: ¿Está seguro?
fr: Pour déterminer le/la
hu: Meghatározni a
it: Per determinare la
ja: 確定しますか
ko: 확인합니까?
nl: Om te bepalen
pt: Tem a certeza?
ru: Для определения
tr_tr: Onaylıyor musunuz?
zh_hans: 是否确定
zh_hant: 是否確定

# mcs_alert_on
source: Turn alert on
ar: تسليح
de: Alarm einschalten
es: Activar alertas
fr: Activer l'alerte
hu: Riasztás bekapcsolása
it: Attiva allarme
ja: 通知機能を使用する
ko: 알람 ON
nl: Zet alarm aan
pt: Activar o alarme
ru: Включить тревогу
tr_tr: Alarmı aç
zh_hans: 布防
zh_hant: 佈防

# mcs_alert_off
source: Turn alert off
ar: ايقاف تشغيل الانذار
de: Alarm ausschalten
es: Desactivar alertas
fr: Désactiver l'alerte
hu: Riasztás kikapcsolása
it: Disattiva avviso
ja: アラートを削除します
ko: 알람 OFF
nl: Zet alarm uit
pt: Desactivar o alarme
ru: Выключить тревогу
tr_tr: Alarmı kapat
zh_hans: 撤防
zh_hant: 撤防

# mcs_alert_onoff
source: Alert on/off
ar: تنبيه على / قبالة
de: Alarm an/aus
es: Alertar de encendido / apagado
fr: Alerte marche/arrêt
it: Allarme ON/OFF
ja: オン/オフに警告
ko: 무장 On/Off
nl: alarm aan/uit
pt: Alerte on / off
ru: Оповещать вкл / выкл
tr_tr: Uyarı açma / kapama
zh_hans: 布防/撤防
zh_hant: 佈防/撤防

# mcs_monday
source: Monday
ar: يوم الإثنين
de: Montag
es: Lunes
fr: Lundi
hu: hétfő
it: Lunedì
ja: 月曜
ko: 월요일
nl: maandag
pt: Segunda-feira
ru: Понедельник
tr_tr: Pazartesi
zh_hans: 星期一
zh_hant: 星期一

# mcs_tuesday
source: Tuesday
ar: يوم الثلاثاء
de: Dienstag
es: Martes
fr: Mardi
hu: kedd
it: Martedì
ja: 火曜
ko: 화요일
nl: dinsdag
pt: Terça-feira
ru: Вторник
tr_tr: Salı
zh_hans: 星期二
zh_hant: 星期二

# mcs_wednesday
source: Wednesday
ar: يوم الأربعاء
de: Mittwoch
es: Miércoles
fr: Mercredi
hu: szerda
it: Mercoledì
ja: 水曜
ko: 수요일
nl: woensdag
pt: Quarta-feira
ru: Среда
tr_tr: Çarşamba
zh_hans: 星期三
zh_hant: 星期三

# mcs_thursday
source: Thursday
ar: يوم الخميس
de: Donnerstag
es: Jueves
fr: Jeudi
hu: csütörtök
it: Giovedì
ja: 木曜
ko: 목요일
nl: donderdag
pt: Quinta-feira
ru: Четверг
tr_tr: Perşembe
zh_hans: 星期四
zh_hant: 星期四

# mcs_friday
source: Friday
ar: يوم الجمعة
de: Freitag
es: Viernes
fr: Vendredi
hu: péntek
it: Venerdì
ja: 金曜
ko: 금요일
nl: vrijdag
pt: Sexta-feira
ru: Пятница
tr_tr: Cuma
zh_hans: 星期五
zh_hant: 星期五

# mcs_saturday
source: Saturday
ar: يوم السبت
de: Samstag
es: Sábado
fr: Samedi
hu: szombat
it: Sabato
ja: 土曜
ko: 토요일
nl: zaterdag
pt: Sábado
ru: Суббота
tr_tr: Cumartesi
zh_hans: 星期六
zh_hant: 星期六

# mcs_sunday
source: Sunday
ar: يوم الأحد
de: Sonntag
es: Domingo
fr: Dimanche
hu: vasárnap
it: Domenica
ja: 日曜
ko: 일요일
nl: zondag
pt: Domingo
ru: Воскресенье
tr_tr: Pazar
zh_hans: 星期日
zh_hant: 星期日

# mcs_mon
source: Mon
ar: الإثنين
de: Mo
es: Lunes
fr: Lun
hu: hétfő
it: Lun
ja: 一
ko: 월
nl: Maan
pt: Seg
ru: Понедельник
tr_tr: Pzt
zh_hans: 一
zh_hant: 一

# mcs_tue
source: Tue
ar: الثلاثاء
de: Di
es: Martes
fr: Mar
hu: kedd
it: Mar
ja: 二
ko: 화
nl: Din
pt: Ter
ru: Вторник
tr_tr: Salı
zh_hans: 二
zh_hant: 二

# mcs_wed
source: Wed
ar: الأربعاء
de: Mi
es: Miércoles
fr: Me
hu: szerda
it: Mer
ja: 三
ko: 수
nl: Woen
pt: Qua
ru: Среда
tr_tr: Çrş
zh_hans: 三
zh_hant: 三

# mcs_thu
source: Thu
ar: الخميس
de: Do
es: Jueves
fr: Jeu
hu: csütörtök
it: Gio
ja: 四
ko: 목
nl: Don
pt: Qui
ru: Четверг
tr_tr: Per
zh_hans: 四
zh_hant: 四

# mcs_fri
source: Fri
ar: الجمعة
de: Fr
es: Viernes
fr: Ven
hu: péntek
it: Ven
ja: 五
ko: 금
nl: Vrij
pt: Sex
ru: Пятница
tr_tr: Cum
zh_hans: 五
zh_hant: 五

# mcs_sat
source: Sat
ar: السبت
de: Sa
es: Sábado
fr: Sam
hu: szombat
it: Sab
ja: 六
ko: 토
nl: Zat
pt: Sáb
ru: Суббота
tr_tr: Altı
zh_hans: 六
zh_hant: 六

# mcs_sun
source: Sun
ar: الأحد
de: So
es: Domingo
fr: Dim
hu: vasárnap
it: Dom
ja: 日
ko: 일
nl: Zon
pt: Dia
ru: Воскресенье
tr_tr: Paz
zh_hans: 日
zh_hant: 日

# mcs_scheduled_recording
source: Schedule Recording
ar: تخطيط التصوير
de: Aufnahme planen
es: Programar grabaciones
fr: Programmer un enregistrement
hu: Programozott felvétel
it: Programma Registrazione
ja: 予約録画
ko: 스케쥴 녹화
nl: Plan opname in
pt: Programar gravação video
ru: Видеозапись по расписанию
tr_tr: Kaydı planla
zh_hans: 计划录像
zh_hant: 預約錄影

# mcs_schedule
source: Schedule
ar: جدول
de: Zeitplan
es: Programada
fr: Programme
hu: Programozott felvétel
it: Programma
ja: スケジュール
ko: 스케쥴
nl: Inplannen
pt: Programar
ru: Видеозапись по расписанию
tr_tr: Takvim
zh_hans: 计划
zh_hant: 預約

# mcs_scheduled_recording_status
source: Scheduled recording status
ar: حالة التسجيل المقرر
de: Geplanter Aufnahmestatus
es: Estado de grabación programada
fr: État de l'enregistrement programmé
hu: Programozott felvétel állapota
it: Stato di registrazione programmato
ja: 予約録画のステータス
ko: 스케쥴녹화 상태
nl: Plan opname status in
pt: Estado da programaçao de gravação
ru: Состояние видеозаписи по расписанию
tr_tr: Zamanlanmış kayıt durumu:
zh_hans: 计划录像状态
zh_hant: 預約錄影狀態

# mcs_folding
source: Folding
ar: الطي
de: Falten
es: Plegado
fr: Repliement
hu: Összecsomagolás
it: Chiusura
ja: 折り畳み
ko: 닫음
nl: Inklappen
pt: Dobrar
ru: Сворачивать
tr_tr: Katlanma
zh_hans: 收起
zh_hant: 收起

# mcs_unfolding
source: Unfolding
ar: تتكشف
de: Entfalten
es: Desplegado
fr: Déploiement
hu: Kibontás
it: Apertura
ja: 展開
ko: 생성
nl: Uitklappen
pt: Desdobrar
ru: Разворачивать
tr_tr: Çözülüyor
zh_hans: 展开
zh_hant: 展開

# mcs_end_time_should_lt_begin
source: End time must be greater than the start time.
ar: يجب أن يكون وقت النهاية أكبر من وقت البدء
de: Die Endzeit muss später als die Startzeit sein
es: Hora de finalización debe ser mayor que el tiempo de inicio
fr: L'heure de fin doit être postérieure à l'heure de début
hu: A befejezés ideje későbbi kell legyen, mint a kezdési idő!
it: L'ora finale deve essere maggiore dell'ora iniziale.
ja: 終了時間は開始時間より大きくなければなりません
ko: 종료시간은 시작시간보다 이후여야 합니다
nl: Eindtijd moet later zijn als begintijd
pt: O tempo final deve ser maior do que o tempo de início
ru: Время окончания должно быть больше времени начала
tr_tr: Bitiş saati başlangıç zamanından büyük olmalıdır
zh_hans: 结束时间必须大于开始时间
zh_hant: 結束時間必須大於開始時間

# mcs_recording
source: Recording
ar: يتم التصوير
de: Zeichnet auf
es: Grabando
fr: Enregistrement en cours
hu: Felvétel
it: Registrazione
ja: レコード中
ko: 녹화중
nl: Opnemen
pt: Gravação em curso
ru: Идет видеозапись
tr_tr: Kayıt
zh_hans: 录像中
zh_hant: 錄影中

# mcs_prerecord_interval_range_hint
source: Pre-record interval should be less than 6 seconds.
ar: وقت التصوير المتوقع تحتاج الي أقل من 6 ثوان
de: Vor-Aufnahme-Intervall sollte weniger als 6 Sekunden betragen.
es: Tiempo de pre -grabado debe ser menos de 6 segundos
fr: L'intervalle de préenregistrement doit être inférieur à 6 secondes.
hu: Az előfelvétel ideje 6 másodpercnél kevesebb kell legyen!
it: L\’intervallo di pre-rec deve essere meno 6 secondi
ja: プリレコード間隔は6以下です
ko: 사전녹화는 6초 이내입니다
nl: Tijd voor opname moet minden dan 6 seconden zijn
pt: O tempo de pré-gravação deve ser inferior a 6 segundos
ru: Интервал предварительной записи должен быть меньше 6 секунд
tr_tr: Ön kayıt aralığı 6 saniyeden az olmalıdır
zh_hans: 预录时间需小于6秒
zh_hant: 預錄時間需小於6秒

# mcs_snapshot_interval_range_hint
source: Snapshot interval should be 0 or greater than 60.
ar: الفاصل الزمني للتصوير هو 0 أو أكبر من 60
de: Schnappschussintervall sollte 0 oder mehr als 60 betragen.
es: Intervalo de instantánea debe ser 0 o mayor que 60
fr: L'intervalle des clichés doit être 0 ou supérieur à 60
hu: A képfelvétel intervallumának 0 és 60 között kell lennie!
it: Intervallo istantanea deve essere 0 o maggiore di 60
ja: スナップショット間隔は0または60以上です
ko: 스냅샷촬영 인터벌은 0이상 60이하 입니다
nl: Moment opname interval moet tussen de 0 en 60 zitten
pt: O tempo do intervalo exigido é de 0 ou maior do que 60
ru: Интервал снапшота должен быть от 0 до 60
tr_tr: Anlık görüntü aralığı 0 veya 60'dan büyük olmalıdır.
zh_hans: 拍照间隔需为0或大于60
zh_hant: 拍照間隔需為0或大於60

# mcs_not_ready
source: Not ready
ar: غير جاهز
de: Nicht bereit
es: No preparado
fr: Non prêt
hu: Nem áll készen
it: Non pronto
ja: また準備完了していません
ko: 준비되지 않았습니다
nl: Nog niet gereed
pt: Não pronto
ru: Не готово
tr_tr: Hazır değil
zh_hans: 未就绪
zh_hant: 未就緒

# mcs_availablesize
source: Available size
ar: القدرات المتاحة
de: Verfügbare Grösse
es: Capacilidad disponible
fr: Taille disponible
hu: Rendekezésre álló hely
it: Dimensione disponibile
ja: 有効サイズ
ko: 사용가능 용량
nl: Beschikbare maat
pt: Espaço disponível
ru: Доступное место
tr_tr: Kullanılabilir kapasite
zh_hans: 可用容量
zh_hant: 可用容量

# mcs_reboot
source: Restart
ar: إعادة التشغيل
de: Erneut starten
es: Reiniciar
fr: Redémarrer
hu: Újraindítás
it: Riavvia
ja: リブート
ko: 리부팅
nl: Herstarten
pt: Reiniciar
ru: Перезапустить
tr_tr: Yeniden başlat
zh_hans: 重启
zh_hant: 重啟

# mcs_alerter
source: Alert
ar: فتح ناقوس الخطر
de: Warnhinweis
es: Abra la alarma
fr: Alerte
hu: Figyelmeztetés jelző
it: Avviso
ja: アラームを開く
ko: 알람
nl: Alarm
pt: Abra o alarme
ru: Тревога
tr_tr: Uyarı
zh_hans: 布防
zh_hant: 佈防

# mcs_pir
source: PIR
ar: تفاعل جسم الإنسان
de: Infrarotmelder
hu: IR érzékelő
ja: 人体感応
ko: 인체감응
ru: Пассивный ИК-датчик
zh_hans: 人体感应
zh_hant: 人體感應

# mcs_encoder
source: Encoder
ar: جهاز الترميز
de: Verschlüsseln
fr: Codeur
hu: Kodolás
it: Codificatore
ja: エンコーダー
ko: 엔코더
nl: Codeerder
ru: Кодек
tr_tr: Enkoder
zh_hans: 编码器
zh_hant: 編碼器

# mcs_ok
source: OK
ar: موافق
es: Aplicar
fr: Confirmer
ja: 確定
ru: ОК
tr_tr: Tamam
zh_hans: 确定
zh_hant: 確定

# mcs_fault
source: Fault
ar: الخطأ
de: Störung
es: Error
fr: Défaut
hu: Hiba
it: Guasto
ja: 故障
ko: 에러
nl: Fout
pt: Erro
ru: Ошибка
tr_tr: Hata
zh_hans: 故障
zh_hant: 錯誤

# mcs_sensor_status
source: Sensor status
ar: حالة جهاز الاستشعار
es: Estado Sensor
fr: État du capteur
hu: Az érzékelő állapota
it: Stato del sensore
ja: センサーステータス
ko: 센서상태
pt: Estado do sensor
ru: Статус датчика
tr_tr: Sensör durumu
zh_hans: Sensor状态
zh_hant: Sensor狀態

# mcs_about
source: About
ar: حول
de: Information
es: Información de cámara
fr: Ä propos de
hu: Az alkalmazásról
it: Info
ja: カメラについて
ko: 정보
nl: Over
pt: Sobre
ru: О программе
tr_tr: Hakkında
zh_hans: 关于
zh_hant: 關於

# mcs_reset_now
source: Restart now
ar: قم بإعادة تشغيل الأن
de: Jetzt zurücksetzen
es: Reiniciar ahora
fr: Réinitialiser maintenant
hu: Újraindítás most
it: Ripristina subito
ja: 今すぐリセットします
ko: 즉시 리셋
nl: Reset nu
pt: Reiniciar agora
ru: Перезапустить сейчас
tr_tr: Simdi yeniden başlat
zh_hans: 现在重启
zh_hant: 現在重啟

# mcs_reset_later
source: Restart later
ar: إعادة تعيين في وقت لاحق
de: Später zurücksetzen
es: Reiniciar mas tarde
fr: Réinitialiser ultérieurement
hu: Újraindítás később
it: Ripristino in seguito
ja: 後程リセットします
ko: 나중에 리셋
nl: Reset later
pt: Reiniciar depois
ru: Перезапустить позже
tr_tr: Daha sonra tekrar başlat
zh_hans: 以后再说
zh_hant: 以後再說

# mcs_prompt
source: Prompt
ar: النصيحة
de: Aufforderung
es: Aceptar
fr: Aller à l'invite
hu: Súgó
ja: プロンプト
ko: 알림
nl: Onmiddelijk
pt: Sugestão
ru: Напоминание
tr_tr: Hatırlatma
zh_hans: 提示
zh_hant: 提示

# mcs_select
source: Select
ar: يرجي الاختيار
de: Auswählen
es: Seleccionar
fr: Sélectionner
hu: Kiválasztás
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteer
pt: Selecionar
ru: Выбор
tr_tr: Seç
zh_hans: 请选择
zh_hant: 請選擇

# mcs_available_netword
source: Network is not available, config it?
ar: شبكة الاتصال غير متوفر، ويرجي ضبط الشبكة؟
de: Netzwerk nicht verfügbar, jetzt konfigurieren?
es: La red no está disponible, desea configurarla?
fr: Réseau non disponible, le configurer ?
hu: A hálózat nem elérhető, szeretné beállítani?
it: La rete non è disponibile, configurarla?
ja: ネットワークは無効で、設定しますか？
ko: 네트워크 접속안됨, 설정을 변경합니까?
nl: Netwerk is niet beschikbaar, configureren?
pt: A rede não está disponível, configurar a rede?
ru: Сеть недоступна, запустить настройки сети?
tr_tr: Ağ kullanılamıyor,Yapılandırmak mı?
zh_hans: 网络不可用,进行设置网络?
zh_hant: 網路不可用,進行設置網路?

# mcs_request_send
source: Sending request...
ar: قم بإرسال الطلب...
de: Sendet Anfrage...
es: Enviando orden
fr: Envoi de la requête en cours
hu: Kérés küldése...
it: Invio richiesta in corso...
ja: リクエストを送信中…
ko: 요청 발송중
nl: Verzoek verzenden...
pt: Está a enviar o pedido...
ru: Загрузка...
tr_tr: Istek gönderiliyor...
zh_hans: 正在发送请求...
zh_hant: 正在發送請求...

# mcs_blank_device_id
source: Device ID can not be empty.
ar: الجهاز لا يمكن أن تكون فارغة ID
de: Geräte-ID muss eingegeben werden.
es: ID de dispositivo no puede estar vacío
fr: Le champ ID périphérique doit être rempli
hu: Az eszközazonosító megadása kötelező!
it: L\’ID del dispositivo non può essere vuoto
ja: カメラIDは空にすることはできません
ko: 카메라ID를 입력하세요
nl: Apparaat ID kan niet leeg zijn
pt: Introduza o ID
ru: Задайте код(ID) камеры
tr_tr: Cihaz kimliği boş olamaz
zh_hans: 设备ID不能为空
zh_hant: 設備ID不能為空

# mcs_blank_username
source: Username can not be empty.
ar: اسم المستخدم لا يمكن أن يكون فارغا
de: Benutzername muss eingegeben werden.
es: Nombre de usuario no puede estar vacío
fr: Le champ Nom d'utilisateur doit être rempli
hu: A felhasználónév megadása kötelező!
it: Il nome utente non può essere vuoto
ja: ユーザー名は空にすることはできません
ko: 사용자 이름을 입력하세요
nl: Gebruikersnaam kan niet leeg zijn
pt: Introduza um nome de utilizador
ru: Задайте имя пользователя
tr_tr: Kullanıcı adı boş olamaz
zh_hans: 用户名不能为空
zh_hant: 用戶名不能為空

# mcs_blank_password
source: Password can not be empty.
ar: كلمة المرور لا يمكن أن تكون فارغة
de: Passwort muss eingegeben werden.
es: La contraseña no puede estar vacío
fr: Le champ Mot de passe doit être rempli
hu: A jelszó megadása kötelező
it: La password non può essere vuota
ja: パスワードは空にすることはできません
ko: 비밀번호를 입력하세요
nl: Wachtwoord kan niet leeg zijn
pt: Introduza o código
ru: Задайте пароль
tr_tr: Şifre boş olamaz
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# mcs_exist_user
source: User already exists
ar: المستخدم موجودا بالفعل
de: Benutzer existiert bereits
es: Usuario existente
fr: L'utilisateur existe déjà
hu: A felhasználó már létezik
it: Utente già esistente
ja: ユーザー名は既に存在しています
ko: 이미 존재하는 사용자입니다
nl: Gebruikersnaam bestaat al
pt: O nome de utilizador já existe
ru: Такой пользователь уже существует
tr_tr: Kullanıcı zaten var
zh_hans: 用户已存在
zh_hant: 用戶已存在

# mcs_invalid_user
source: Invalid user
ar: اسم المستخدم غير صحيح
de: Ungültiger Benutzer
es: Usuario no válido
fr: Nom d'utilisateur erroné
hu: Hibás felhasználónév
it: Utente non valido.
ja: 無効なユーザ名
ko: 유효하지 않는 사용자 이름입니다
nl: Ongeldige gebruikersnaam
pt: O nome de usuário inválido
ru: Имя пользователя недействительно
tr_tr: Kullanıcı adı geçersiz
zh_hans: 用户名无效
zh_hant: 用戶名無效

# mcs_invalid_email_addr
source: Invalid e-mail address.
ar: عنوان البريد الإلكتروني غير صحيح
de: Ungültige E-Mail
es: Adresse courriel erronée
fr: Adresse e-mail invalide
hu: Hibás e-mail cím
it: Indirizzo e-mail non valido
ja: 無効な電子メールアドレス
ko: 유효하지 않는 이메일 주소입니다
nl: Ongeldig e-mailadres
pt: Endereço de e-mail inválido
ru: Неверный адрес электронной почты
tr_tr: Geçersiz e-posta adresi
zh_hans: 邮箱地址无效
zh_hant: email地址無效

# mcs_system_err
source: System error
ar: خطأ في النظام
de: Systemsfehler
es: Error del sistema
fr: Erreur système
hu: Rendszerhiba
it: Errore di sistema
ja: システムエラー
ko: 시스템오류
nl: Systeem error
pt: Erro de sistema
ru: Ошибка системы
tr_tr: Sistem hatası
zh_hans: 系统错误
zh_hant: 系統錯誤

# mcs_exceed_device
source: Users of the device overrun.
ar: عدد مستخدمي الجهاز يتجاوز الحد
de: Überschreitung der Gerätebenutzer
es: Los usuarios del dispositivo invadidos
fr: Trop d'utilisateurs du périphérique..
hu: Elérte az egyidejű felhasználók maximális számát
it: Utenti del dispositivo in eccesso.
ja: カメラのユーザーはオーバーランです
ko: 카메라 동시 접속자가 초과하였습니다
nl: Aantal gebruikers overschreden
pt: Passou o limite de utilizadores ligados
ru: Достигнуто предельное количсевто одновременных пользователей
tr_tr: Cihaza çok fazla kişi bağlandı
zh_hans: 设备的用户数超限
zh_hant: 設備的用戶數超限

# mcs_continue
source: Continue
ar: متواصل
de: Weiter
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
ja: 続けます
ko: 계속
nl: Doorgaan
pt: Continuar
ru: Продолжить
tr_tr: Devam et
zh_hans: 继续
zh_hant: 繼續

# mcs_prompt_exit
source: Would you like to exit?
ar: هل تريد الخروج؟
de: Möchten Sie den Vorgang beenden?
es: ¿Está seguro que desea salir de la aplicación?
fr: Souhaitez-vous quitter ?
hu: - felmondott?
it: Desiderate uscire?
ja: 本当にログアウトします か？
ko: 혹시 종료?
nl: Wilt u afsluiten?
pt: Se sair?
ru: ли выход ?
tr_tr: Çıkmak ister misin
zh_hans: 是否退出?
zh_hant: 是否退出?

# mcs_device_list
source: Device list
ar: قائمة الأجهزة
de: Verzeichnis der Geräte
es: lista de dispositivos
fr: Liste des périphériques
hu: eszköz lista
it: Elenco Dispositivi
ja: カメラリスト
ko: 장치 목록
nl: Lijst met apparaten
pt: lista de dispositivos
ru: список устройств
tr_tr: Cihaz listesi
zh_hans: 设备列表
zh_hant: 設備列表

# mcs_no_sdcard
source: No SD card
ar: عدم وجود بطاقة SD
de: Keine SD-Speicherkarte
es: Desmontada
fr: Aucune carte SD
hu: SD kártya nem található
it: Nessuna scheda SD
ja: SDカードがありません
ko: SD카드 없음
nl: Geen SD kaart
pt: Nenhum cartão SD
ru: Нет SD карты
tr_tr: SD kartı yok
zh_hans: 没有SD卡
zh_hant: 沒有SD卡

# mcs_no_hard_disk
source: No Hard Disk
ar: لا القرص الصلب
de: Keine Festplatte
es: Sin disco duro
fr: Aucun disque dur
hu: nem merevlemez
it: Nessun Hard Disk
ja: ハード·ドライブはありません
ko: 어떤 하드 드라이브가 포함되지 않음
nl: Geen harde schijf
pt: Nenhuma unidade de disco rígido
ru: нет жесткого диска
tr_tr: Sabit Disk Yok
zh_hans: 没有硬盘
zh_hant: 沒有硬盤

# mcs_show_more
source: More...
ar: يعرض أكثر...
de: Weitere Informationen...
es: Más
fr: Plus
hu: További lehetőségek
it: Altro…
ja: もっと詳しい…
ko: 더보기...
nl: Meer...
pt: mais…
ru: Показать еще...
tr_tr: Daha...
zh_hans: 显示更多...
zh_hant: 顯示更多...

# mcs_shotsnop_exists
source: Photo already exists
ar: الصورة موجودة بالفعل
de: Foto bereits vorhanden
es: Las fotos han sido existidos
fr: La photo existe déjà
hu: A kép már létezik
it: Foto già esistente
ja: 写真は既に存在しています
ko: 이미 존재하는 사진입니다
nl: Foto bestaat al
pt: Foto já existente
ru: Снапшот уже создан
tr_tr: Fotoğraf zaten mevcut
zh_hans: 图片已存在
zh_hant: 圖片已存在

# mcs_input_nick
source: Input device name
ar: يرجي ادخال اللقب
de: Gerätename angeben
es: Ingresar nombre
fr: Saisir le nom du périphérique
hu: Adja meg a becenevet
it: Inserisci nome del dispositivo
ja: ニックネームを入力します
ko: 카메라이름 입력
nl: Geef apparaat naam in
pt: Entrar o nome de utilizador
ru: Введите имя
tr_tr: Giriş cihazı adı
zh_hans: 输入昵称
zh_hant: 輸入昵稱

# mcs_nick_not_empty
source: Device name cannot be empty.
ar: اللقب لا يمكن أن يكون فارغا
de: Gerätename muss eingegeben werden.
es: El apodo no puede estar vacío
fr: Le champ Nom du périphérique doit être rempli
hu: A becenév megadása kötelező!
it: Il nome del dispositivo non può essere vuoto
ja: ニックは空にすることはできません
ko: 카메라이름을 입력하세요
nl: Apparaat naam kan niet leeg zijn
pt: O apelido não pode estar vazio
ru: Задайте имя
tr_tr: Cihaz adı boş olamaz
zh_hans: 昵称不能为空
zh_hant: 昵稱不能為空

# mcs_input_new_pass
source: Input new password
ar: أدخل كلمة المرور الجديدة
de: Neues Passwort eingeben
es: Ingresar contraseña nueva
fr: Saisir le nouveau mot de passe
hu: Adjon meg egy új jelszót!
it: Inserisci nuova password
ja: 新規パスワード入力
ko: 비밀번호 입력
nl: Geef nieuwe wachtwoord in
pt: Entrar o novo código
ru: Введите новый пароль
tr_tr: Yeni şifre gir
zh_hans: 输入新密码
zh_hant: 輸入新密碼

# mcs_input_new_pass_again
source: Input new password again
ar: أدخل كلمة المرور الجديدة مرة أخرى
de: Neues Passwort nochmal eingeben
es: Confirmar contraseña nueva
fr: Saisir à nouveau le nouveau mot de passe
hu: Adja meg az új jelszót újra!
it: Reinserisci nuova password
ja: もう一度新しいパスワードを入力してください
ko: 새로운 비밀번호 재입력
nl: Geef nieuwe wachtwoord opnieuw in
pt: Entrar o novo código outra vez
ru: Введите новый пароль еще раз
tr_tr: Tekrar yeni şifre gir
zh_hans: 再次输入新密码
zh_hant: 再次輸入新密碼

# mcs_new_password
source: New password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
ja: 新しいパスワード
ko: 새로운 비밀번호
nl: Niet wachtwoord
pt: O código novo
ru: Новый пароль
tr_tr: Yeni şifre
zh_hans: 新密码
zh_hant: 新密碼
