Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_get_accessory_failed
source: get accessory failed
ar: فشل المرفق للحصول على
de: Anhang fehlgeschlagen zu erhalten
es: Accesorio no pudo obtener
fr: Pièce jointe n'a pas réussi à obtenir
hu: Attachment sikerült megszerezni
it: Allegato non è riuscito a ottenere
ja: 添付ファイルは取得できませんでした
ko: 첨부 파일 은 가져 오지 못했습니다
nl: krijgen accessoire is mislukt
pt: Anexo não conseguiu obter
ru: Приложение не удалось получить
tr_tr: Aksesuar alımı başarısız
zh_hans: 获取附件失败
zh_hant: 獲取附件失敗

# mcs_get_scene_failed
source: get scene failed
ar: الحصول على سيناريوهات الفشل
de: Erhalten Sie Ausfallszenarien
es: Obtener escenarios de fallo
fr: Obtenez les scénarios de défaillance
hu: Get hiba forgatókönyvek
it: Get scenari di errore
ja: 障害シナリオを取得
ko: 장애 시나리오 를 가져옵니다
nl: krijgen scene is mislukt
pt: Obter cenários de falha
ru: Получить сценарии отказов
tr_tr: ahne alma başarısız
zh_hans: 获取情景失败
zh_hant: 獲取情景失敗

# mcs_search_failed
source: search failed
ar: البحث فشل
de: Suche fehlschlägt
es: búsqueda falla
fr: Recherche échoue
hu: Keresés sikertelen
it: Ricerca fallisce
ja: 検索が失敗します
ko: 검색 실패
nl: zoekopdracht is mislukt
pt: pesquisa falhar
ru: Поиск терпит неудачу
tr_tr: Arama başarısız
zh_hans: 搜索失败
zh_hant: 搜索失敗

# mcs_add_failed
source: add failed
ar: إضافة فشل
de: hinzufügen fehlgeschlagen
es: Añadir Error
fr: Ajouter Échec
hu: Add sikerült
it: Aggiungere non riuscita
ja: 追加に失敗しました
ko: 추가 실패
nl: toe te voegen is mislukt
pt: Adicionar Falha
ru: Добавить Ошибка
tr_tr: Eklenemedi
zh_hans: 添加失败
zh_hant: 添加失敗

# mcs_ethernet_connect
source: Ethernet
ar: اتصال إيثرنت
ja: イーサネット接続
ko: 이더넷 연결
zh_hans: 以太网连接
zh_hant: 以太網連接

# mcs_action_click_retry
source: Click Retry
ar: انقر فوق إعادة المحاولة
de: Klicken Sie auf Wiederholen
es: Haga clic en Reintentar
fr: Cliquez sur Retry
hu: Kattintson az Újra
it: Fare clic su Riprova
ja: 再試行をクリックします
ko: 다시 시도를 클릭
nl: Klik op Opnieuw
pt: Clique em Repetir
ru: Нажмите Повторить
tr_tr: Tekrar denemek için tıklayın
zh_hans: 点击重试
zh_hant: 點擊重試

# mcs_wifi_config_failure_detail
source: Or You can try
ar: أو يمكنك محاولة
de: Oder Sie können versuchen
es: O puede probar
fr: Ou vous pouvez essayer
hu: Of u kunt proberen
it: Oppure si può provare
ja: それとも、試すことができます
ko: 아니면 시도 할 수 있습니다
nl: Of u kunt proberen
pt: Ou você pode tentar
ru: Или вы можете попробовать
tr_tr: Veya deneyebilirsin
zh_hans: 或者您可以尝试
zh_hant: 或者您可以嘗試

# mcs_qrcode_connect
source: QR code connection
ar: رمز ثنائي الأبعاد على اتصال
de: Zweidimensionalen Code verbunden
es: Código bidimensional conectada
fr: Code à deux dimensions connecté
hu: Kétdimenziós kód csatlakoztatva
it: Codice bidimensionale collegato
ja: 二次元コード接続
ko: 이차원 코드 연결된
nl: QR code verbinding
pt: Código bidimensional ligado
ru: Двумерный код, связанный
tr_tr: QR kodu bağlantısı
zh_hans: 二维码连接
zh_hant: 二維碼連接

# mcs_close_sound_prompt
source: Sound is needed for the WiFi connection. Increase your phone volume and place the phone speaker close to the camera's mic.
ar: مفتوحة الصوت يساعد على اتصال واي فاي، أمسك الهاتف مقربة من رئيس الميكروفون كاميرا
de: Open Sound hilft die Wi-Fi- Verbindung zu erstellen. Halten Sie dafür den Lautsprecher Ihres Gerätes nahe an das Mikrofon der Kamera.
es: Open Sound ayuda a la Conectando Wi-Fi, mantenga el teléfono cerca del altavoz del micrófono de la cámara
fr: Open Sound permet la connexion Wi-Fi, tenez le téléphone près de l'enceinte du microphone de la caméra
hu: Open Sound segít Wi-Fi kapcsolat, tartsa a telefont közel a hangszóró a kamera mikrofon
it: Open Sound aiuta la connessione Wi-Fi, tenere il telefono vicino all'altoparlante del microfono della telecamera
ja: オープンサウンドは、カメラのマイクのスピーカーの近くに携帯電話を保持する、のWi-Fi接続をするのに役立ちます
ko: 열기 사운드는 카메라 마이크의 스피커에 가까운 전화를 개최, Wi-Fi 인터넷 접속을 할 수 있습니다
nl: Open Sound helpt Wi-Fi-verbinding, houd de telefoon in de buurt van de luidspreker van de camera microfoon
pt: Open Sound ajuda a conexão Wi-Fi, segure o telefone perto do alto-falante do microfone da câmara
ru: Open Sound помогает Wi-Fi соединение, держите телефон близко к динамик микрофона камеры
tr_tr: Ses, WiFi bağlantısı için yararlıdır. Telefonunuzun ses seviyesini artırın ve telefonun hoparlörünü kameranın mikrofonuna yakın tutun.
zh_hans: 打开声音有助于Wi-Fi连接，请将手机扬声器紧贴摄像头的麦克风
zh_hant: 打開聲音有助於Wi-Fi連接，請將手機揚聲器緊貼攝像頭的麥克風

# mcs_qrcode_prompt_title
source: Please operations shown in FIG
ar: إرضاء العمليات هو مبين في الشكل
de: Bitte Operationen in Fig.
es: Por favor, operaciones que se muestran en la figura.
fr: S'il vous plaît les opérations représentées sur la figure.
hu: Kérjük műveletek ábrán látható.
it: Si prega operazioni mostrate in FIG.
ja: 図に示した動作をしてください
ko: 도 작업을하세요.
nl: Gelieve operaties getoond in FIG
pt: Por favor operações mostradas na FIG.
ru: Пожалуйста операции, показанные на фиг.
tr_tr: Lütfen Şekil l'de gösterildiği gibi çalışın.
zh_hans: 请如图所示操作
zh_hant: 請如圖所示操作

# mcs_qrcode_prompt_detail
source: Place the QR code on your phone screen approximately 10 to 12 inches in front of the camera.
ar: يرجى تهدف عدسة الكاميرا على رمز الاستجابة السريعة بالضبط والحفاظ على المسافة تكون 30CM.
de: Bitte richten Sie die Kamera-Objektiv auf den QR-Code genau und halten den Abstand 30 cm sein.
es: Por favor, apunte el lente de la cámara al código QR con exactitud y mantener la distancia sea de 30 cm.
fr: S'il vous plaît viser l'objectif de la caméra sur le code QR exactement et de garder la distance soit 30cm.
hu: Kérjük, célja a kamera lencséjét a QR kódot pontosan és tartsa a távolságot lehet 30cm.
it: Si prega di puntare l'obiettivo della fotocamera il codice QR esattamente e mantenere la distanza essere 30 cm.
ja: QRコードでカメラのレンズを正確に狙うと距離は30センチメートルことに保管してください。
ko: QR 코드에 카메라 렌즈를 정확히 조준하고 거리가 30cm 일 보관하십시오.
nl: Gelieve richt de cameralens op de QR-code precies en houden de afstand zijn 30 cm.
pt: Por favor, aponte a lente da câmera para o código QR com precisão e manter a distância ser 30 centímetros.
ru: Пожалуйста, направляйте объектив камеры на QR-код точно и держать расстояние быть 30см.
tr_tr: QR kodunu telefon ekranınıza kameranın önüne yaklaşık 10 ila 12 inç koyun.
zh_hans: 摄像机正对手机二维码进行扫描，保持30厘米左右的距离
zh_hant: 攝像機正對手機二維碼進行掃描，保持30厘米左右的距離

# mcs_select_wifi_prompt
source: Wireless connection
ar: لا كابل إيثرنت اللازمة
de: Kein Ethernet-Kabel erforderlich
es: No se necesita cable Ethernet
fr: Aucun câble Ethernet nécessaire
hu: Nem Ethernet-kábel szükséges
it: Nessun cavo Ethernet necessaria
ja: 必要なしイーサネットケーブルません
ko: 필요 없음 이더넷 케이블 없다
nl: Geen Ethernet-kabel nodig
pt: Nenhum cabo Ethernet necessária
ru: Нет Ethernet кабель, необходимый для
tr_tr: Kablosuz bağlantı
zh_hans: 无需连接网线
zh_hant: 無需連接網線

# mcs_select_ethernet_prompt
source: Ethernet cable needed for setup only
ar: كابل إيثرنت حاجة لإعداد فقط
de: Ethernet-Kabel erforderlich
es: cable Ethernet necesario para la instalación sólo
fr: câble Ethernet nécessaire pour l'installation seulement
hu: Ethernet kábel szükséges beállítás csak
it: cavo Ethernet necessaria per la configurazione solo
ja: イーサネットケーブルは、セットアップに必要なだけ
ko: 이더넷 케이블 설치에 필요한 만
nl: Ethernet-kabel nodig voor de installatie alleen
pt: cabo Ethernet necessários para a configuração única
ru: Кабель Ethernet необходим для установки только
tr_tr: Sadece ethernet kablosuyla bağlanabilirler
zh_hans: 只能通过网线连接
zh_hant: 只能通過網線連接

# mcs_enter_config_mode_prompt
source: Check the Wireless Network Status Light to see if it flashes three red lights and three green lights. If yes,press the 'Next' button to continue the setup process. If not, push the 'Reset' button on the bottom of the camera. Then Check the Wireless Network Status Light again.
ar: يرجى مراجعة مؤشر واي فاي هو ثلاثة الحمراء ثلاث فلاش أخضر بالتناوب. إذا كان الأمر كذلك، يرجى النقر على زر التالي. إن لم يكن، اضغط على زر إعادة الضبط على الكاميرا. ثم تحقق من المؤشر واي فاي مرة أخرى
de: Bitte überprüfen Sie Wifi Indikator ist drei rote drei grün blinken abwechselnd. Wenn ja, klicken Sie bitte auf die Schaltfläche Weiter. Wenn nicht, drücken Sie auf der Kamera die Taste RESET. Dann die Anzeige Wi-Fi erneut prüfen
es: Por favor, compruebe el indicador Wi-Fi es de tres rojo tres destello verde alternativamente. Si es así, por favor haga clic en el botón Siguiente. Si no es así, pulse el botón RESET en la cámara. A continuación, compruebe el indicador Wi-Fi de nuevo
fr: S'il vous plaît vérifier l'indicateur Wifi est trois trois rouge vert clignotant alternativement. Si oui, s'il vous plaît cliquez sur le bouton Suivant. Sinon, appuyez sur la touche RESET de la caméra. Ensuite, vérifiez à nouveau l'indicateur Wi-Fi
hu: Kérjük, ellenőrizze Wifi jelző három piros három zöld felváltva villog. Ha igen, kérjük, kattintson a Tovább gombra. Ha nem, nyomja meg a RESET gombot a fényképezőgépen. Ezután ellenőrizze a Wi-Fi jelzőfény ismét
it: Si prega di verificare l'indicatore Wi-Fi è a tre rosso tre raggio verde alternativamente. In tal caso, si prega di fare clic sul pulsante Avanti. In caso contrario, premere il tasto RESET sulla fotocamera. Poi controlla di nuovo l'indicatore Wi-Fi
ja: 無線LANインジケータが交互に3赤3緑のフラッシュでご確認ください。その場合は、[次へ]ボタンをクリックしてください。そうでない場合、カメラはボタンを「リセット」を押します。その後、再びのWi-Fiインジケータをチェック
ko: 와이파이 표시를 확인하시기 바랍니다 교대로 세 개의 빨간색 세 개의 녹색 플래시입니다. 이 경우, '다음'버튼을 클릭하십시오. 그렇지 않은 경우, 카메라 버튼을 'RESET'을 누릅니다. 그런 다음 다시는 Wi-Fi 표시기를 확인
nl: Controleer Wifi indicator is drie rode drie groene flits afwisselend. Als dat zo is, klikt u op de knop Volgende. Zo niet, dan drukt u op de RESET-knop op de camera. Controleer dan de Wi-Fi-aanduiding weer
pt: Por favor, verifique Wifi indicador é de três três vermelho luz verde alternadamente. Se assim for, por favor, clique no botão Avançar. Se não, pressione o botão RESET na câmara. Em seguida, verifique o indicador de Wi-Fi novamente
ru: Пожалуйста, проверьте индикатор Wi-Fi есть три красных три зеленых попеременно мигают. Если это так, пожалуйста, нажмите на кнопку Далее. Если нет, то нажмите кнопку сброса на камеру. Затем проверьте индикатор Wi-Fi снова
tr_tr: Kırmızı yanıp sönüp ç kez yanıp sönüp yeşil renkte yanıp sönüp bitmediğini görmek için Kablosuz Ağ Durum Işığını kontrol edin. Evet ise, kurulum işlemine devam etmek için 'İleri' düğmesine basın. Değilse, kameranın altındaki 'Sıfırlama' düğmesine basın. Daha sonra Kablosuz Ağ Durum Işığını tekrar kontrol edin.
zh_hans: 请检查Wi-Fi指示灯是否是三红三绿交替闪烁。如果是，请点击'下一步'按钮。如果不是，请按下相机的'RESET'按钮。然后再次检查Wi-Fi指示灯
zh_hant: 請檢查Wifi指示燈是否是三紅三綠交替閃爍。如果是,請點擊'下一步'按鈕。如果不是,請按下相機的'RESET'按鈕。然後再次檢查Wi-Fi指示燈

# mcs_no_enter_config_mode
source: Not in configuration mode
ar: لا يدخل وضع التكوين
de: Nicht Konfigurationsmodus
es: No entrar en el modo de configuración
fr: Pas entrer dans le mode de configuration
hu: Nem adja konfigurációs módba
it: Non entrare in modalità di configurazione
ja: コンフィギュレーションモードを入力しません
ko: 구성 모드로 전환되지
nl: Niet in de configuratie mode
pt: Não entrar no modo de configuração
ru: Не войти в режим настройки
tr_tr: Yapılandırma modunda değil
zh_hans: 没有进入配置模式
zh_hant: 沒有進入配置模式

# mcs_record_time
source: Record time(s)
ar: تسجيل مدة (ثانية )
de: Aufzeichnungsdauer(s)
es: Duración de la grabación(s)
fr: Durée d'enregistrement(s)
hu: Felvételi idő(ásodpercben)
it: La durata della registrazione(in secondi)
ja: 記録時間(秒)
ko: 시간을 기록(초)
nl: Record keer
pt: A duração da gravação (em segundos)
ru: Длительность записи(в секундах)
tr_tr: Kayıt süresi
zh_hans: 录像时长(秒)
zh_hant: 錄像時長(秒)

# mcs_stop_search
source: Stop Search
ar: التوقف عن البحث
de: Suche ausschalten
es: Deja de buscar
fr: Arrêter la recherche
hu: A keresés leállításához
it: Interrompere la ricerca
ja: 検索を停止
ko: 검색 중지
nl: stop zoeken
pt: pare de procurar
ru: Хватит искать
tr_tr: Aramayı durdur
zh_hans: 停止搜索
zh_hant: 停止搜索

# mcs_smart_wifi_setup
source: WiFi Setup
ar: الإعداد واي فاي الذكية
de: Smart-Wireless-LAN-Setup
es: configuración de Smart Wifi
fr: configuration Wifi intelligent
hu: Intelligens Wifi beállítás
it: l'installazione di Smart Wifi
ja: スマート無線LANのセットアップ
ko: 스마트 와이파이 설정
nl: Smart Wifi Setup
pt: configuração WiFi inteligente
ru: Смарт настройка WiFi
tr_tr: Akıllı kablosuz kurulum
zh_hans: WiFi智能配置
zh_hant: WiFi智能配置

# mcs_ethernet_setup
source: Ethernet Cable Setup
ar: إعداد إيثرنت
de: Ethernet-Kabel erforderlich
es: Configuración de Ethernet
fr: Configuration Ethernet
hu: Ethernet beállítása
it: Configurazione Ethernet
ja: イーサネットの設定
ko: 이더넷 설정
nl: Ethernet-instelling
pt: Configuração Ethernet
ru: Настройка Ethernet
tr_tr: Ethernet kablosu kurulumu
zh_hans: 以太网设置
zh_hant: 以太網設置

# mcs_wifi_config_restore_start
source: 1) Power on your device
ar: 1) أكد من أن الجهاز تم توصيل التيار الكهربائي
de: 1) Schalten Sie Ihr Gerät ein
es: 1) Asegúrese de que el dispositivo está encendido
fr: 1) Mettez votre périphérique sous tension
hu: 1) lépés: Győződjön meg arról készülék be van kapcsolva
it: 1) accendi il dispositivo
ja: 1）必ずデバイスを作るの電源が入っています
ko: 1) 장치 확인은 전원이 켜져
nl: 1) Zorg ervoor dat het apparaat is ingeschakeld
pt: 1) Certifique-se de dispositivo está ligado
ru: 1) Убедитесь, что устройство включено
tr_tr: Cihazınızın açık olduğundan emin olun
zh_hans: 1）确保设备已连接电源
zh_hant: 1）確保設備已連接電源

# mcs_wifi_config_restore_end
source: 2) Press the reset hole for one second,the device will restore and restart after 60 seconds,then will enter configuration mode automatically
ar: 2) اضغط على اعادة فتحه لثانية واحدة، وسيقوم الجهاز استعادة وإعادة تشغيل بعد 60 ثانية، ثم ستدخل وضع التكوين تلقائيا
de: 2) Drücken Sie die Reset-Öffnung für eine Sekunde, wird das Gerät wieder her und starten Sie nach 60 Sekunden wird dann geben Sie den Konfigurationsmodus automatisch
es: 2) Pulse el orificio de reinicio durante un segundo, el dispositivo va a restaurar y reiniciar después de 60 segundos, a continuación, entrará en el modo de configuración automática
fr: 2) Appuyez sur le bouton de réinitialisation pendant une seconde, le dispositif permet de restaurer et de redémarrer après 60 secondes, puis passe en mode de configuration automatique
hu: 2) Nyomja meg a reset lyuk egy másodpercig a készülék visszaállítja, és indítsa újra a 60 másodpercet, majd belép konfigurációs módba
it: 2) Premere il foro di reset per un secondo, il dispositivo ripristina e riavvia dopo 60 secondi, poi entrerà automaticamente nella modalità di configurazione
ja: 2）を押してリセット穴、デバイスが回復し、60秒後に再起動しますと、自動的にコンフィギュレーションモードを開始します
ko: 2)를 눌러 리셋 홀, 장치가 복원 60 초 후에 다시 시작합니다, 자동 설정 모드로 들어갑니다
nl: 2) Druk op de reset-gat voor een seconde, zal het apparaat te herstellen en opnieuw opstarten na 60 seconden, dan zal de configuratie automatisch in te voeren
pt: 2) Pressione o orifício de reposição por um segundo, o dispositivo irá restaurar e reiniciar após 60 segundos, em seguida, irá entrar no modo de configuração automática
ru: 2) Нажмите отверстие для перезагрузки в течение одной секунды, то устройство будет восстановить и перезапустить через 60 секунд, а затем автоматически перейдет в режим настройки
tr_tr: Sıfırlama deliğini bir saniyeliğine aramak için pimi kullanın, cihaz 60 saniye sonra geri yüklenir ve tekrar başlar, ardından yapılandırma moduna otomatik olarak girer.
zh_hans: 2）按住复位键一秒钟，该设备将恢复出厂设置并在60秒后重新启动，而且会自动进入配置模式
zh_hant: 2）按住復位鍵一秒鐘，該設備將恢復出廠設置並在60秒後重新啟動，而且會自動進入配置模式

# mcs_Sense_schedule
source: Scene Schedule
ar: تخطيط السيناريو
de: Szenarioplanung
es: La planificación de escenarios
fr: la planification de scénarios
hu: forgatókönyv tervezés
it: pianificazione scenario
ja: シナリオ立案
ko: 시나리오 계획
nl: scenarioplanning
pt: planejamento de cenários
ru: планирование сценариев
tr_tr: Sense Schedule
zh_hans: 情景计划
zh_hant: 情景計劃

# load_succeed
source: Loading success
ar: نجاح التحميل
de: Laden Erfolg
es: Cargando éxito
fr: succès de chargement
hu: Loading siker
it: Caricamento successo
ja: 成功のロード
ko: 로드 성공
nl: Loading succes
pt: Carregando sucesso
ru: Загрузка успеха
tr_tr: Başarıyla yükle
zh_hans: 加载成功
zh_hant: 加載成功

# load_fail
source: Failed to load
ar: فشل تحميل
de: Fehler beim laden
es: No se pudo cargar
fr: Échec du chargement
hu: Nem sikerült betölteni
it: Impossibile caricare
ja: 読み込みに失敗しました
ko: 로드하지 못했습니다
nl: mislukt om te laden
pt: Falha ao carregar
ru: Не удалось загрузить
tr_tr: Yükleme başarısız
zh_hans: 加载失败
zh_hant: 加載失败

# refresh_succeed
source: Refresh success
ar: تحديث النجاح
de: aktualisieren Erfolg
es: refrescar el éxito
fr: Actualisez succès
hu: Frissítés siker
it: aggiornare il successo
ja: 成功をリフレッシュ
ko: 성공을 새로 고침
nl: Vernieuwen succes
pt: atualizar sucesso
ru: Обновить успех
tr_tr: Başarıyla yenile
zh_hans: 刷新成功
zh_hant: 刷新成功

# refresh_fail
source: Refresh failed
ar: فشل التحديث
de: Aktualisieren fehlgeschlagen
es: Error al actualizar
fr: Échec de l'actualisation
hu: A frissítés nem sikerült
it: aggiornamento non riuscito
ja: リフレッシュに失敗しました
ko: 새로 고침 실패
nl: Vernieuwen is mislukt
pt: Atualizar falhou
ru: Не удалось обновить
tr_tr: Yenilendi başarısız oldu
zh_hans: 刷新失败
zh_hant: 刷新失敗

# mcs_ensure_dev_power
source: 1) Power on your device
ar: 1) تأكد من أن الجهاز تم توصيل التيار الكهربائي
de: 1) Schalten Sie Ihr Gerät ein
es: 1) Asegúrese de que el dispositivo está encendido
fr: 1) Mettez votre périphérique sous tension
hu: 1)lépés: Győződjön meg arról készülék be van kapcsolva
it: 1) accendi il dispositivo
ja: 1) 必ずデバイスを作るの電源が入っています
ko: 1) 장치 확인은 전원이 켜져
nl: 1) Zorg ervoor dat het apparaat is ingeschakeld
pt: 1) Certifique-se de dispositivo está ligado
ru: 1) Убедитесь, что устройство включено
tr_tr: 1)Cihazınızın açık olduğundan emin olun
zh_hans: 1) 确保设备已连接电源
zh_hant: 1) 確保設備已連接電源

# all_refresh_complete
source: All data is refreshed
ar: جميع البيانات يتم تحديث
de: Alle Daten werden aktualisiert
es: Todos los datos se actualizan
fr: Toutes les données sont actualisées
hu: Minden adat frissül
it: Tutti i dati vengono aggiornati
ja: すべてのデータが更新されます
ko: 모든 데이터는 새로 고침
nl: Alle gegevens worden vernieuwd
pt: Todos os dados são atualizados
ru: Все данные обновляются
tr_tr: Tüm veriler yenilenir
zh_hans: 已刷新全部数据
zh_hant: 已刷新全部數據

# mcs_synchronize
source: Synchronize
ar: متزامن
de: synchron
es: sincrónico
fr: synchrone
hu: egyidejű
it: sincrono
ja: シンクロナス
ko: 동기
nl: gelijktijdig
pt: síncrono
ru: синхронный
tr_tr: Senkronize et
zh_hans: 同步
zh_hant: 同步

# mcs_synchronize_detail
source: The following devices are not in line with the scenario mode and settings, which need to be synchronized to work
ar: لمحات من المعدات والإعدادات غير متناسقة التالية ، تحتاج إلى أن تكون متزامنة إلى العمل بعد
de: Profile der folgenden Geräte und Einstellungen inkonsistent , müssen nach der zu synchronisierenden arbeiten
es: Perfiles de los siguientes equipos y configuraciones inconsistentes , deben sincronizarse al trabajo después de
fr: Profils de l'équipement et des paramètres incompatibles suivant, doivent être synchronisés au travail après
hu: Profilok a következő eszközök és beállítások következetlen , szinkronizálni kell a munka után
it: I profili delle seguenti attrezzature e le impostazioni incoerenti , devono essere sincronizzati al lavoro dopo
ja: 以下の機器や一貫性のない設定のプロファイルは、後に動作するように同期化する必要があります
ko: 다음과 같은 장비 와 일치하지 않는 설정 의 프로필 , 후 작업을 동기화 할 필요가
nl: Profielen van de volgende apparatuur en instellingen inconsistent , moeten worden gesynchroniseerd werken nadat
pt: Perfis dos seguintes equipamentos e configurações inconsistentes , precisam ser sincronizados ao trabalho após
ru: Профили следующего оборудования и установок , несовместимых , должны быть синхронизированы , чтобы работать после того, как
tr_tr: Aşağıdaki cihazlar senaryo modu ve ayarları ile uyumlu değil. Çalışması için senkronize edilmesi gerekir.
zh_hans: 下列设备的情景模式和设置不一致，需要同步后才能工作
zh_hant: 下列設備的情景模式和設置不一致，需要同步後才能工作

# mcs_Sense_Schedule_Set
source: Scene schedule set
ar: مجموعة تخطيط السيناريو
de: Szenarioplanung Set
es: Conjunto de la planificación de escenarios
fr: Scénario ensemble de planification
hu: Forgatókönyv tervezés készlet
it: Set pianificazione Scenario
ja: シナリオ・プランニングセット
ko: 시나리오 기획 세트
nl: Scenarioplanning set
pt: Conjunto de planejamento de cenários
ru: Набор сценарного планирования
tr_tr: Sahne takvim ayarı
zh_hans: 情景计划设置
zh_hant: 情景計劃設置

# mcs_Sence_Schedule_detail
source: If you enable the automatic scenario mode, the system will automatically switch the scene at different times according to the scenario
ar: إذا قمت بتمكين وضع المشهد التلقائي ، سيقوم النظام تلقائيا التبديل وفقا ل سيناريوهات التخطيط السيناريو في أوقات مختلفة
de: Wenn Sie die automatische Szenenmodus zu aktivieren, schaltet das System automatisch nach Szenarioplanung Szenarien zu unterschiedlichen Zeiten
es: Si se habilita el modo de escena automático, el sistema cambiará automáticamente en función de los escenarios de planificación de escenarios en diferentes momentos
fr: Si vous activez le mode automatique de scène , le système passe automatiquement en fonction des scénarios de planification de scénarios à différents moments
hu: Ha engedélyezi az automatikus motívumprogram , a rendszer automatikusan szerinti forgatókönyv tervezés forgatókönyvek különböző időpontokban
it: Se si attiva la modalità automatica scena, il sistema passa automaticamente in base a scenari di pianificazione di scenario in tempi diversi
ja: 自動シーンモードを有効にした場合、システムが自動的に異なる時間にシナリオ・プランニングシナリオに応じて切り替わります
ko: 당신이 자동 장면 모드를 사용하면 시스템이 자동으로 다른 시간에 시나리오 계획 시나리오 에 따라 전환됩니다
nl: Als u de automatische scène -modus in te schakelen , zal het systeem automatisch overschakelen op basis van scenarioplanning scenario's op verschillende tijdstippen
pt: Se você ativar o modo de cena automático, o sistema muda automaticamente de acordo com cenários de planejamento de cenários em momentos diferentes
ru: Если включить автоматический режим сцены , система будет автоматически переключаться в зависимости от сценариев планирования сценариев в разное время
tr_tr: Otomatik senaryo modunu etkinleştirirseniz, sistem sahneyi senaryoya göre farklı koşullar altında otomatik olarak değiştirecektir
zh_hans: 如果您启用了自动情景模式，系统将按照情景计划在不同的时间自动切换情景
zh_hant: 如果您啟用了自動情景模式，系統將按照情景計劃在不同的時間自動切換情景

# mcs_Scene_set
source: Scene set
ar: لمحات
de: Profile
es: perfiles
fr: Profils
hu: profilok
it: Profili
ja: プロフィール
ko: 프로필
nl: profielen
pt: Profiles
ru: профили
tr_tr: Sahne ayarları
zh_hans: 情景设置
zh_hant: 情景設置

# mcs_Scene_set_detail
source: If you enable the scenario mode, the device will appear on the following page in the context of the scenario mode
ar: إذا قمت بتمكين الشخصية ، و الشخصية وفقا للإعدادات التي قدمت في الصفحات التالية
de: Wenn Sie ein Profil zu aktivieren, nach der Profil -Einstellungen in den folgenden Seiten
es: Si habilita un perfil, el perfil de acuerdo a los ajustes que se presentan en las siguientes páginas
fr: Si vous activez un profil , le profil en fonction des paramètres présentés dans les pages suivantes
hu: Ha engedélyezi egy profilt a profil beállításai szerint történik : az alábbiakban bemutatott oldalak
it: Se si abilita un profilo , il profilo in base alle impostazioni presentati nelle pagine seguenti
ja: プロファイルを有効にした場合、プロファイルは次のページで説明されて設定に従って
ko: 프로필을 사용하는 경우 프로필은 다음 페이지 에 제시된 설정에 따라
nl: Als u een profiel in te schakelen , het profiel volgens de instellingen die in de volgende pagina's
pt: Se você ativar um perfil, o perfil de acordo com as definições apresentadas nas páginas seguintes
ru: Если включить профиль , профиль в соответствии с параметрами , представленными на следующих страницах
tr_tr: Senaryo modunu etkinleştirirseniz, cihaz bir sonraki sayfada senaryo modu bağlamında görünecektir
zh_hans: 如果你启用了情景模式，设备将按照情景模式的设置在以下页面呈现
zh_hant: 如果你啟用了情景模式，設備將按照情景模式的設置在以下頁面呈現

# mcs_send_message
source: send msg
ar: إرسال رسالة
de: senden Sie eine Nachricht
es: Enviar un mensaje
fr: Envoyer un message
hu: üzenet küldése
it: Invia un messaggio
ja: メッセージを送ります
ko: 메시지 보내기
nl: Stuur een bericht
pt: Enviar uma mensagem
ru: Отправить сообщение
tr_tr: Mesaj gönder
zh_hans: 发送消息
zh_hant: 發送消息
