Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_set_wifi_remind_1
source: Check whether the open WIFI rub network, this setting may cause the camera to networking. You can temporarily shut off anti rub network, camera networking successfully restored router settings can be
ar: تحقق ما إذا كان فتح شبكة واي فاي على فرك ، هذه الإعدادات قد يؤدي إلى كاميرا الشبكات غير طبيعي . يمكنك إغلاق مؤقت لمنع فرك شبكة، شبكة كاميرات النجاح بعد استعادة إعدادات جهاز التوجيه
de: öffnen sie überprüfen, ob eine WiFi - Reiben ", diese einstellung kann dazu führen, dass die Kamera nicht richtig ein.Sie können der vorübergehenden schließung der anti - Reiben ", Kamera - Eine erfolgreiche vernetzung wieder router einstellungen
es: Comprobar si la apertura de WiFi puso neto, esta configuración puede resultar en una cámara de red puede ser normal.Usted puede evitar el cierre temporal de neto, tras el éxito de la creación de redes de recuperar la Cámara de configuración router
fr: à vérifier si l'ouverture a mis le réseau Wifi, ce réglage peut entraîner une caméra de réseau ne peut pas être normal.Vous pouvez fermer temporairement contre le réseau, après le succès de la mise en réseau de caméras de reprise de réglages de routeur
hu: megvizsgálták, hogy nyitja fel a hálót meg izélni wifi kamerát, nem 连网 vezethet.akár ideiglenes bezárása elleni sikeres dörzsöli a hálót, később a router rendszerösszekötők meghatározott helyreállítása
it: Controlla se ha Aperto a strofinare La Rete Wi - FI, questa definizione può causare la telecamera non e 'normale in Rete.Puoi chiudere temporaneamente la telecamera Anti - strofinare La Rete Internet, il Router può essere ripresa dopo la Creazione di
ja: チェックして開いたWIFI擦り網、この設定を招いてしまうかも连网カメラは正常にできない。あなたは臨時に防止することができることができて、ビデオ、ビデオカメラが成功した後にまたルータの設置を回復することができます
ko: チェックして開いたWIFI擦り網、この設定を招いてしまうかも连网カメラは正常にできない。あなたは臨時に防止することができることができて、ビデオ、ビデオカメラが成功した後にまたルータの設置を回復することができます
nl: Controleer of ze blijven net open wi - fi, dit is niet de normale netwerken kan leiden tot de camera 's.Je kan een tijdelijke sluiting van de anti - rub - netwerk, de camera 's weer router na de succesvolle netwerken kan worden
pt: Verifique se a rede WiFi no se abre, esta configuração não Pode resultar EM câmera normal.Você Pode Fechar - se com a rede Internet, a câmera novamente após a configuração do roteador
ru: Проверьте, открыл сеть WiFi поставить руб , этот параметр может привести к не может нормально сетевые камеры . Вы можете временно закрыть анти - Руб чистая , успешно сетевой камеры после восстановления маршрутизатора настройки
tr_tr: Eğer açık WIFI yer ovmak ağını kontrol kamera neden olabilir, bu ayar normal ağ olamaz. Geçici anti-ovmak ağını kapatabilirsiniz, ardından kamera başarılı ağ yönlendirici ayarları restore edilebilir
zh_hans: 检查是否开启了WIFI放蹭网，此设置可能会导致摄像机无法正常连网。您可以临时关闭防蹭网，摄像机成功联网后再恢复路由器设置即可
zh_hant: 檢查是否開啟了WIFI放蹭網，此設定可能會導致攝像機無法正常連網。您可以臨時關閉防蹭網，攝像機成功聯網後再恢復路由器設定即可

# mcs_set_wifi_remind_2
source: If your home is a dual band router, please check whether the WIFI camera connection is 5GHz band WIFI, please allow the camera to connect the 2.4GHz band WIFI
ar: إذا كان منزلك هو تردد جهاز التوجيه، الرجاء التحقق من اتصال واي فاي كاميرا هل هو 5GHz واي فاي، يرجى الحصول على اتصال واي فاي الكاميرا 2.4 غيغاهرتز
de: Wenn sie zu hause IST, eine Kamera MIT dual - band - router, überprüfen sie bitte, ob die WiFi IST 5 - GHz - band wifi, bitte Lassen sie die Kamera IST MIT Wi - fi auf 2,4 GHz
es: Si tu casa es un router WiFi de doble banda, compruebe si la conexión wifi de la Cámara es 5ghz, pidió que la Cámara la conexión wifi de 2.4GHz
fr: Si votre maison est un routeur wifi à double fréquence, veuillez vérifier s'il est connecté à la caméra wifi GHz, veuillez laisser la caméra wifi de connexion dans la bande de fréquence de 2,4 GHz
hu: ha ön otthon 双频 router, ellenőrizd a kamerákat a wifi kapcsolat, hogy 5GHz sáv wifi, kérlek, hogy a 2.4GHz sáv wifi kapcsolat
it: Se la tua Casa è doppia frequenza Router Wi - FI, per favore, controlla se la telecamera è la connessione Wi - FI, per favore 5ghz lascia la telecamera e 'collegata a 2,4 GHz, Wi - Fi
ja: もしお宅は双方向のルータをチェックしてくださいカメラ接続のかどうかは5GHz WIFI帯域のWIFIさせてください、カメラ接続2.4GHz帯域のWIFI
ko: 만약 당신이 집에 双频 路由器 확인하십시오. 카메라 연결 WIFI 올바른지 확인하십시오 5GHz 밴드 있는 WIFI 미안합니다만 카메라 연결 2.4GHz 밴드 있는 WIFI
nl: Als je thuis is dubbele router, controleer de camera van de 5 GHz - band met WiFi is WiFi, laat de camera 's in verband met de 2,4 GHz -
pt: Se a SUA Casa é dual - band router WiFi câmera, verifique se a conexão é Banda de 5GHz WiFi conexão, deixe a câmera WiFi de 2,4 GHz
ru: если ваш дом является двухчастотный маршрутизатор , пожалуйста, проверьте камеры подключения WiFi - частот 5 ГГц ли WiFi , пожалуйста, пусть камеры подключения WiFi 2,4 ггц
tr_tr: Evinizde bir çift bant yönlendirici, kamera WIFI 5GHz bandına bağlı olup olmadığını WIFI kontrolü ise, WIFI 2.4GHz bandı kameranın bağlı bildirin lütfen
zh_hans: 如果您家是双频路由器，请检查摄像机连接的WIFI是否是5GHz频段的WIFI，请让摄像机连接2.4GHz频段的WIFI
zh_hant: 如果您家是雙頻路由器，請檢查攝像機連接的WIFI是否是5GHz頻段的WIFI，請讓攝像機連接2.4GHz頻段的WIFI

# mcs_set_wifi_remind_3
source: Camera temporarily does not support WPA/WPA2 enterprise class WIFI, please select other WIFI
ar: الكاميرا لا تدعم وبا / WPA2 على مستوى المؤسسة واي فاي واي فاي ، الرجاء اختيار آخر
de: Auf der ebene der Unternehmen vorübergehend nicht für WPA/WPA2 Kamera wifi, wählen sie bitte die anderen WiFi
es: La Cámara no apoyo el WIFI WPA / wpa2 Enterprise, elija wifi
fr: La caméra ne soutiennent pas wifi WPA / wpa2 au niveau de l'entreprise, veuillez choisir un autre WiFi
hu: WPA/WPA2 ideiglenesen nem támogatja a vállalati szintű wifi, válasszon más wifi
it: La telecamera non WPA/WPA2 temporaneamente Il sostegno a livello di Impresa il Wi - FI, per favore, La scelta di altre Wi - Fi
ja: しばらくWPAカメラを支持しない/ WPA2企業レベルのWIFI、他WIFIを選択してください
ko: 카메라 잠시 지원하지 않습니다. WPA/WPA2 기업 급 WIFI 다른 WIFI 선택하십시오.
nl: De camera 's op het niveau van de onderneming niet voor de WPA/WPA2 WiFi, kies een andere wi - fi
pt: A câmera não suporta WPA/WPA2 enterprise WiFi, por favor, escolha outro.
ru: камера временно не поддерживает WPA/WPA2 на уровне предприятий WiFi , пожалуйста, выберите другие WiFi
tr_tr: Kamera WPA / WPA2 kurumsal sınıf WIFI desteklemiyor, başka WIFI seçiniz
zh_hans: 摄像机暂时不支持WPA/WPA2企业级的WIFI，请选择其他WIFI
zh_hant: 攝像機暫時不支持WPA/WPA2企業級的WIFI，請選擇其他WIFI

# mcs_set_wifi_remind_4
source: If your home WIFI is bridged because the bridging causes could cause your network to be very unstable, it is recommended to connect non bridged WIFI
ar: إذا كان منزلك هو سد سد واي فاي ، لأن الأسباب قد يؤدي إلى الشبكة الخاصة بك غير مستقرة جدا، توصيات غير سد اتصال واي فاي
de: Wenn ihr Haus WiFi IST eine Brücke, denn die gründe können dazu führen, dass die Brücke, ihr Netzwerk nicht sehr stabil, die überbrückung der WiFi - Verbindung MIT DEM Vorschlag
es: Si el wifi de tu casa es un puente de puente, porque las causas pueden provocar su red WIFI es muy inestable, la propuesta de puentes de conexión
fr: Si votre maison est ponté wifi, car pour des raisons de pontage peut conduire à votre réseau très instable, il est recommandé de connexion wifi sans pontage
hu: ha ön ház wifi az összekötő áthidaló azért, mert vezethet a neten nagyon instabil, a javaslat nem áthidaló wifi kapcsolat
it: Se la tua Casa e 'Il Ponte di colmare il Wi - FI, perché le cause possono causare la tua Rete Molto instabile, La proposta non colmare connessione Wi - Fi
ja: もしお宅のWIFIはブリッジのため、ブリッジの原因を招くかもしれないあなたのネットワークが非常に不安定で、非ブリッジのWIFI提案接続
ko: 만약 당신 집 WIFI 것은 브리지 때문에 브리지 원인 야기할 수도 있습니다. 인터넷 매우 불안정, 건의 연결 비 의 WIFI 브리지
nl: Als je huis is het overbruggen van de wi - fi, omdat de brug reden kan leiden tot uw netwerk zeer onstabiel, voorstellen in verband met de niet - het overbruggen van de wi - fi
pt: Se SUA Casa é porque a Ponte Ponte de WiFi, porque Pode levar a SUA rede de conexão é Muito instável, que não a Ponte de WiFi
ru: если ваш дом является преодоление WiFi , потому что преодоление причин может привести к вашей сети не очень стабильно , рекомендации не преодоление подключения WiFi
tr_tr: Ev WIFI köprülü ise, köprünün çünkü ağ, çok kararsız olmayan köprü WIFI bağlantısı tavsiye edilir olduğunu neden olabilir
zh_hans: 如果您家的WIFI是桥接的，因为桥接的原因可能会导致您的网络非常不稳定，建议连接非桥接的WIFI
zh_hant: 如果您家的WIFI是橋接的，因為橋接的原因可能會導致您的網絡非常不穩定，建議連接非橋接的WIFI

# mcs_set_wifi_remind_5
source: What camera requirements for WIFI
ar: واي فاي كاميرا على ما طلب
de: Kameras für die WiFi -, was die anforderungen
es: Cuáles son los requisitos para la Cámara.
fr: Qu'est - ce que la caméra WiFi
hu: mi a wifi kamerát kért
it: La telecamera ha I requisiti per il Wi - Fi
ja: カメラにWIFIに何を求めて
ko: 카메라 대한 WIFI 무슨 요구
nl: Wat voor camera 's voor wi - fi
pt: A câmera TEM wi - fi
ru: каковы требования к WiFi камера
tr_tr: Kamera WIFI için gereksinimler nelerdir
zh_hans: 摄像机对WIFI有什么要求
zh_hant: 攝像機對WIFI有什麼要求

# mcs_record_save_to_my_file
source: The video has been saved to My Folder
ar: حفظ الفيديو إلى ملفات بلدي
de: Video gespeichert meine Dateien
es: El video se guarda en mis archivos
fr: Vidéo enregistrée à mes fichiers
hu: Videó mentve fájljaimhoz
it: Video salvato i miei file
ja: ビデオは私のファイルに保存しました
ko: 비디오는 내 파일에 저장
nl: Video opgeslagen in mijn bestanden
pt: Vídeo salvo em meus arquivos
ru: Видео сохраняется в моих файлах
tr_tr: Video benim dosyalara kaydedilir
zh_hans: 录像已保存至我的文件
zh_hant: 錄像已保存至我的文件

# mcs_view_now
source: View Now
ar: عرض الآن
de: Jetzt
es: Ver Ahora
fr: voir maintenant
hu: Tekintse most
it: Visualizza Ora
ja: 今すぐ見ます
ko: 지금보기
nl: Bekijk nu
pt: Ver Agora
ru: Посмотреть сейчас
tr_tr: Şimdi görüntüle
zh_hans: 立即查看
zh_hant: 立即查看

# mcs_search_sos_strat
source: As shown in the figure, press the hole in the back
ar: كما هو مبين، واضغط على الزر السفلي
de: Wie gezeigt, drücken Sie die untere Taste
es: Como se muestra, la parte inferior pulse el botón
fr: Comme le montre, le fond appuyez sur la touche
hu: Mint látható, az alsó gomb lenyomását
it: Come mostrato, il pulsante in basso
ja: 図に示すように、一番下のボタンを押します
ko: 도시 된 바와 같이, 하단의 버튼을 누릅니다
nl: Zoals getoond, de onderste knop drukt
pt: Como mostrado, a imprensa botão inferior
ru: Как показано, в нижней части нажмите кнопку
zh_hans: 如图所示，短按底部按钮
zh_hant: 如圖所示，短按底部按鈕

# mcs_search_sos_end
source: for 1 second, the indicator light will flash
ar: ثانية واحدة، ومؤشر الجهاز وميض
de: Eine Sekunde, das Gerät Anzeige blinkt
es: Un segundo, el indicador de dispositivo parpadea
fr: Une seconde, l'indicateur de l'appareil clignote
hu: Egy másik, a készülék kijelzője villog
it: Un secondo, l'indicatore dispositivo lampeggia
ja: 一秒、デバイスのインジケータが点滅しています
ko: 1 초 장치 표시등이 깜박입니다
nl: Een seconde, wordt de indicator apparaat knipperen
pt: Um segundo, o indicador de dispositivo estiver piscando
ru: Одна секунда, индикатор устройства мигает
zh_hans: 1秒后，设备指示灯闪烁即可松开
zh_hant: 1秒後，設備指示燈閃爍即可鬆開

# mcs_search_magnetic_start
source: As shown in the figure, combine the door magnet and press the hole in the right side
ar: كما هو مبين، الباب المغناطيسي جنبا إلى جنب، اضغط على زر الجانب
de: Wie gezeigt, drücken Sie die kombinierte magnetische Tür, die seitliche Taste
es: Como se muestra, la puerta magnético combinado, pulse el botón lateral
fr: Comme le montre, la porte magnétique combiné, appuyez sur le bouton latéral
hu: Mint látható, a kombinált mágneses ajtót nyomja az oldalsó nyomógomb
it: Come si vede, la porta magnetica combinata, premere il pulsante laterale
ja: 図に示すように、複合磁気ドアは、サイドボタンを押してください
ko: 도시 된 바와 같이, 복합 자성 도어 사이드 버튼을 눌러
nl: Zoals getoond, de gecombineerde magnetische deur, druk op de knop aan de zijkant
pt: Como mostrado, a porta magnético combinado, pressione o botão lateral
ru: Как показано, комбинированная магнитная дверь, нажмите на боковую кнопку
zh_hans: 如图所示，合并门磁后，短按侧面按钮
zh_hant: 如圖所示，合併門磁後，短按側面按鈕

# mcs_search_magnetic_end
source: for 1 second, the indicator light will flash
ar: ثانية واحدة، ومؤشر الجهاز وميض
de: Eine Sekunde, das Gerät Anzeige blinkt
es: Un segundo, el indicador de dispositivo parpadea
fr: Une seconde, l'indicateur de l'appareil clignote
hu: Egy másik, a készülék kijelzője villog
it: Un secondo, l'indicatore dispositivo lampeggia
ja: 一秒、デバイスのインジケータが点滅しています
ko: 1 초 장치 표시등이 깜박입니다
nl: Een seconde, wordt de indicator apparaat knipperen
pt: Um segundo, o indicador de dispositivo estiver piscando
ru: Одна секунда, индикатор устройства мигает
zh_hans: 1秒后，设备指示灯闪烁即可松开
zh_hant: 1秒後，設備指示燈閃爍即可鬆開

# mcs_adding
source: Adding
ar: مضيفا
de: Hinzufügen
es: Adición
fr: Ajout
hu: hozzáadása
it: Aggiunta
ja: 追加
ko: 첨가
nl: Het toevoegen
pt: adicionando
ru: Добавление
zh_hans: 正在添加
zh_hant: 正在添加

# mcs_record_empty_set_sd
source: Insert an SD card to store the history video
ar: إدراج بطاقة الذاكرة الرقمية المؤمنة يمكن تخزين التاريخ فيديو
de: Legen Sie können eine SD-Karte Video Geschichte speichern
es: Inserte una tarjeta SD puede almacenar el historial de vídeo
fr: Insérez une carte SD permet de stocker l'histoire vidéo
hu: Helyezze be az SD kártyán tárolható videoelőzmények
it: Inserire una scheda SD in grado di memorizzare la storia di video
ja: SDカードを挿入すると、ビデオの履歴を保存することができます
ko: 비디오 기록을 저장할 수있는 SD 카드를 삽입
nl: Plaats een SD-kaart kan video geschiedenis op te slaan
pt: Insira um cartão SD pode armazenar o histórico de vídeo
ru: Вставьте SD-карту может хранить историю видео
zh_hans: 插入SD卡可存储历史视频
zh_hant: 插入SD卡可存儲歷史視頻

# mcs_video_play_offline
source: The device is offline
ar: الجهاز غير متواجد حاليا
de: Das Gerät ist offline
es: El dispositivo está desconectado
fr: Le dispositif est déconnecté
hu: Az eszköz nem elérhető
it: Il dispositivo è collegato
ja: デバイスがオフラインであります
ko: 이 장치는 오프라인 상태입니다
nl: Het apparaat is offline
pt: O dispositivo está offline
ru: Устройство отсутствует
zh_hans: 该设备离线了
zh_hant: 該設備離線了

# mcs_video_play_network_fail
source: Network connection failed, try again later
ar: اتصال الشبكة فشلت، حاول مرة أخرى في وقت لاحق
de: Netzwerkverbindung fehlgeschlagen ist, versuchen Sie es später erneut
es: Conexión de red fallado, vuelva a intentarlo más tarde
fr: La connexion réseau a échoué, réessayez plus tard
hu: Hálózati csatlakozás sikertelen, próbálja újra később
it: La connessione di rete non riuscita, riprovare più tardi
ja: ネットワーク接続は、失敗した後にもう一度お試しください
ko: 네트워크 연결 실패, 나중에 다시 시도
nl: Netwerkverbinding mislukt, probeer het later opnieuw
pt: Conexão de rede falhou, tente novamente mais tarde
ru: Сетевое соединение не удалось, повторите попытку позже
zh_hans: 网络连接失败，稍后再试
zh_hant: 網絡連接失敗，稍後再試

# mcs_alert_notify_guide1
source: The original [Motion] operation migrated to [Accessory] can be set by [Scene Mode]
ar: [الأصل] عملية كشف الحركة على الهجرة إلى [مرفق]، [من] إعدادات ملف التعريف
de: [Original] Bewegungserkennung Betrieb auf [Anhang], [durch] die Profileinstellungen zu migrieren
es: [Original] operación de detección de movimiento para migrar a [anexo], [por] la configuración del perfil
fr: Opération de détection de mouvement [Original] pour migrer vers [annexe], [par] les paramètres du profil
hu: [Eredeti] mozgásérzékelés művelet vándorolnak [melléklet], [a] a profil beállítások
it: Operazione di rilevamento del movimento [originale] per migrare verso [allegato], [da] le impostazioni del profilo
ja: 【オリジナル】動き検出操作は、[によって]、[別館]にプロファイル設定を移行します
ko: [원본] 모션 감지 동작은 [가], [부록]에 프로필 설정을 마이그레이션
nl: [Origineel] bewegingsdetectie operatie om te migreren naar [bijlage], [door] het profiel instellingen
pt: [Original] operação de detecção de movimento para migrar para [anexo], [por] as configurações de perfil
ru: [Оригинал] операция обнаружения движения мигрировать к [приложению], [к] настройки профиля
zh_hans: 原【移动侦测】操作迁移至【附件】，可通过【情景模式】进行设置
zh_hant: 原「移動偵測」操作遷移至「附件」，可通過「情景模式」進行設置

# mcs_alert_notify_guide2
source: The operation is as follows:
ar: العملية على النحو التالي:
de: Der Betrieb ist wie folgt:
es: El funcionamiento es como sigue:
fr: Le fonctionnement est le suivant:
hu: Операция выглядит следующим образом:...
it: Il funzionamento è il seguente:
ja: 動作は次のとおりです
ko: 다음 동작은 다음과 같습니다
nl: Werking is als volgt:
pt: A operação é como se segue:
ru: Операция выглядит следующим образом:
zh_hans: 操作方式如下：
zh_hant: 操作方式如下：

# mcs_alert_notify_guide3
source: select the [Scene], you need to open the exit mode and disarm to open the home mode;
ar: اختر [مشهد]، تحتاج إلى تشغيل من وضع تسليح، تحتاج لفتح في وضع نزع المنزل;
de: Wählen Sie [Szene], müssen Sie bewaffnenmodus ausfallen, müssen Sie zu Hause entwaffnen Modus zu öffnen;
es: Seleccione [escena], tiene que resultar modo de armado, es necesario abrir en modo de desarmar el hogar;
fr: Sélectionnez [scène], vous devez éteindre le mode d'armement, vous devez ouvrir en mode de désarmement de la maison;
hu: Válassza a [színhely], meg kell, hogy kiderülhet, élesítés mód, meg kell nyitni otthon hatástalanítás mód;
it: Selezionare [scena], è necessario attivare la modalità di inserimento, è necessario aprire in modalità disarmare casa;
ja: [シーン]は、あなたは、あなたが家の武装解除モードで開く必要がアーミングモードをオンにする必要があります。
ko: [현장], 당신은, 당신이 집의 기폭 모드에서 열 필요가 무장 모드를 설정해야합니다 ；
nl: Selecteer [scene], moet u blijken bewapenen mode, moet je thuis ontwapenen modus te openen;
pt: Selecione [cena], você precisa vir modo de armar, você precisa abrir no modo de desarmar casa;
ru: Выберите [сцена], необходимо вывернуть режим постановки на охрану, вам необходимо открыть у себя дома режим снятия с охраны;
zh_hans: 选择【情景】，需要布防开启外出模式，需要撤防开启在家模式；
zh_hant: 選擇「情景」，需要布防開啟外出模式，需要撤防開啟在家模式；

# mcs_alert_notify_guide4
source: select [Accessory] - [Accessory List] - [Motion] to open the exit mode alarm, video, camera, IO alarm function, turn off the home mode alarm, video and other functions.
ar: حدد [اكسسوارات] - [قائمة اكسسوارات] - تشغيل وضع [كشف الحركة] من الإنذار، والفيديو، والتصوير الفوتوغرافي، وظيفة التنبيه IO، إيقاف التنبيه على وضع المنزل والفيديو وغيرها من المهام.
de: Wählen Sie [Zubehör] - [Zubehör Liste] - [Motion Detection] Modus wird aus Alarm, Video, Fotografie, IO Alarmfunktion eingeschaltet , um den Alarm zu Hause Modus, Videoaufzeichnung und andere Funktionen zu deaktivieren.
es: Seleccione [Accesorios] - [Lista de los accesorios] - Modo [Detección de movimiento] es resultado de alarma, video, fotografía, función de alarma IO, apagar la alarma en el modo Fácil, vídeo y otras funciones.
fr: Sélectionnez [Accessoires] - [Liste des accessoires] - mode [Détection de mouvement] est activé sur alarme, vidéo, photographie, fonction d'alarme IO, désactiver l'alarme en mode d'accueil, l'enregistrement vidéo et d'autres fonctions.
hu: Válassza a [Eszközök] - [Tartozékok lista] - [Motion Detection] módot kiderült riasztó, videó, fotó, IO riasztási funkció, ébresztés kikapcsolásához otthon mód, videó és egyéb funkciók.
it: Selezionare [Accessori] - [Lista Accessori] - Modalità [Motion Detection] si accende di allarme, video, fotografia, funzione di allarme IO, spegnere la sveglia in modalità di casa, video e altre funzioni.
ja: [アクセサリ] - [アクセサリリスト] - [動き検出]モードは、ホームモード、ビデオ録画などの機能でアラームをオフにし、アラーム、ビデオ、写真、IOのアラーム機能の外になっています。
ko: [보조 프로그램] - [보조 프로그램 목록] - [모션 감지] 모드 홈 모드, 비디오 녹화 및 기타 기능에 알람을 끄고, 알람, 비디오, 사진, IO 경보 기능에서 설정되어.
nl: Válassza a [Eszközök] - [Tartozékok lista] - [Motion Detection] módot kiderült riasztó, videó, fotó, IO riasztási funkció, ébresztés kikapcsolásához otthon mód, videó és egyéb funkciók....
pt: Selecione [Acessórios] - [lista de Acessórios] - Modo [Detecção de movimento] é expulso de alarme, vídeo, fotografia, função de alarme IO, desligar o alarme no modo de repouso, vídeo e outras funções.
ru: Выберите [Аксессуары] - [список Аксессуары] - Режим [Детектор движения] наработан сигнализации, видео, фотографии, функцией будильника IO, отключить сигнализацию в домашнем режиме, видео и другие функции.
zh_hans: 选择【附件】-【附件列表】-【移动侦测】开启外出模式的报警、录像、拍照、IO报警功能，关闭在家模式的报警、录像等功能。
zh_hant: 選擇「附件」-「附件列表」-「移動偵測」開啟外出模式的報警、錄像、拍照、IO報警功能，關閉在家模式的報警、錄像等功能。

# mcs_plan_protect_guide1
source: Original [Schedule Alerting] operation has been moved to the [Scene]
ar: [الأصل] عملية خطة تسليح هاجرت إلى [سيناريو]
de: [Original] Plan Bewaffnung migriert Betrieb auf [Szenario]
es: [Original] operación de armado plan de migró a la [escenario]
fr: Opération [Original] plan d'armement migré vers le [scénario]
hu: [Eredeti] terv élesítés művelet vándorolt [forgatókönyv]
it: [Originale] operazione piano di inserimento migrato al [scenario]
ja: [シナリオ]に移行[オリジナル]プランアーミング操作
ko: [원본] 계획 무장 동작은 [시나리오]로 마이그레이션
nl: [Origineel] plannen bewapenen werking gemigreerd naar de [scenario]
pt: [Original] operação de plano de armar migraram para o [cenário]
ru: [Оригинал] план операции постановки на охрану мигрировали в [сценарий]
zh_hans: 原【计划布防】操作迁移到【情景】
zh_hant: 原「計劃不妨」操作遷移到「情景」

# mcs_plan_protect_guide2
source: select the [Scene], open the scene mode of automatic switching;
ar: حدد [سيناريو]، وملامح مفتوحة التبديل التلقائي؛
de: Wählen Sie die [Szenario], offene Profile automatische Umschaltung;
es: Seleccione el [escenario], perfiles abiertos de conmutación automática;
fr: Sélectionnez [scénario], profils ouverts commutation automatique;
hu: Válassza ki a [forgatókönyv], nyitott profilok automatikus váltás;
it: Selezionare il [scenario], profili aperti commutazione automatica;
ja: [シナリオ]を選択し、開いたプロファイル自動切り替え。
ko: 프로파일을 자동 스위칭을 [시나리오]를 선택합니다;
nl: Selecteer het [scenario], geopend profielen automatische omschakeling;
pt: Selecione o [cenário], perfis abertos comutação automática;
ru: Выберите [сценарий], открытый профиль автоматическое переключение;
zh_hans: 选择【情景】，开启情景模式的自动切换；
zh_hant: 選擇「情景」，開啟情景模式的自動切換：

# mcs_plan_protect_guide3
source: choose
ar: اختر
de: wählen
es: seleccionar
fr: sélectionner
hu: választ
it: selezionare
ja: 選択
ko: 선택
nl: kiezen
pt: selecionar
ru: выбрать
zh_hans: 选择
zh_hant: 選擇

# mcs_plan_protect_guide4
source: , set The period that needs to be alert(Such as: Tuesday 7: 00-18: 00) as out mode; after the save, return to the [Settings] interface;
ar: ، والحاجة إلى فترة تسليح (على سبيل المثال: الثلاثاء، 7: 00-18: 00) الواردة اسطة؛ بعد موافق لحفظ والعودة إلى علامة التبويب إعدادات.
de: Die Notwendigkeit einer Aktivierungsperiode (zB: Dienstag, 7: 00-18: 00) festgelegten Modus, nach OK, um die Registerkarte Einstellungen zu speichern und;
es: , La necesidad de periodo de armado (por ejemplo: Mar 7: 00-18: 00) establece el modo; después en Aceptar para guardar y volver a la pestaña Configuración;
fr: , La nécessité d'une période d'armement (par exemple: Mardi, 7: 00-18: 00) énonce le mode, après OK pour enregistrer et revenir à l'onglet REGLAGES;
hu: , A szükséges élesítési időszak (pl: hétfő, 7: 00-18: 00) meghatározott mód, miután az OK gombra, és térjen vissza a Beállítások lapra;
it: , La necessità di periodo di inserimento (ad esempio: Martedì, 7: 00-18: 00) stabilito modalità, dopo OK per salvare e tornare alla scheda Impostazioni;
ja: , アーミング期間の必要性（例：火7：00-18：00）モードを設定し、[OK]をした後に保存し、[設定]タブに戻ります。
ko: , 무장 기간에 대한 요구 (예 : 화요일 7 : 00 ~ 18 : 00) 모드를 설정, 확인 후 저장하고 설정 탭으로 돌아가;
nl: , De behoefte aan ingeschakelde periode (bijvoorbeeld: Dinsdag, 7: 00-18: 00) in te stellen uit, na het OK om op te slaan en terug te keren naar het tabblad Instellingen;
pt: , A necessidade de período de armado (por exemplo: Ter 7: 00-18: 00) estabelecido modo, depois OK para salvar e retornar à guia Configurações;
ru: , Потребность в период постановки на охрану (например: вт 7: 00-18: 00) устанавливают режим, после того, как ОК, чтобы сохранить изменения и вернуться на вкладку Настройки;
zh_hans: , 对需要布防的时间段（如：星期二 7：00-18：00）设置为外出模式；确定后保存，返回到【设置】界面；
zh_hant: , 對需要佈防的時間段（如：星期二 7：00-18：00）設置為外出模式；確定後保存，返回到【設置】界面；
