Repository: Cholik/vimtag_new
Catalog: mipci/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt, ru, tr_tr, zh_hans, zh_hant

# mcs_set_mask
source: Set Mask
ar: مجموعة قناع
de: Maske einstellen
es: Set máscara
fr: Définir le masque
hu: Set maszk
it: Imposta maschera
ja: 設定されたマスク
ko: 세트 마스크
nl: Stel maskering in
pt: Set máscara
ru: Маска
tr_tr: Maske ayarla
zh_hans: 设置遮罩
zh_hant: 設置遮罩

# mcs_status
source: Status
ar: أحوال
es: Estado
fr: Etat
hu: Státusz
it: Stato
ja: ステータス
ko: 상태
pt: Estado
ru: Состояние
tr_tr: Durum
zh_hans: 状态
zh_hant: 狀態

# mcs_capacity
source: Capacity
ar: السعة
de: Kapazität
es: Capacidad
fr: Capacité
hu: Kapacitás
it: Capacità
ja: 容量
ko: 전체용량
nl: Capaciteit
pt: Capacidade
ru: Объем
tr_tr: Kapasite
zh_hans: 容量
zh_hant: 容量

# mcs_usage
source: Usage
ar: استخدم
de: Verwendung
es: Usado
hu: Kihasználtság
it: Uso
ja: 使用済
ko: 사용중
nl: Verbruik
pt: Usado
ru: Занято
tr_tr: Kullanım
zh_hans: 已使用
zh_hant: 已使用

# mcs_format
source: Format
ar: تنسيق
es: Formato
hu: Formázás
it: Formato
ja: フォーマット
ko: 포멧
nl: Formaat
pt: Formatar
ru: Форматировать
tr_tr: Biçimlendir
zh_hans: 格式化
zh_hant: 格式化

# mcs_repair
source: Fix
ar: اصلاح
de: Festlegen
es: Reparar
fr: Fixe
hu: Helyreállítás
it: Fisso
ja: 修復
ko: 해결
nl: Herstel
pt: Reparar
ru: Восстановить
tr_tr: Düzelt
zh_hans: 修复
zh_hant: 修復

# mcs_formating
source: Formating
ar: يتم التنسيق
de: Formatieren
es: En proceso de formato
fr: Formatatage
hu: Formázás
it: Formattazione
ja: フォーマット中
ko: 포멧 중
nl: Formatering
pt: Formatação em curso
ru: Форматирование
tr_tr: Biçimlendiriliyor
zh_hans: 格式化中
zh_hant: 格式化中

# mcs_repairing
source: Repairing
ar: يتم الإصلاح
de: Reparieren
es: En proceso de reparación
fr: réparation
hu: Helyreállítás
it: Riparazione
ja: 修復中
ko: 수복 중
nl: Herstelling
pt: Em processo de reparação
ru: Восстановление
tr_tr: Onarım
zh_hans: 修复中
zh_hant: 修復中

# mcs_mounted
source: Mounted
ar: تم التنزيل
de: Montiert
es: Montado
fr: Monté
hu: Hozzárendelve
it: Montato
ja: ロードしました
ko: 접속
nl: Gemonteerd
pt: Carregado
ru: Подключена
tr_tr: Yüklendi
zh_hans: 已加载
zh_hant: 已加載

# mcs_unmounted
source: Unmounted
ar: تم الإزالة
de: Entfernt
es: Desmontado
fr: Non monté
hu: Leválasztva
it: Smontato
ja: アンロードしました
ko: SD카드 접속해제
nl: Gedemonteerd
pt: Ejectar
ru: Отключена
tr_tr: Yüklenmiş değil
zh_hans: 已卸载
zh_hant: 已卸載

# mcs_mount
source: Mount
ar: تنزيل
de: Montieren
es: Montar
fr: Monter
hu: Hozzárendelés
it: Monta
ja: ロード
ko: 접속
nl: Monteer
pt: Carregar
ru: Подключить
tr_tr: Yükle
zh_hans: 加载
zh_hant: 加載

# mcs_unmount
source: Unmount
ar: إزالة
de: Entfernen
es: Desmontar
fr: Retirer
hu: Leválasztás
it: Smonta
ja: アンロード
ko: 접속해제
nl: Demonteer
pt: Ejectar
ru: Отключить
tr_tr: Yüklemeyi kaldır
zh_hans: 卸载
zh_hant: 卸載

# mcs_ethernet
source: Ethernet
ar: الإيثرنت
ja: イーサネット
ko: 이더넷
ru: Проводная сеть
zh_hans: 以太网
zh_hant: 以太網

# mcs_enabled
source: Enabled
ar: حالة التمكين
de: aktiv
es: Activado
fr: Activé
hu: Engedélyezett
it: Abilitata
ja: 起動状態
ko: 적용
nl: Aangezet
pt: Ativado
ru: Включено
tr_tr: Etkin
zh_hans: 启用状态
zh_hant: 啟用狀態

# mcs_mac_address
source: MAC address
ar: MAC عنوان
de: MAC Adresse
es: Dirección MAC
fr: Adresse MAC
it: Indirizzo MAC
ja: MACアドレス
ko: MAC주소
nl: MAC adres
pt: Endereço MAC
ru: MAC адрес
tr_tr: MAC adresi
zh_hans: MAC地址
zh_hant: MAC地址

# mcs_network_status
source: Network status
ar: حالة الاتصال
de: Netzwerkstatus
es: Estado de la red
fr: État du réseau
hu: Státusz
it: Stato della Rete
ja: ネットワーク状態
ko: 네트워크 상태
nl: Netwerk status
pt: Estado da conexão
ru: Состояние сети
tr_tr: Ağ durumu
zh_hans: 连接状态
zh_hant: 網路狀態

# mcs_wifi_mode
source: Wi-Fi mode
ar: وضع لاسلكي
de: Wi-Fi Modus
es: Mode Wi-Fi
fr: Mode sans fil
hu: Wi-Fi mód
it: Modalità Wi-Fi
ja: 無線モデル
ko: Wi-Fi 모드
pt: Modo WI-FI
ru: Режим Wi-Fi
tr_tr: Wifi modu
zh_hans: 无线模式
zh_hant: Wi-Fi模式

# mcs_client
source: Client
ar: وضع العملاء
de: Klient
es: Cliente
hu: Kliens
ja: ターミナル
ko: 클라이언트
pt: Cliente
ru: Клиент
tr_tr: Alıcı
zh_hans: 终端
zh_hant: 終端

# mcs_ap
source: AP
ar: نقطة ساخنة
hu: Access Point
ja: ホットスポット
pt: Hot spot
ru: ТД
zh_hans: 热点
zh_hant: 熱點

# mcs_start_address
source: Start address
ar: عنوان البداية
de: Startadresse
es: Dirección de inicio
fr: Adresse de début
hu: Kezdő IP cím
it: Indirizzo Iniziale
ja: スタートアドレス
ko: 시작 IP
nl: Start adres
pt: Endereço inicial
ru: Начальный адрес
tr_tr: Başlangıç adresi
zh_hans: 开始地址
zh_hant: 開始地址

# mcs_end_address
source: End address
ar: عنوان الانتهاء
de: Endadresse
es: Dirección de destino
fr: Adresse de fin
hu: Záró IP cím
it: Indirizzo Finale
ja: エンドアドレス
ko: 종료 IP
nl: Eind adres
pt: Endereço final
ru: Конечный адрес
tr_tr: Bitiş adresi
zh_hans: 结束地址
zh_hant: 結束地址

# mcs_gateway
source: Gateway
ar: بواب الإنترنت
fr: passerelle
hu: Átjáró
ja: ゲートウエイ
ko: 게이트웨이
nl: Poort
ru: Шлюз
tr_tr: Ağ geçidi
zh_hans: 网关
zh_hant: 網關

# mcs_select_network
source: Select network
ar: اختيار شبكة الاتصال
de: Netzwerk wählen
es: Seleccione la red
fr: Sélectionnez le réseau
hu: Hálózat kiválasztása
it: Seleziona Rete
ja: ネットワークを選択します
ko: 네트워크(SSID) 선택
nl: Selecteer netwerk
pt: Seleccione a Rede
ru: Выберите сеть
tr_tr: ağı seçin
zh_hans: 选择网络
zh_hant: 選擇網路

# mcs_dhcp_ip
source: IP : Use DHCP
ar: الحصول تلقائيا على IP
de: DHCP verwenden
es: IP : Usar DHCP
fr: Utiliser DHCP
hu: IP : DHCP engedélyezése
it: Usa DHCP
ja: IPアドレス自動取得
ko: 자동으로 IP주소 받기
nl: Gebruik DHCP
pt: Obter IP automaticamente
ru: Использовать DHCP для получения IP
tr_tr: IP: DHCP Kullan
zh_hans: 自动获得IP
zh_hant: 自動獲得IP

# mcs_dhcp_dns
source: DNS : Use DHCP
ar: DNS : استخدام DHCP
de: DNS : DHCP verwenden
es: DNS : Usar DHCP
fr: DNS : utiliser le DHCP
hu: DNS : DHCP engedélyezése
it: DNS : Usa DHCP
ja: DNS自動取得
ko: DNS 자동받기
nl: DNS: gebruik DHCP
pt: Obter DNS automaticamente
ru: Использовать DHCP для получения DNS
tr_tr: DNS: DHCP Kullan
zh_hans: 自动获得DNS
zh_hant: 自動獲得DNS

# mcs_ip_address
source: IP address
ar: عنوان IP
de: IP Adresse
es: Dirección de IP
fr: Adresse IP
hu: IP cím
it: Indirizzo IP
ja: IP アドレス
ko: IP주소
nl: IP Adres
pt: Endereço IP
ru: IP адрес
tr_tr: IP adresi
zh_hans: IP地址
zh_hant: IP地址

# mcs_network_mask
source: Network mask
ar: قناع الشبكة الفرعية
de: Netzwerkmaske
es: Máscara de red
fr: Masque réseau
hu: Hálózati maszk
ja: ネットワークマスク
ko: 네트워크 마스크
nl: Netwerk mask
pt: Máscara de sub-rede
ru: Маска подсети
tr_tr: Ağ maskesi
zh_hans: 子网掩码
zh_hant: 子網掩碼

# mcs_input_secondary_dns
source: Input secondary DNS
ar: إدخال DNS الثانوي
de: Zweiten DNS eingeben
es: Introduzca DNS secundario
fr: Saisir DNS secondaire
hu: Másodlagos DNS megadása
it: Inserisci DNS secondario
ja: セカンダリDNSを入力します
ko: 보조 DNS
nl: Voeg secundaire DNS toe
pt: Inserir o DNS secundário
ru: Введите вторичный DNS
tr_tr: Ikincil DNS girişi
zh_hans: 输入备用DNS
zh_hant: 輸入備用DNS

# mcs_secondary_dns
source: Secondary DNS
ar: DNS الثانوي
de: Zweiter DNS
es: DNS secundario
fr: DNS secondaire
hu: Másodlagos DNS
it: DNS secondario
ja: セカンダリDNS
ko: DNS 서버
nl: Secundaire DNS
pt: DNS secundário
ru: Вторичный DNS
tr_tr: Ikincil DNS
zh_hans: 备用DNS
zh_hant: 備用DNS

# mcs_input_dns
source: Input DNS
ar: يرجي ادخال DNS
de: DNS eingeben
es: Introduzca DNS
fr: Saisir le DNS
hu: DNS megadása
it: Inserisci DNS
ja: DNSを入力してください
ko: DNS 입력
nl: Voeg DNS toe
pt: Entrar DNS
ru: Введите DNS
tr_tr: Giriş DNS
zh_hans: 请输入DNS
zh_hant: 請輸入DNS

# mcs_input_alternate_dns
source: Input alternate DNS
ar: يرجي ادخال DNS الثانوي
de: Alternativen DNS eingeben
es: Introduzca DNS alternativo
fr: Saisir un DNS de remplacement
hu: Alternatív DNS megadása
it: Inserire DNS alternativo
ja: 代替DNSを入力してください
ko: 대체 DNS 입력
nl: Voeg alternatieve DNS tpe
pt: Inserir DNS secundário
ru: Введите запасной DNS
tr_tr: Alternatif DNS girişi
zh_hans: 请输入备用DNS
zh_hant: 請輸入備用DNS

# mcs_input_ip
source: Input IP
ar: يرجي ادخال عنوان IP
de: IP eingeben
es: Introduzca la dirección de IP
fr: Saisir l'adresse IP
hu: IP cím megadása
it: Inserisci IP
ja: IPアドレスを入力してください
ko: IP 주소 입력
nl: Voeg IP toe
pt: Inserir o endereço IP
ru: Введите IP адрес
tr_tr: Giriş IP
zh_hans: 请输入IP地址
zh_hant: 請輸入IP地址

# mcs_input_gateway
source: Input gateway
ar: يرجي ادخال البوابة
de: Gateway eingeben
es: Introduzca Gateway
fr: Saisir la passerelle
hu: Átjáró megadása
it: nserisci gateway
ja: ゲートウェイを入力してください
ko: 게이트웨어 입력
nl: Voeg gateway toe
pt: Inserir Gateway
ru: Введите шлюз
tr_tr: Giriş geçidi
zh_hans: 请输入网关
zh_hant: 請輸入網關

# mcs_input_network_mask
source: Input network mask
ar: يرجى إدخال قناع الشبكة الفرعية
de: Netzwerkmaske eingeben
es: Introduzca máscara de red
fr: Saisir le masque de réseau
hu: Hálózati maszk megadása
it: Inserisci maschera di rete
ja: ネットワークマスクを入力してください
ko: 네트워크 마스크 입력
nl: Geef netwerk mask in
pt: Entrar a máscara de sub-rede
ru: Введите маску подсети
tr_tr: Giriş ağ maskesi
zh_hans: 请输入子网掩码
zh_hant: 請輸入子網掩碼

# mcs_wifi_list
source: Wi-Fi list
ar: قائمة شبكة الاتصال
de: Verzeichnis Wi-Fi
es: Wi-Fi lista
fr: Liste Wi-Fi
hu: Wi-Fi lista
it: Elenco Wi-Fi
ja: Wi-Fiリスト
ko: Wi-Fi 리스트
nl: Wi-Fi lijst
pt: Lista de Wi-Fi
ru: Wi-Fi сети
tr_tr: wifi listesi
zh_hans: Wi-Fi列表
zh_hant: Wi-Fi列表

# mcs_display_date
source: Display date
ar: عرض التاريخ
de: Datum anzeigen
es: Mostrar fecha
fr: Afficher la date
hu: Dátum kijelzése
it: Visualizza data
ja: 曜日を表示します
ko: 날짜표시
nl: Display datum
pt: Mostrar data
ru: Отображать дату
tr_tr: Tarih göster
zh_hans: 显示日期
zh_hant: 顯示日期

# mcs_date_format
source: Date format
ar: تنسيق التاريخ
de: Datumsformat
es: Formato de fecha
fr: Format de date
hu: Dátum formátum
it: Formato data
ja: 曜日フォーマット
ko: 날짜 형식
nl: Formatteer datum
pt: Formato de data
ru: Формат даты
tr_tr: Tarih biçimi
zh_hans: 日期格式
zh_hant: 日期格式

# mcs_display_time
source: Display time
ar: عرض الوقت
de: Zeit anzeigen
es: Mostrar Hora
fr: Afficher l'heure
hu: Idő kijelzése
it: Visualizza Ora
ja: 24時間表示
ko: 시간 표시
nl: Display tijd
pt: Tempo de mostra
ru: Отображать время
tr_tr: Saati göster
zh_hans: 显示时间
zh_hant: 顯示時間

# mcs_time_format
source: Time format
ar: تنسيق الوقت
de: Zeitformat
es: Formato de Hora
fr: Format de l'heure
hu: Idő formátum
it: Formato orario
ja: 時間フォーマット
ko: 시간 형식
nl: Formatteer tijd
pt: Formato da hora
ru: Формат времени
tr_tr: Saat biçimi
zh_hans: 时间格式
zh_hant: 時間格式

# mcs_24_hour
source: 24-hour
ar: على مدار 24 ساعة
de: 24-heures
es: 24-horas
fr: 24h/24h
hu: 24 órás
it: 24 ore
ja: 24時
ko: 24시간
nl: 24-uur
pt: 24 Horas
ru: 24 часовой
tr_tr: 24-saat
zh_hans: 24小时制
zh_hant: 24小時制

# mcs_12_hour
source: 12-hour
ar: 12 ساعة
de: 12-Stunden
es: 12-horas
fr: 12 heures
hu: 12 órás
it: 12 ore
ja: 12時
ko: 12시간
nl: 12-uur
pt: 12 Horas
ru: 12 часовой
tr_tr: 12 saat
zh_hans: 12小时制
zh_hant: 12小時制

# mcs_display_weeks
source: Display day
ar: عرض الأسابيع
de: Tag anzeigen
es: Mostrar día de la semana
fr: Afficher le jour
hu: Hét kijelzése
it: Visualizza giorno
ja: 曜日を表示
ko: 주간 표시
nl: Display dag
pt: Mostrar semanas
ru: Отображать день недели
tr_tr: Gösteri günü
zh_hans: 显示星期
zh_hant: 顯示星期

# mcs_date_time
source: Day/Time
ar: تاريخ / وقت
de: Datum/Uhrzeit
es: Fecha/Hora
fr: Jour/heure
hu: Dátum/Idő
it: Giorno/ora
ja: 日付/時間
ko: 날짜/시간
nl: Dag/Tijd
pt: Data/Hora
ru: Дата/время
tr_tr: Gün / Zaman
zh_hans: 日期/时间
zh_hant: 日期/時間

# mcs_set_time
source: Set time
ar: ضبط الوقت
de: Zeit einstellen
es: Ajuste de la hora
fr: Mettre à l'heure
hu: Idő beállítása
it: Imposta Ora
ja: 時間設定
ko: 시간설정
nl: Stel de tijd in
pt: Definição da Hora
ru: Задать время
tr_tr: Saati ayarla
zh_hans: 时间设置
zh_hant: 時間設置

# mcs_set_week
source: Set week
ar: اعداد الأسبوع
de: Woche einstellen
es: Ajuste de semana
fr: Régler la semaine
hu: Hét beállítása
it: Imposta settimana
ja: 週間を設定します
ko: 주간설정
nl: Stel de week in
pt: Estabelecer a semana
ru: Задать неделю
tr_tr: Haftayı ayarla
zh_hans: 星期设置
zh_hant: 星期設置

# mcs_stream
source: Stream
ar: ستريم
de: Streamen
fr: Flux
hu: Adatátvitel
it: Flusso
ja: ストリーム
ko: 스트림
ru: Поток данных
tr_tr: Canlı izle
zh_hans: 码流
zh_hant: 碼流

# mcs_encode
source: Encode
ar: نوع الترميز
de: Verschlüsseln
es: Codificación
fr: Coder
hu: Kódolás
it: Codifica
ja: エンコード
ko: 엔코드
nl: Coderen
pt: Codificação
ru: Тип кодека
tr_tr: Kodlama
zh_hans: 编码类型
zh_hant: 編碼類型

# mcs_resolution
source: Resolution
ar: القرار
de: Auflösung
es: Resolución
fr: Résolution
hu: Felbontás
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
pt: Resolução
ru: Разрешение
tr_tr: Kodlama
zh_hans: 分辨率
zh_hant: 解析度

# mcs_frame_fate
source: Frame rate(FPS)
ar: معدل الإطارات
de: Bildrate (FPS)
es: Destino Frame
fr: Vitesse images/s (FPS)
hu: Képfrissítés (FPS)
ja: FPS
ko: 프레임 레이트
nl: Framesnelheid (frames per seconde)
pt: Frame Rate
ru: Кадров в секунду
tr_tr: Kare hızı (FPS)
zh_hans: 帧率
zh_hant: 幀率

# mcs_maximum_bitrate
source: Maximum bitrate
ar: الحد الأقصى من معدل البت
de: Maximale Bitrate
es: Bitrate máximo
fr: Vitesse de transmission max.
hu: Мaximum bitráta
it: Massima frequenza di bit
ja: 最大ビットレート
ko: 최대 비트레이트
nl: Maximale bitrate
pt: Taxa máxima de bits
ru: Максимальный битрейт
tr_tr: Maksimum bit hızı
zh_hans: 最大码率
zh_hant: 最大碼率

# mcs_minimum_bitrate
source: Minimum bitrate
ar: الحد الأدني من معدل البت
de: Minimale Bitrate
es: Bitrate mínimo
fr: Vitesse de transmission min.
hu: Minimum bitráta
it: Frequenza di bit minima
ja: 最小ビットレート
ko: 최소 비트레이트
nl: Minimale bitrate
pt: Taxa mínima de bits
ru: Минимальный битрейт
tr_tr: Minimum bit hızı
zh_hans: 最小码率
zh_hant: 最小碼率

# mcs_i_frame_interval
source: I-Frame interval
ar: فاصل الاطار I
de: I-Frame-Intervall
es: Intervalo de I -Frame
fr: Intervalle entre images I
hu: I-Frame időköz
it: Intervallo fotogrammi:
ja: Iフレーム間隔
ko: 프레임 인터벌
pt: Intervalo de frame
ru: Интервал I-Frame
tr_tr: I-Frame aralığı
zh_hans: I帧间隔
zh_hant: I幀間隔

# mcs_video
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
hu: Videó
ja: ビデオ
ko: 영상
pt: Vídeo
ru: Видео
tr_tr: vidyo
zh_hans: 视频
zh_hant: 影像

# mcs_sampling_rate
source: Sampling rate(kHz)
ar: معدل أخذ العينات (كيلو هرتز)
de: Abtastrate (kHz)
es: Frecuencia de muestreo (kHz )
fr: Vitesse d'échantillonnage (kHz)
hu: Mintavételezési frekvencia(kHz)
it: Frequenza di campionamento(kHz)
ja: サンプリングレート(kHz)
ko: 샘플링 레이트(kHz)
nl: Beeld frequentie
pt: Taxa de amostragem (kHz)
ru: Частота отбора(kHz)
tr_tr: Örnekleme hızı (kHz)
zh_hans: 采样率(kHz)
zh_hant: 採樣率(kHz)

# mcs_nickname
source: Nickname
ar: لقب الجهاز
de: Kurzname
es: Nombre
fr: Pseudonyme
hu: Becenév
ja: ニックネーム
ko: 카메라 이름
nl: Gebruikersnaam
ru: Никнейм
tr_tr: Takma adı
zh_hans: 设备昵称
zh_hant: 設備昵稱

# mcs_old_password
source: Old password
ar: كلمة المرور القديمة
de: Altes Passwort
es: Contraseña antigua
fr: Ancien mot de passe
hu: Régi jelszó
it: Password precedente
ja: 現在のパスワード
ko: 기존 비밀번호
nl: Oude wachtwoord
pt: Código antigo
ru: Старый пароль
tr_tr: Eski şifre
zh_hans: 当前密码
zh_hant: 當前密碼

# mcs_confirm_password
source: Confirm password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirma la contraseña de cuenta
fr: Confirmer le mot de passe
hu: Jelszó megerősítése
it: Conferma password
ja: 再入力
ko: 비밀번호 확인
nl: Bevestig wachtwoord
pt: Confirmar o código
ru: Подтвердить пароль
tr_tr: Parolayı onayla
zh_hans: 确认密码
zh_hant: 確認密碼

# mcs_modify_password
source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Modificar la contraseña
fr: Modifier le mot de passe
hu: Jelszó módosítása
it: Modifica Password
ja: パスワードを変更します
ko: 비밀번호 변경
nl: Verander wachtwoord
pt: Alterar o código
ru: Изменить пароль
tr_tr: Parolayı Değiştir
zh_hans: 修改密码
zh_hant: 修改密碼

# mcs_password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pt: Código
ru: Пароль
tr_tr: Şifre
zh_hans: 密码
zh_hant: 密碼

# mcs_admin_password
source: Admin password
ar: المشرف كلمة السر
de: Administrator passwort
es: Contraseña de administrador
fr: Mot de passe Admin
hu: Admin jelszó
it: Password Admin
ja: 管理パスワード
ko: 관리자 암호
nl: Admin wachtwoord
pt: Codigo Admin
ru: Пароль администратора
tr_tr: Yönetici şifresi
zh_hans: 管理密码
zh_hant: 管理密碼

# mcs_guest_password
source: Guest password
ar: ضيف كلمة المرور
de: Passwort für Gastzugang
es: Contraseña de invitado
fr: Mot de passe Invité
hu: Vendég jelszó
it: Password ospite
ja: 新規パスワード入力
ko: 방문자 암호
nl: Gast wachtwoord
pt: Guest Senha
ru: Гостевой Пароль
tr_tr: Misafir şifresi
zh_hans: 访客密码
zh_hant: 訪客密碼

# mcs_product_info
source: Product info
ar: معلومات المنتج
de: Produktinformation
es: Información del producto
fr: Info produit
hu: Termék infó
it: Informazioni Prodotto
ja: 製品情報
ko: 카메라 정보
nl: Product informatie
pt: Informações sobre o produto
ru: Информация о камере
tr_tr: Ürün Bilgisi
zh_hans: 产品信息
zh_hant: 產品訊息

# mcs_software_version
source: Software Version
ar: إصدار البرنامج
es: Versión de software
fr: Version de logiciel
hu: Szoftver verzió
it: Versione del software
ja: ソフトウェアバージョン
ko: 소프트웨어 버전
nl: Software versie
pt: Versão do software
ru: Версия ПО
tr_tr: Yazılımın sürümü
zh_hans: 软件版本
zh_hant: 軟體版本

# mcs_device_id
source: Device ID
ar: جهازID
de: Geräte-ID
es: ID de dispositivo
fr: ID du périphérique
hu: Eszköz azonosító
it: ID Dispositivo
ja: デバイスID
ko: 카메라 ID
nl: Apparaat nummer
pt: ID do dispositivo
ru: Код камеры
tr_tr: Cihaz kimliği
zh_hans: 设备ID
zh_hant: 設備ID

# mcs_operation
source: Operation
ar: التشغيل
de: Bedienung
es: Operación
fr: Opération
hu: Művelet
it: Funzionamento
ja: 操作
ko: 작동
nl: Werking
pt: Operação
ru: Операция
tr_tr: Operasyon
zh_hans: 操作
zh_hant: 操作

# mcs_record
source: Record
ar: فيديو
de: Aufnahme
es: Grabar video
fr: Enregistrement
hu: Felvétel
it: Registra
ja: 録画
ko: 녹화
nl: Opnemen
pt: Gravar
ru: Видеозапись
tr_tr: Kayıt
zh_hans: 录像
zh_hant: 錄影

# mcs_record_2
source: Playback
ar: فيديو
de: Wiedergabe
es: Grabar
fr: Lecture
hu: Felvétel
it: Riproduci
ja: レコード
ko: 녹화
nl: Terugspelen
pt: Gravar
ru: Видеозапись
tr_tr: Oynatma
zh_hans: 录像
zh_hant: 錄影

# mcs_upgrade_now
source: Upgrade now
ar: ترقية علي فور
de: Jetzt Upgrade
es: Actualizar ahora
fr: Mise à niveau maintenant
hu: Frissítés most
it: Effettua ora l’aggiornamento
ja: すぐアップグレードします
ko: 즉시 업그레이드
nl: Upgrade nu
pt: Atualizar agora
ru: Обновить сейчас
tr_tr: Şimdi güncelle
zh_hans: 立即升级
zh_hant: 立即升級

# mcs_upgrading
source: Upgrading
ar: خلال الترقية
de: Upgrade erfolgt
es: Está actualizando
fr: Mise à jour en cours
hu: Frissítés
it: Aggiornamento
ja: アップグレード中
ko: 업그레이드 중
nl: Upgraden
pt: Está a atualizar.
ru: Идет обновление
tr_tr: Güncelleme
zh_hans: 正在升级
zh_hant: 正在升級

# mcs_already_latest_version
source: No update available
ar: هو أحدث الطبعة
de: Kein Update vorhanden
es: Versión más reciente
fr: Aucune mise à jour disponible
hu: Legfrissebb verzió
it: Non è disponibile alcun aggiornamento
ja: 最新のバージョンです
ko: 최신 업그레드입니다
nl: Geen update beschikbaar
pt: Versão mais recente instalada
ru: Установлена последняя версия
tr_tr: Güncelleme yok
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# mcs_sensitivty
source: Sensitivity
ar: الحساسية
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
hu: Érzékenység
it: Sensibilità
ja: 感度
ko: 감도
nl: Gevoeligheid
pt: Sensibilidade
ru: Чувствительность
tr_tr: Duyarlılık
zh_hans: 灵敏度
zh_hant: 靈敏度

# mcs_user_defined
source: User-defined
ar: المخصصة
de: Empfindlichkei
es: Definido por el usuario
fr: Sensibilité
hu: Egyedi
it: Sensibilità
ja: ユーザー定義
ko: 사용자 정의
nl: Gebruiker gedefinieerde
pt: Definição pelo utilizador
ru: Пользовтельский
tr_tr: Kullanıcı tanımlı
zh_hans: 自定义
zh_hant: 自定義

# mcs_time
source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Heure
hu: Idő
it: Ora
ja: 時刻
ko: 시간
nl: Tijd
pt: Tempo
ru: Время
tr_tr: Zaman
zh_hans: 时间
zh_hant: 時間

# mcs_date
source: Day
ar: التاريخ
de: Tag
es: Día(s)
fr: Jour
hu: Dátum
it: Giorno
ja: 曜日
nl: Dag
pt: Data
ru: Дата
tr_tr: Gün
zh_hans: 日期
zh_hant: 日期

# mcs_finish
source: Finish
ar: إتمام
de: Beenden
es: Aplicar
fr: Terminer
hu: Befejezés
it: Fine
ja: 完成
ko: 완료
nl: Afwerking
pt: Terminado
ru: Закончить
tr_tr: Bitti
zh_hans: 完成
zh_hant: 完成

# mcs_delete_fail
source: Delete failed
ar: فشل الحذف
de: Nicht löschen
es: Borrar la derrota
fr: Suppression de l'échec
hu: törölve
it: La cancellazione di Fallimento
ja: 失敗を削除する
ko: 삭제하는 데 실패했습니다
nl: Het schrappen van niet
pt: Apagar não
ru: Исключить неудачи
tr_tr: Silinemedi
zh_hans: 删除失败
zh_hant: 删除失敗

# mcs_motion
source: Motion
ar: كشف المنتقل
de: Bewegung
es: Movimiento
fr: Mouvement
hu: Mozgás
it: Movimento
ja: 動き検出
ko: 모션감지
nl: Beweging
pt: Detecção de movimento
ru: По движению
tr_tr: Hareket
zh_hans: 移动侦测
zh_hant: 移動偵測

# mcs_start
source: Start
ar: بدء
es: Comenzar
fr: Démarrer
hu: Indítás
it: Inizio
ja: 開始
ko: 시작
nl: Begin
pt: Iniciar
ru: Начать
tr_tr: Başlatmak
zh_hans: 开始
zh_hant: 開始

# mcs_talk
source: Talk
ar: التعقيبات
de: Sprechen
es: Hablar
fr: Parler
hu: Beszéd
it: Parla
ja: トークバック
ko: 토크
nl: Praten
pt: Falar
ru: Говорите
tr_tr: Konuş
zh_hans: 对讲
zh_hant: 對講

# mcs_password_input_inconsistent
source: Password input inconsistent.
ar: كلمة المرور المدخلة غير متناسقة
de: Passworteingabe nicht korrekt
es: Introducción de contraseña incompatible
fr: Saisie de mot de passe incohérente
hu: A jelszó nem megfelelő
it: Inserimento password incoerente.
ja: パスワードが確認用と不一致です
ko: 비밀번호 오류입니다
nl: Wachtwoord invoeren inconsistent
pt: Código inconsistente
ru: Пароли не совпадают
tr_tr: Şifre girişi tutarsız
zh_hans: 密码不一致
zh_hant: 密碼不一致

# mcs_input_6_to_20_litters
source: Input 6-20 letters(a-z、A-Z) or numbers(0-9)
ar: المدخلات 20/06 الحروف (A-Z، A-Z) أو أرقام (0-9)
de: 6-20 Buchstaben (a-z, A-Z) oder Zahlen (0-9) eingeben
es: De entrada 6-20 letras (a-z, A-Z) o números (0-9)
fr: Entrer 6 à 20 lettres (a-z、A-Z) ou chiffres (0-9)
hu: Input 6-20 betű (a-z, A-Z) vagy számokat (0-9)
it: Il nome utente è di 6-20 lettere (az, AZ) o numeri (0-9) e inizia con una lettera
ja: 入力6-20文字（Z、A-Z）または数字（0-9）
ko: 입력 6-20 글자 (A-Z, A-Z) 또는 숫자 (0-9)
nl: Input 6-20 letters (a-z, A-Z) en cijfers (0-9)
pt: Entrada 6-20 letras (a-z, A-Z) ou números (0-9)
ru: Входные 6-20 буквы (A-Z, Z-) или цифры (0-9)
tr_tr: 6-20 harf (a-z, A-Z) ve sayılar (0-9) giriniz
zh_hans: 输入6-20位数字(0-9)或字母(a-z、A-Z)
zh_hant: 輸入6-20位數字(0-9)或字母(a-z、A-Z)

# mcs_user_letter_range_hint
source: Username is 6-32 letters(a-z、A-Z) or numbers(0-9) and begin with a letter
ar: حساب 6-32 أرقام ( 0-9 ) أو حرف ( الألف إلى الياء، من الألف إلى الياء )، يجب أن تبدأ بحرف
de: Der Benutzername besteht aus 6-32 Buchstaben (a-z, A-Z) oder Zahlen (0-9) und beginnt mit einem Buchstaben.
es: Cuenta con 6 - 32 dígitos (0 - 9) o letras (A - Z, a - z), debe comenzar con una letra
fr: Un nom d'utilisateur doit comporter de 6 à 32 lettres (a-z、A-Z) ou chiffres (0-9) et commencer par une lettre
hu: a számlaszám a 32 szám (0 - 9) (a-z, vagy abc betűvel kezdődik, szükséges A-Z)
it: Il nome utente è di 6-32 lettere (az, AZ) o numeri (0-9) e inizia con una lettera
ja: ユーザー名は6-32桁の文字また は数字で、先頭は文字にする
ko: 계정 6-32 자리 를 (0-9) 또는 자모의 (a-z, A-Z) 으로 시작하는 필요한 자모
nl: Gebruikersnaam is 6-32 letters (a-z, A-Z) of cijfers (0-9) en beginnen met een letter
pt: Conta de 6 - 32 dígitos (0 - 9) ou Letra (a - Z, a - z), deve começar com UMA Letra
ru: счета для 32 цифр или букв ( 0 - 9 ) ( a - z , должны начинаться с буквы a - z )
tr_tr: Kullanıcı adı 6-32 harf (a-z, A-Z) veya rakamlar (0-9) olup bir harfle başlamalıdır
zh_hans: 账号为6-32位数字(0-9)或字母(a-z、A-Z)，需以字母开头
zh_hant: 帳號為6-32比特數位（0-9）或字母（a-z、A-Z），需以字母開頭

# mcs_password_range_hint
source: Password is 6-32 characters - letters/numbers.
ar: كلمة المرور هي 6-32 الأرقام والأحرف
de: Passwort muss 6-32 Buchstaben oder Nummern beinhalten
es: La contraseña es 6-32 letra o número
fr: Un mot de passe doit comporter de 6 à 32 caractères lettres/chiffres.
hu: Jelszó : 6-32 betű vagy szám
it: La password è di 6-32 caratteri - lettere / numeri.
ja: パスワードは6-32文字または数字です
ko: 비밀번호는6-32자리의 문자와 숫자입니다
nl: Wachtwoord is 6-32 tekens - letters / cijfers.
pt: Código consiste contém 6-32 números ou letras
ru: Пароль должен быть 6-32 букв или цифр
tr_tr: Şifre 6-32 karakter - harf / sayıdan oluşmalıdır
zh_hans: 密码为6-32位数字和字母
zh_hant: 密碼為6-32位數字和字母
